{"text": "|Birth name||Norman Percevel Rockwell|\nFebruary 3, 1894|\nNew York City\n|Died||November 8, 1978\n|Training||National Academy of Design\nArt Students League\nNorman Percevel Rockwell (February 3, 1894 – November 8, 1978) was a 20th-century American painter and illustrator. His works enjoy a broad popular appeal in the United States for their reflection of American culture. Rockwell is most famous for the cover illustrations of everyday life scenarios he created for The Saturday Evening Post magazine for more than four decades. Among the best-known of Rockwell's works are the Willie Gillis series, Rosie the Riveter, Saying Grace (1951), The Problem We All Live With, and the Four Freedoms series. He is also noted for his work for the Boy Scouts of America (BSA); producing covers for their publication Boys' Life, calendars, and other illustrations.\nLife and works \nEarly life \nNorman Rockwell was born on February 3, 1894, in New York City to Jarvis Waring Rockwell and Anne Mary \"Nancy\" (born Hill) Rockwell. His earliest American ancestor was John Rockwell (1588–1662), from Somerset, England, who immigrated to America probably in 1635 aboard the ship Hopewell and became one of the first settlers of Windsor, Connecticut. He had one brother, Jarvis Waring Rockwell, Jr., older by a year and a half. Jarvis Waring, Sr., was the manager of the New York office of a Philadelphia textile firm, George Wood, Sons & Company, where he spent his entire career.\nNorman transferred from high school to the Chase Art School at the age of 14. He then went on to the National Academy of Design and finally to the Art Students League. There, he was taught by Thomas Fogarty, George Bridgman, and Frank Vincent DuMond; his early works were produced for St. Nicholas Magazine, the Boy Scouts of America (BSA) publication Boys' Life and other juvenile publications. Joseph Csatari carried on his legacy and style for the BSA.\nAs a student, Rockwell was given smaller, less important jobs. His first major breakthrough came in 1912 at age eighteen with his first book illustration for Carl H. Claudy's Tell Me Why: Stories about Mother Nature.\nIn 1913, the nineteen-year-old Rockwell became the art editor for Boys' Life, published by the Boy Scouts of America, a post he held for three years (1913–1916). As part of that position, he painted several covers, beginning with his first published magazine cover, Scout at Ship's Wheel, appearing on the Boys' Life September 1913 edition.\nWorld War I \nDuring World War I, he tried to enlist into the U.S. Navy but was refused entry because, at 6 feet (1.8 m) tall and 140 pounds (64 kg) he was eight pounds underweight. To compensate, he spent one night gorging himself on bananas, liquids and doughnuts, and weighed enough to enlist the next day. However, he was given the role of a military artist and did not see any action during his tour of duty.\nRockwell's family moved to New Rochelle, New York when Norman was 21 years old and shared a studio with the cartoonist Clyde Forsythe, who worked for The Saturday Evening Post. With Forsythe's help, he submitted his first successful cover painting to the Post in 1916, Mother's Day Off (published on May 20). He followed that success with Circus Barker and Strongman (published on June 3), Gramps at the Plate (August 5), Redhead Loves Hatty Perkins (September 16), People in a Theatre Balcony (October 14) and Man Playing Santa (December 9). Rockwell was published eight times total on the Post cover within the first twelve months. Norman Rockwell published a total of 323 original covers for The Saturday Evening Post over 47 years. His Sharp Harmony appeared on the cover of the issue dated September 26, 1936; it depicts a barber and three clients, enjoying an a cappella song. The image was adopted by SPEBSQSA in its promotion of the art.\nRockwell's success on the cover of the Post led to covers for other magazines of the day, most notably The Literary Digest, The Country Gentleman, Leslie's Weekly, Judge, Peoples Popular Monthly and Life Magazine.\nPersonal life \nRockwell married his first wife, Irene O'Connor, in 1916. Irene was Rockwell's model in Mother Tucking Children into Bed, published on the cover of The Literary Digest on January 19, 1921. However, the couple were divorced in 1930. Depressed, he moved briefly to Alhambra, California as a guest of his old friend Clyde Forsythe. There he painted some of his best-known paintings including \"The Doctor and the Doll\". While there he met and married schoolteacher Mary Barstow. The couple returned to New York shortly after their marriage. They had three children: Jarvis Waring, Thomas Rhodes and Peter Barstow. The family lived at 24 Lord Kitchener Road in the Bonnie Crest neighborhood of New Rochelle, New York. Rockwell and his wife were not very religious, although they were members of St. John's Wilmot Church, an Episcopal church near their home, and had their sons baptized there as well. Rockwell moved to Arlington, Vermont, in 1939 where his work began to reflect small-town life.\nIn 1953, the Rockwell family moved to Stockbridge, Massachusetts, so that his wife could be treated at the Austen Riggs Center, a psychiatric hospital at 25 Main Street, down Main Street from where Rockwell set up his studio. Rockwell himself received psychiatric treatment from the analyst Erik Erikson, who was on staff at Riggs. Erikson is said to have told the artist that he painted his happiness, but did not live it. In 1959, Mary Barstow Rockwell died unexpectedly of a heart attack.\nWorld War II \nIn 1943, during World War II, Rockwell painted the Four Freedoms series, which was completed in seven months and resulted in his losing 15 pounds. The series was inspired by a speech by Franklin D. Roosevelt, in which he described four principles for universal rights: Freedom from Want, Freedom of Speech, Freedom of Worship, and Freedom from Fear. The paintings were published in 1943 by The Saturday Evening Post. The United States Department of the Treasury later promoted war bonds by exhibiting the originals in 16 cities. Rockwell himself considered \"Freedom of Speech\" to be the best of the four. That same year, a fire in his studio destroyed numerous original paintings, costumes, and props.\nShortly after the war, Rockwell was contacted by writer Elliott Caplin, brother of cartoonist Al Capp, with the suggestion that the three of them should make a daily comic strip together, with Caplin and his brother writing and Rockwell drawing. King Features Syndicate is reported to have promised a $1,000/week deal, knowing that a Capp-Rockwell collaboration would gain strong public interest. However, the project was ultimately aborted as it turned out that Rockwell, known for his perfectionism as an artist, could not deliver material as fast as required of him for a daily comic strip.\nDuring the late 1940s, Norman Rockwell spent the winter months as artist-in-residence at Otis College of Art and Design. Students occasionally were models for his Saturday Evening Post covers. In 1949, Rockwell donated an original Post cover, \"April Fool\", to be raffled off in a library fund raiser.\nIn 1959, his wife Mary died unexpectedly from a heart attack, and Rockwell took time off from his work to grieve. It was during that break that he and his son Thomas produced his autobiography, My Adventures as an Illustrator, which was published in 1960. The Post printed excerpts from this book in eight consecutive issues, the first containing Rockwell's famous Triple Self-Portrait.\nLater career \nRockwell married his third wife, retired Milton Academy English teacher Mary Leete \"Molly\" Punderson, on October 25, 1961. His last painting for the Post was published in 1963, marking the end of a publishing relationship that had included 321 cover paintings. He spent the next ten years painting for Look magazine, where his work depicted his interests in civil rights, poverty and space exploration. In 1968, Rockwell was commissioned to do an album cover portrait of Mike Bloomfield and Al Kooper for their record The Live Adventures of Mike Bloomfield and Al Kooper. During his long career, he was commissioned to paint the portraits for Presidents Eisenhower, Kennedy, Johnson, and Nixon, as well as those of foreign figures, including Gamal Abdel Nasser and Jawaharlal Nehru. One of his last works was a portrait of Judy Garland in 1969.\nA custodianship of his original paintings and drawings was established with Rockwell's help near his home in Stockbridge, Massachusetts, and the Norman Rockwell Museum is still open today year round. Norman Rockwell Museum is the authoritative source for all things Norman Rockwell. The museum's collection is the world's largest, including more than 700 original Rockwell paintings, drawings, and studies. The Rockwell Center for American Visual Studies at the Norman Rockwell Museum is a national research institute dedicated to American illustration art.\nWhen he began suffering poor health, he placed his studio and the contents with the Norman Rockwell Museum, which was formerly known as the Stockbridge Historical Society and even more formerly known as the Old Corner house, in a trust.\nFor \"vivid and affectionate portraits of our country,\" Rockwell received the Presidential Medal of Freedom, the United States of America's highest civilian honor, in 1977.\nBody of work \nNorman Rockwell was a prolific artist, producing over 4,000 original works in his lifetime. Most of his works are either in public collections, or have been destroyed in fire or other misfortunes. Rockwell was also commissioned to illustrate over 40 books including Tom Sawyer and Huckleberry Finn. His annual contributions for the Boy Scouts' calendars between 1925 and 1976 (Rockwell was a 1939 recipient of the Silver Buffalo Award, the highest adult award given by the Boy Scouts of America), were only slightly overshadowed by his most popular of calendar works: the \"Four Seasons\" illustrations for Brown & Bigelow that were published for 17 years beginning in 1947 and reproduced in various styles and sizes since 1964. Illustrations for booklets, catalogs, posters (particularly movie promotions), sheet music, stamps, playing cards, and murals (including \"Yankee Doodle Dandy\" and \"God Bless the Hills\", which was completed in 1936 for the Nassau Inn in Princeton, New Jersey) rounded out Rockwell's œuvre as an illustrator.\nIn 1969, as a tribute to Rockwell's 75th-year birthday, officials of Brown & Bigelow and the Boy Scouts of America asked Rockwell to pose in Beyond the Easel, the calendar illustration that year.\nRockwell's work was dismissed by serious art critics in his lifetime. Many of his works appear overly sweet in modern critics' eyes, especially the Saturday Evening Post covers, which tend toward idealistic or sentimentalized portrayals of American life – this has led to the often-deprecatory adjective \"Rockwellesque\". Consequently, Rockwell is not considered a \"serious painter\" by some contemporary artists, who often regard his work as bourgeois and kitsch. Writer Vladimir Nabokov sneered that Rockwell's brilliant technique was put to \"banal\" use, and wrote in his book Pnin: \"That Dalí is really Norman Rockwell's twin brother kidnapped by Gypsies in babyhood\". He is called an \"illustrator\" instead of an artist by some critics, a designation he did not mind, as it was what he called himself.\nHowever, in his later years, Rockwell began receiving more attention as a painter when he chose more serious subjects such as the series on racism for Look magazine. One example of this more serious work is The Problem We All Live With, which dealt with the issue of school racial integration. The painting depicts a young African American girl, Ruby Bridges, flanked by white federal marshals, walking to school past a wall defaced by racist graffiti.\nRockwell's work was exhibited at the Solomon R. Guggenheim Museum in 2001. Rockwell's Breaking Home Ties sold for $15.4 million at a 2006 Sotheby's auction. A twelve-city U.S. tour of Rockwell's works took place in 2008. In 2008, Rockwell was named the official state artist of the Commonwealth of Massachusetts.\n- In the film Empire of the Sun, a young boy (played by Christian Bale) is put to bed by his loving parents in a scene also inspired by a Rockwell painting—a reproduction of which is later kept by the young boy during his captivity in a prison camp (\"Freedom from Fear\", 1943).\n- The 1994 film Forrest Gump includes a shot in a school that re-creates Rockwell's \"Girl with Black Eye\" with young Forrest in place of the girl. Much of the film drew heavy visual inspiration from Rockwell's art.\n- Film director George Lucas owns Rockwell's original of \"The Peach Crop\", and his colleague Steven Spielberg owns a sketch of Rockwell's Triple Self-Portrait. Each of the artworks hangs in the respective filmmaker's workspace. Rockwell is a major character in an episode of Lucas’ Young Indiana Jones Chronicles, “Passion for Life.”\n- In 2005, Target Co. sold Marshall Field's to Federated Department Stores and the Federated discovered a reproduction of Rockwell's The Clock Mender, which depicted the great clocks of the Marshall Field and Company Building on display. Rockwell had donated the painting depicted on the cover of the November 3, 1945 Saturday Evening Post to the store in 1948.\n- On Norman Rockwell's birthday, February 3, 2010, Google featured Rockwell's iconic image of young love \"Boy and Girl Gazing at the Moon\", which is also known as \"Puppy Love\", on its home page. The response was so great that day that the Norman Rockwell museum's servers went down under the onslaught.\n- \"Dreamland\", a track from Canadian alternative rock band Our Lady Peace's 2009 album Burn Burn, was inspired by Rockwell's paintings.\nMajor works \n- Scout at Ship's Wheel (first published magazine cover illustration, Boys' Life, September 1913)\n- Santa and Scouts in Snow (1913)\n- Boy and Baby Carriage (1916; first Saturday Evening Post cover)\n- Circus Barker and Strongman (1916)\n- Gramps at the Plate (1916)\n- Redhead Loves Hatty Perkins (1916)\n- People in a Theatre Balcony (1916)\n- Tain't You (1917; first Life magazine cover)\n- Cousin Reginald Goes to the Country (1917; first Country Gentleman cover)\n- Santa and Expense Book (1920)\n- Mother Tucking Children into Bed (1921; first wife Irene is the model)\n- No Swimming (1921)\n- Santa with Elves (1922)\n- Doctor and Doll (1929)\n- Deadline (1938)\n- The Four Freedoms (1943)\n- Rosie the Riveter (1943)\n- Going and Coming (1947)\n- Bottom of the Sixth (or The Three Umpires; 1949)\n- The New Television Set (1949)\n- Saying Grace (1951)\n- The Young Lady with the Shiner (1953)\n- Girl at Mirror (1954)\n- Breaking Home Ties (1954)\n- The Marriage License (1955)\n- The Scoutmaster (1956)\n- The Runaway (1958)\n- A Family Tree (1959)\n- Triple Self-Portrait (1960)\n- Golden Rule (1961)\n- The Problem We All Live With (1964)\n- Southern Justice (Murder in Mississippi) (1965)\n- New Kids in the Neighborhood (1967)\n- Russian Schoolroom (1967)\n- The Rookie\n- Spirit of 76 (1976) (stolen in 1978 but recovered in 2001 by the FBI's Robert King Wittman)\nOther collections \n- Norman Rockwell World War II posters, hosted by the University of North Texas Libraries Digital Collections\n- Rockwell Collection at the National Museum of American Illustration\n- Norman Rockwell and the Art of Scouting at the National Scouting Museum, Irving, TX \nSee also \n- James K. Van Brunt, a frequent model for Rockwell\n- William Obanhein, another one of Rockwell's models who would later become famous elsewhere\n- Norman Rockwell's World... An American Dream, a 1972 short documentary film\n- \"Alex Ross Biography\". alexrossart.com. Retrieved February 13, 2012.\n- About the Saturday Evening Post[dead link]\n- Boughton, James (1903). Genealogy of the families of John Rockwell, of Stamford, Connecticut 1641, and Ralph Keeler, of Hartford, Connecticut 1939. W.F. Jones. p. 441.\n- Roberts, Gary Boyd, and David Curtis Dearborn (1998). Notable Kin: An Anthology of Columns First Published in the NEHGS Nexus, 1986–1995. Boston, Massachusetts: Carl Boyer in cooperation with the New England Historic Genealogical Society. p. 28. ISBN 978-0-936124-20-9.\n- Claridge, Laura P. (2001). Norman Rockwell: A Life. New York, New York: Random House. p. 20,29. ISBN 978-0-375-50453-2.\n- Rockwell, Margaret (1998). Norman Rockwell's Growing Up in America. Metro Books. pp. 10–11. ISBN 978-1-56799-598-5.\n- SSDI. – SS#: 177-01-3581.\n- Claridge. – p.30,47,150.\n- Rockwell, Norman, and Thomas Rockwell (1988). Norman Rockwell, My Adventures as an Illustrator. Abrams. p. 27. ISBN 978-0-8109-1563-3.\n- \"Rockwell and Csatari: A tour de force\". Scouting magazine: 6. March–April, 2008.\n- \"A personal recollection\". City of Alhambra. Retrieved April 28, 2012.\n- Kamp, David (November 2009). \"Norman Rockwell’s American Dream\". Vanityfair.com. Retrieved April 28, 2012.\n- \"A portrait of Norman Rockwell - Berkshire Eagle Online\". Berkshireeagle.com. July 3, 2009. Retrieved April 28, 2012.\n- Elliott Caplin: Al Capp Remembered (1994)\n- Gherman, Beverly (2000) \"Norman Rockwell Storyteller with a brush\"\n- Claridge, p. 581\n- Kamp, David. \"Erratum: Norman Rockwell Actually Did Rock Well\". Vanity Fair. Retrieved February 24, 2011.\n- Official List of Silver Buffalo award Recipients (Retrieved July 17, 2007)\n- William Hillcourt (1977). Norman Rockwell's World of Scouting. New York: Harry N. Abrams. ISBN 0-8109-1582-0.\n- Jim Windolf (February 2008). \"Keys to the Kingdom\". Vanityfair.com. Retrieved April 28, 2012.\n- \"Solomon, Deborah, In Praise of Bad Art\". New York Times. January 24, 1999. Retrieved April 28, 2012.\n- \"Art of Illustration\". Norman Rockwell Museum. Retrieved April 28, 2012.\n- \"Norman Rockwell Wins Medal of Freedom\". Massmoments.org. Retrieved April 28, 2012.\n- Miller, Michelle (November 12, 2010). \"Ruby Bridges, Rockwell Muse, Goes Back to School\". CBS Evening News with Katie Couric (CBS Interactive Inc.). Retrieved November 13, 2010.\n- Norman Rockwell at the Solomon R. Guggenheim Museum.[dead link]\n- Gates, Anita (November 24, 1999). \"Looking Beyond the Myth-Making Easel of Mr. Thanksgiving\". New York Times. Retrieved April 28, 2012.\n- RICHARD CORLISS (June 24, 2001). \"The World According to Gump\". Time.com. Retrieved April 28, 2012.\n- Aronovich, Hannah (April 20, 2006). \"Field's, Federated and More Feuds\". Gothamist. Retrieved April 4, 2008.\n- \"Norman Rockwell Of Field's Store Goes Missing\". NBC5.com. April 21, 2006. Retrieved April 4, 2008.\n- Aronovich, Hannah (April 20, 2006). \"Field's, Federated and More Feuds\". Gothamist. Retrieved September 21, 2009.\n- \"Dreamland\". Songfacts.com. Retrieved May 5, 2010.\n- \"Rosie the Riveter\". Rosie the Riveter. Retrieved April 28, 2012.\n- NRM, p. 109\n- \"The norman rockwell collection\". Web.me.com. Retrieved April 28, 2012.\n- \"Norman Rockwell: Southern Justice (Murder in Mississippi)\". Artchive.com. Retrieved April 28, 2012.\n- \"Museum > Exhibitions - Norman Rockwell and the Art of Scouting\". Irving, Texas, USA: National Scouting Museum. Retrieved 16 August 2012.\nFurther reading \n- Buechner, Thomas S (1992). The Norman Rockwell Treasury. Galahad. ISBN 0-88365-411-3.\n- Finch, Christopher (1990). Norman Rockwell: 332 Magazine Covers. Abbeville Publishing Group. ISBN 0-89660-000-9.\n- Christopher, Finch (1985). Norman Rockwell's America. Harry N. Abrams, Inc. ISBN 0-8109-8071-1.\n- Gherman, Beverly (2000). Norman Rockwell: Storyteller with a Brush. ISBN 0-689-82001-1.\n- Hennessey, Maureen Hart; Larson, Judy L. (1999). Norman Rockwell: Pictures for the American People. Harry N. Abrams. ISBN 0-8109-6392-2.\n- Rockwell, Tom (2005). Best of Norman Rockwell. Courage Books. ISBN 0-7624-2415-X.\n- Schick, Ron (2009). Norman Rockwell: Behind the Camera. Little, Brown & Co. ISBN 978-0-316-00693-4.\n|Wikimedia Commons has media related to: Norman Rockwell|\n|Wikiquote has a collection of quotations related to: Norman Rockwell|\n- Booknotes interview with Laura Claridge on Norman Rockwell: A Life, December 2, 2001.\n- Gallery of classic graphic design featuring the illustrations of Norman Rockwell.\n- Art Directors Club biography, portrait and images of work\n- Norman Rockwell at Find a Grave\n- Footage of Norman Rockwell sketching a couple\n- America, Illustrated – by The New York Times\n- Norman Rockwell: Once upon a time there Was the American Dream by Tiziano Thomas Dossena, Bridge Puglia USA, April 2011", "id": "<urn:uuid:6c5322ef-413f-4a69-b643-e15509f4014a>", "dump": "CC-MAIN-2013-20", "url": "http://en.wikipedia.org/wiki/Norman_Rockwell", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9364941120147705, "token_count": 4950, "score": 2.859375, "int_score": 3}
{"text": "On Monday the American Library Association will announce the winner of its highest award for a picture book, named for the great English illustrator Randolph Caldecott (1846–1886). Why was Caldecott so important? Here’s an answer from Maurice Sendak, who won the Caldecott Medal for Where the Wild Things Are:\n“Caldecott’s work heralds the beginning of the modern picture book. He devised an ingenious juxtaposition of picture and word, a counterpoint that had never happened before. Words are left out – but the picture says it. Pictures are left out – but the word says it. In short, it is the invention of the picture book.”\n* * *\n“My favorite example of Caldecott’s fearless honesty is the final page of Hey Diddle Diddle. After we read, ‘And the Dish ran away with the spoon,’ accompanied by a drawing of the happy couple, there is the shock of turning the page and finding a picture of the dish broken into ten pieces – obviously dead – and the spoon being hustled away by her angry parents. There are no words that suggest such an end to the adventure; it is purely a Caldecottian invention. Apparently, he could not resist enlarging the dimensions of this jaunty nursery rhyme by adding a last sorrowful touch.”\nMaurice Sendak in Caldecott & Co.: Notes on Books & Pictures (Farrar, Straus and Giroux, 1988), a collection of Sendak’s reviews and other writing for adults. The first quote comes from his essay “Randolph Caldecott” and the second from his acceptance speech for the 1964 Caldecott Medal. Sendak is one of the few great picture-book artists who is also a great critic. Caldecott & Co. has only a dozen pages of pictures but doesn’t need more, because Sendak makes you see books without them.\n(c) 2008 Janice Harayda. All rights reserved.", "id": "<urn:uuid:58173a97-2e2e-475a-a66c-15b07e6cedae>", "dump": "CC-MAIN-2013-20", "url": "http://oneminutebookreviews.wordpress.com/2008/01/12/why-was-randolph-caldecott-so-great-quotes-of-the-daymaurice-sendak/?like=1&source=post_flair&_wpnonce=019c5482d9", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9430316686630249, "token_count": 431, "score": 2.75, "int_score": 3}
{"text": "- Year Published: 1866\n- Language: English\n- Country of Origin: Russia\n- Source: Dostoyevsky, F. (1866). Crime and Punishment. Moscow, Russia: The Russian Messenger.\n- Flesch–Kincaid Level: 7.2\n- Word Count: 7,803\nDostoyevsky, F. (1866). Part 3, Chapter 5. Crime and Punishment (Lit2Go Edition). Retrieved May 18, 2013, from\nDostoyevsky, Fyodor. \"Part 3, Chapter 5.\" Crime and Punishment. Lit2Go Edition. 1866. Web. <>. May 18, 2013.\nFyodor Dostoyevsky, \"Part 3, Chapter 5,\" Crime and Punishment, Lit2Go Edition, (1866), accessed May 18, 2013,.\nRaskolnikov was already entering the room. He came in looking as though he had the utmost difficulty not to burst out laughing again. Behind him Razumihin strode in gawky and awkward, shamefaced and red as a peony, with an utterly crestfallen and ferocious expression. His face and whole figure really were ridiculous at that moment and amply justified Raskolnikov’s laughter. Raskolnikov, not waiting for an introduction, bowed to Porfiry Petrovitch, who stood in the middle of the room looking inquiringly at them. He held out his hand and shook hands, still apparently making desperate efforts to subdue his mirth and utter a few words to introduce himself. But he had no sooner succeeded in assuming a serious air and muttering something when he suddenly glanced again as though accidentally at Razumihin, and could no longer control himself: his stifled laughter broke out the more irresistibly the more he tried to restrain it. The extraordinary ferocity with which Razumihin received this “spontaneous” mirth gave the whole scene the appearance of most genuine fun and naturalness. Razumihin strengthened this impression as though on purpose.\n“Fool! You fiend,” he roared, waving his arm which at once struck a little round table with an empty tea-glass on it. Everything was sent flying and crashing.\n“But why break chairs, gentlemen? You know it’s a loss to the Crown,” Porfiry Petrovitch quoted gaily.\nRaskolnikov was still laughing, with his hand in Porfiry Petrovitch’s, but anxious not to overdo it, awaited the right moment to put a natural end to it. Razumihin, completely put to confusion by upsetting the table and smashing the glass, gazed gloomily at the fragments, cursed and turned sharply to the window where he stood looking out with his back to the company with a fiercely scowling countenance, seeing nothing. Porfiry Petrovitch laughed and was ready to go on laughing, but obviously looked for explanations. Zametov had been sitting in the corner, but he rose at the visitors’ entrance and was standing in expectation with a smile on his lips, though he looked with surprise and even it seemed incredulity at the whole scene and at Raskolnikov with a certain embarrassment. Zametov’s unexpected presence struck Raskolnikov unpleasantly.\n“I’ve got to think of that,” he thought. “Excuse me, please,” he began, affecting extreme embarrassment. “Raskolnikov.”\n“Not at all, very pleasant to see you… and how pleasantly you’ve come in…. Why, won’t he even say good-morning?” Porfiry Petrovitch nodded at Razumihin.\n“Upon my honour I don’t know why he is in such a rage with me. I only told him as we came along that he was like Romeo… and proved it. And that was all, I think!”\n“Pig!” ejaculated Razumihin, without turning round.\n“There must have been very grave grounds for it, if he is so furious at the word,” Porfiry laughed.\n“Oh, you sharp lawyer!... Damn you all!” snapped Razumihin, and suddenly bursting out laughing himself, he went up to Porfiry with a more cheerful face as though nothing had happened. “That’ll do! We are all fools. To come to business. This is my friend Rodion Romanovitch Raskolnikov; in the first place he has heard of you and wants to make your acquaintance, and secondly, he has a little matter of business with you. Bah! Zametov, what brought you here? Have you met before? Have you known each other long?”\n“What does this mean?” thought Raskolnikov uneasily.\nZametov seemed taken aback, but not very much so.\n“Why, it was at your rooms we met yesterday,” he said easily.\n“Then I have been spared the trouble. All last week he was begging me to introduce him to you. Porfiry and you have sniffed each other out without me. Where is your tobacco?”\nPorfiry Petrovitch was wearing a dressing-gown, very clean linen, and trodden-down slippers. He was a man of about five and thirty, short, stout even to corpulence, and clean shaven. He wore his hair cut short and had a large round head, particularly prominent at the back. His soft, round, rather snub-nosed face was of a sickly yellowish colour, but had a vigorous and rather ironical expression. It would have been good-natured except for a look in the eyes, which shone with a watery, mawkish light under almost white, blinking eyelashes. The expression of those eyes was strangely out of keeping with his somewhat womanish figure, and gave it something far more serious than could be guessed at first sight.\nAs soon as Porfiry Petrovitch heard that his visitor had a little matter of business with him, he begged him to sit down on the sofa and sat down himself on the other end, waiting for him to explain his business, with that careful and over-serious attention which is at once oppressive and embarrassing, especially to a stranger, and especially if what you are discussing is in your opinion of far too little importance for such exceptional solemnity. But in brief and coherent phrases Raskolnikov explained his business clearly and exactly, and was so well satisfied with himself that he even succeeded in taking a good look at Porfiry. Porfiry Petrovitch did not once take his eyes off him. Razumihin, sitting opposite at the same table, listened warmly and impatiently, looking from one to the other every moment with rather excessive interest.\n“Fool,” Raskolnikov swore to himself.\n“You have to give information to the police,” Porfiry replied, with a most businesslike air, “that having learnt of this incident, that is of the murder, you beg to inform the lawyer in charge of the case that such and such things belong to you, and that you desire to redeem them… or… but they will write to you.”\n“That’s just the point, that at the present moment,” Raskolnikov tried his utmost to feign embarrassment, “I am not quite in funds… and even this trifling sum is beyond me… I only wanted, you see, for the present to declare that the things are mine, and that when I have money….”\n“That’s no matter,” answered Porfiry Petrovitch, receiving his explanation of his pecuniary position coldly, “but you can, if you prefer, write straight to me, to say, that having been informed of the matter, and claiming such and such as your property, you beg…”\n“On an ordinary sheet of paper?” Raskolnikov interrupted eagerly, again interested in the financial side of the question.\n“Oh, the most ordinary,” and suddenly Porfiry Petrovitch looked with obvious irony at him, screwing up his eyes and, as it were, winking at him. But perhaps it was Raskolnikov’s fancy, for it all lasted but a moment. There was certainly something of the sort, Raskolnikov could have sworn he winked at him, goodness knows why.\n“He knows,” flashed through his mind like lightning.\n“Forgive my troubling you about such trifles,” he went on, a little disconcerted, “the things are only worth five roubles, but I prize them particularly for the sake of those from whom they came to me, and I must confess that I was alarmed when I heard…”\n“That’s why you were so much struck when I mentioned to Zossimov that Porfiry was inquiring for everyone who had pledges!” Razumihin put in with obvious intention.\nThis was really unbearable. Raskolnikov could not help glancing at him with a flash of vindictive anger in his black eyes, but immediately recollected himself.\n“You seem to be jeering at me, brother?” he said to him, with a well-feigned irritability. “I dare say I do seem to you absurdly anxious about such trash; but you mustn’t think me selfish or grasping for that, and these two things may be anything but trash in my eyes. I told you just now that the silver watch, though it’s not worth a cent, is the only thing left us of my father’s. You may laugh at me, but my mother is here,” he turned suddenly to Porfiry, “and if she knew,” he turned again hurriedly to Razumihin, carefully making his voice tremble, “that the watch was lost, she would be in despair! You know what women are!”\n“Not a bit of it! I didn’t mean that at all! Quite the contrary!” shouted Razumihin distressed.\n“Was it right? Was it natural? Did I overdo it?” Raskolnikov asked himself in a tremor. “Why did I say that about women?”\n“Oh, your mother is with you?” Porfiry Petrovitch inquired.\n“When did she come?”\nPorfiry paused as though reflecting.\n“Your things would not in any case be lost,” he went on calmly and coldly. “I have been expecting you here for some time.”\nAnd as though that was a matter of no importance, he carefully offered the ash-tray to Razumihin, who was ruthlessly scattering cigarette ash over the carpet. Raskolnikov shuddered, but Porfiry did not seem to be looking at him, and was still concerned with Razumihin’s cigarette.\n“What? Expecting him? Why, did you know that he had pledges there?” cried Razumihin.\nPorfiry Petrovitch addressed himself to Raskolnikov.\n“Your things, the ring and the watch, were wrapped up together, and on the paper your name was legibly written in pencil, together with the date on which you left them with her…”\n“How observant you are!” Raskolnikov smiled awkwardly, doing his very utmost to look him straight in the face, but he failed, and suddenly added:\n“I say that because I suppose there were a great many pledges… that it must be difficult to remember them all…. But you remember them all so clearly, and… and…”\n“Stupid! Feeble!” he thought. “Why did I add that?”\n“But we know all who had pledges, and you are the only one who hasn’t come forward,” Porfiry answered with hardly perceptible irony.\n“I haven’t been quite well.”\n“I heard that too. I heard, indeed, that you were in great distress about something. You look pale still.”\n“I am not pale at all…. No, I am quite well,” Raskolnikov snapped out rudely and angrily, completely changing his tone. His anger was mounting, he could not repress it. “And in my anger I shall betray myself,” flashed through his mind again. “Why are they torturing me?”\n“Not quite well!” Razumihin caught him up. “What next! He was unconscious and delirious all yesterday. Would you believe, Porfiry, as soon as our backs were turned, he dressed, though he could hardly stand, and gave us the slip and went off on a spree somewhere till midnight, delirious all the time! Would you believe it! Extraordinary!”\n“Really delirious? You don’t say so!” Porfiry shook his head in a womanish way.\n“Nonsense! Don’t you believe it! But you don’t believe it anyway,” Raskolnikov let slip in his anger. But Porfiry Petrovitch did not seem to catch those strange words.\n“But how could you have gone out if you hadn’t been delirious?” Razumihin got hot suddenly. “What did you go out for? What was the object of it? And why on the sly? Were you in your senses when you did it? Now that all danger is over I can speak plainly.”\n“I was awfully sick of them yesterday.” Raskolnikov addressed Porfiry suddenly with a smile of insolent defiance, “I ran away from them to take lodgings where they wouldn’t find me, and took a lot of money with me. Mr. Zametov there saw it. I say, Mr. Zametov, was I sensible or delirious yesterday; settle our dispute.”\nHe could have strangled Zametov at that moment, so hateful were his expression and his silence to him.\n“In my opinion you talked sensibly and even artfully, but you were extremely irritable,” Zametov pronounced dryly.\n“And Nikodim Fomitch was telling me to-day,” put in Porfiry Petrovitch, “that he met you very late last night in the lodging of a man who had been run over.”\n“And there,” said Razumihin, “weren’t you mad then? You gave your last penny to the widow for the funeral. If you wanted to help, give fifteen or twenty even, but keep three roubles for yourself at least, but he flung away all the twenty-five at once!”\n“Maybe I found a treasure somewhere and you know nothing of it? So that’s why I was liberal yesterday…. Mr. Zametov knows I’ve found a treasure! Excuse us, please, for disturbing you for half an hour with such trivialities,” he said, turning to Porfiry Petrovitch, with trembling lips. “We are boring you, aren’t we?”\n“Oh no, quite the contrary, quite the contrary! If only you knew how you interest me! It’s interesting to look on and listen… and I am really glad you have come forward at last.”\n“But you might give us some tea! My throat’s dry,” cried Razumihin.\n“Capital idea! Perhaps we will all keep you company. Wouldn’t you like… something more essential before tea?”\n“Get along with you!”\nPorfiry Petrovitch went out to order tea.\nRaskolnikov’s thoughts were in a whirl. He was in terrible exasperation.\n“The worst of it is they don’t disguise it; they don’t care to stand on ceremony! And how if you didn’t know me at all, did you come to talk to Nikodim Fomitch about me? So they don’t care to hide that they are tracking me like a pack of dogs. They simply spit in my face.” He was shaking with rage. “Come, strike me openly, don’t play with me like a cat with a mouse. It’s hardly civil, Porfiry Petrovitch, but perhaps I won’t allow it! I shall get up and throw the whole truth in your ugly faces, and you’ll see how I despise you.” He could hardly breathe. “And what if it’s only my fancy? What if I am mistaken, and through inexperience I get angry and don’t keep up my nasty part? Perhaps it’s all unintentional. All their phrases are the usual ones, but there is something about them…. It all might be said, but there is something. Why did he say bluntly, ‘With her’? Why did Zametov add that I spoke artfully? Why do they speak in that tone? Yes, the tone…. Razumihin is sitting here, why does he see nothing? That innocent blockhead never does see anything! Feverish again! Did Porfiry wink at me just now? Of course it’s nonsense! What could he wink for? Are they trying to upset my nerves or are they teasing me? Either it’s ill fancy or they know! Even Zametov is rude…. Is Zametov rude? Zametov has changed his mind. I foresaw he would change his mind! He is at home here, while it’s my first visit. Porfiry does not consider him a visitor; sits with his back to him. They’re as thick as thieves, no doubt, over me! Not a doubt they were talking about me before we came. Do they know about the flat? If only they’d make haste! When I said that I ran away to take a flat he let it pass…. I put that in cleverly about a flat, it may be of use afterwards…. Delirious, indeed… ha-ha-ha! He knows all about last night! He didn’t know of my mother’s arrival! The hag had written the date on in pencil! You are wrong, you won’t catch me! There are no facts… it’s all supposition! You produce facts! The flat even isn’t a fact but delirium. I know what to say to them…. Do they know about the flat? I won’t go without finding out. What did I come for? But my being angry now, maybe is a fact! Fool, how irritable I am! Perhaps that’s right; to play the invalid…. He is feeling me. He will try to catch me. Why did I come?”\nAll this flashed like lightning through his mind.\nPorfiry Petrovitch returned quickly. He became suddenly more jovial.\n“Your party yesterday, brother, has left my head rather…. And I am out of sorts altogether,” he began in quite a different tone, laughing to Razumihin.\n“Was it interesting? I left you yesterday at the most interesting point. Who got the best of it?”\n“Oh, no one, of course. They got on to everlasting questions, floated off into space.”\n“Only fancy, Rodya, what we got on to yesterday. Whether there is such a thing as crime. I told you that we talked our heads off.”\n“What is there strange? It’s an everyday social question,” Raskolnikov answered casually.\n“The question wasn’t put quite like that,” observed Porfiry.\n“Not quite, that’s true,” Razumihin agreed at once, getting warm and hurried as usual. “Listen, Rodion, and tell us your opinion, I want to hear it. I was fighting tooth and nail with them and wanted you to help me. I told them you were coming…. It began with the socialist doctrine. You know their doctrine; crime is a protest against the abnormality of the social organisation and nothing more, and nothing more; no other causes admitted!...”\n“You are wrong there,” cried Porfiry Petrovitch; he was noticeably animated and kept laughing as he looked at Razumihin, which made him more excited than ever.\n“Nothing is admitted,” Razumihin interrupted with heat.\n“I am not wrong. I’ll show you their pamphlets. Everything with them is ‘the influence of environment,’ and nothing else. Their favourite phrase! From which it follows that, if society is normally organised, all crime will cease at once, since there will be nothing to protest against and all men will become righteous in one instant. Human nature is not taken into account, it is excluded, it’s not supposed to exist! They don’t recognise that humanity, developing by a historical living process, will become at last a normal society, but they believe that a social system that has come out of some mathematical brain is going to organise all humanity at once and make it just and sinless in an instant, quicker than any living process! That’s why they instinctively dislike history, ‘nothing but ugliness and stupidity in it,’ and they explain it all as stupidity! That’s why they so dislike the living process of life; they don’t want a living soul! The living soul demands life, the soul won’t obey the rules of mechanics, the soul is an object of suspicion, the soul is retrograde! But what they want though it smells of death and can be made of India-rubber, at least is not alive, has no will, is servile and won’t revolt! And it comes in the end to their reducing everything to the building of walls and the planning of rooms and passages in a phalanstery! The phalanstery is ready, indeed, but your human nature is not ready for the phalanstery—it wants life, it hasn’t completed its vital process, it’s too soon for the graveyard! You can’t skip over nature by logic. Logic presupposes three possibilities, but there are millions! Cut away a million, and reduce it all to the question of comfort! That’s the easiest solution of the problem! It’s seductively clear and you musn’t think about it. That’s the great thing, you mustn’t think! The whole secret of life in two pages of print!”\n“Now he is off, beating the drum! Catch hold of him, do!” laughed Porfiry. “Can you imagine,” he turned to Raskolnikov, “six people holding forth like that last night, in one room, with punch as a preliminary! No, brother, you are wrong, environment accounts for a great deal in crime; I can assure you of that.”\n“Oh, I know it does, but just tell me: a man of forty violates a child of ten; was it environment drove him to it?”\n“Well, strictly speaking, it did,” Porfiry observed with noteworthy gravity; “a crime of that nature may be very well ascribed to the influence of environment.”\nRazumihin was almost in a frenzy. “Oh, if you like,” he roared. “I’ll prove to you that your white eyelashes may very well be ascribed to the Church of Ivan the Great’s being two hundred and fifty feet high, and I will prove it clearly, exactly, progressively, and even with a Liberal tendency! I undertake to! Will you bet on it?”\n“Done! Let’s hear, please, how he will prove it!”\n“He is always humbugging, confound him,” cried Razumihin, jumping up and gesticulating. “What’s the use of talking to you? He does all that on purpose; you don’t know him, Rodion! He took their side yesterday, simply to make fools of them. And the things he said yesterday! And they were delighted! He can keep it up for a fortnight together. Last year he persuaded us that he was going into a monastery: he stuck to it for two months. Not long ago he took it into his head to declare he was going to get married, that he had everything ready for the wedding. He ordered new clothes indeed. We all began to congratulate him. There was no bride, nothing, all pure fantasy!”\n“Ah, you are wrong! I got the clothes before. It was the new clothes in fact that made me think of taking you in.”\n“Are you such a good dissembler?” Raskolnikov asked carelessly.\n“You wouldn’t have supposed it, eh? Wait a bit, I shall take you in, too. Ha-ha-ha! No, I’ll tell you the truth. All these questions about crime, environment, children, recall to my mind an article of yours which interested me at the time. ‘On Crime’... or something of the sort, I forget the title, I read it with pleasure two months ago in the Periodical Review.”\n“My article? In the Periodical Review?” Raskolnikov asked in astonishment. “I certainly did write an article upon a book six months ago when I left the university, but I sent it to the Weekly Review.”\n“But it came out in the Periodical.”\n“And the Weekly Review ceased to exist, so that’s why it wasn’t printed at the time.”\n“That’s true; but when it ceased to exist, the Weekly Review was amalgamated with the Periodical, and so your article appeared two months ago in the latter. Didn’t you know?”\nRaskolnikov had not known.\n“Why, you might get some money out of them for the article! What a strange person you are! You lead such a solitary life that you know nothing of matters that concern you directly. It’s a fact, I assure you.”\n“Bravo, Rodya! I knew nothing about it either!” cried Razumihin. “I’ll run to-day to the reading-room and ask for the number. Two months ago? What was the date? It doesn’t matter though, I will find it. Think of not telling us!”\n“How did you find out that the article was mine? It’s only signed with an initial.”\n“I only learnt it by chance, the other day. Through the editor; I know him…. I was very much interested.”\n“I analysed, if I remember, the psychology of a criminal before and after the crime.”\n“Yes, and you maintained that the perpetration of a crime is always accompanied by illness. Very, very original, but… it was not that part of your article that interested me so much, but an idea at the end of the article which I regret to say you merely suggested without working it out clearly. There is, if you recollect, a suggestion that there are certain persons who can… that is, not precisely are able to, but have a perfect right to commit breaches of morality and crimes, and that the law is not for them.”\nRaskolnikov smiled at the exaggerated and intentional distortion of his idea.\n“What? What do you mean? A right to crime? But not because of the influence of environment?” Razumihin inquired with some alarm even.\n“No, not exactly because of it,” answered Porfiry. “In his article all men are divided into ‘ordinary’ and ‘extraordinary.’ Ordinary men have to live in submission, have no right to transgress the law, because, don’t you see, they are ordinary. But extraordinary men have a right to commit any crime and to transgress the law in any way, just because they are extraordinary. That was your idea, if I am not mistaken?”\n“What do you mean? That can’t be right?” Razumihin muttered in bewilderment.\nRaskolnikov smiled again. He saw the point at once, and knew where they wanted to drive him. He decided to take up the challenge.\n“That wasn’t quite my contention,” he began simply and modestly. “Yet I admit that you have stated it almost correctly; perhaps, if you like, perfectly so.” (It almost gave him pleasure to admit this.) “The only difference is that I don’t contend that extraordinary people are always bound to commit breaches of morals, as you call it. In fact, I doubt whether such an argument could be published. I simply hinted that an ‘extraordinary’ man has the right… that is not an official right, but an inner right to decide in his own conscience to overstep… certain obstacles, and only in case it is essential for the practical fulfilment of his idea (sometimes, perhaps, of benefit to the whole of humanity). You say that my article isn’t definite; I am ready to make it as clear as I can. Perhaps I am right in thinking you want me to; very well. I maintain that if the discoveries of Kepler and Newton could not have been made known except by sacrificing the lives of one, a dozen, a hundred, or more men, Newton would have had the right, would indeed have been in duty bound… to eliminate the dozen or the hundred men for the sake of making his discoveries known to the whole of humanity. But it does not follow from that that Newton had a right to murder people right and left and to steal every day in the market. Then, I remember, I maintain in my article that all… well, legislators and leaders of men, such as Lycurgus, Solon, Mahomet, Napoleon, and so on, were all without exception criminals, from the very fact that, making a new law, they transgressed the ancient one, handed down from their ancestors and held sacred by the people, and they did not stop short at bloodshed either, if that bloodshed—often of innocent persons fighting bravely in defence of ancient law—were of use to their cause. It’s remarkable, in fact, that the majority, indeed, of these benefactors and leaders of humanity were guilty of terrible carnage. In short, I maintain that all great men or even men a little out of the common, that is to say capable of giving some new word, must from their very nature be criminals—more or less, of course. Otherwise it’s hard for them to get out of the common rut; and to remain in the common rut is what they can’t submit to, from their very nature again, and to my mind they ought not, indeed, to submit to it. You see that there is nothing particularly new in all that. The same thing has been printed and read a thousand times before. As for my division of people into ordinary and extraordinary, I acknowledge that it’s somewhat arbitrary, but I don’t insist upon exact numbers. I only believe in my leading idea that men are in general divided by a law of nature into two categories, inferior (ordinary), that is, so to say, material that serves only to reproduce its kind, and men who have the gift or the talent to utter a new word. There are, of course, innumerable sub-divisions, but the distinguishing features of both categories are fairly well marked. The first category, generally speaking, are men conservative in temperament and law-abiding; they live under control and love to be controlled. To my thinking it is their duty to be controlled, because that’s their vocation, and there is nothing humiliating in it for them. The second category all transgress the law; they are destroyers or disposed to destruction according to their capacities. The crimes of these men are of course relative and varied; for the most part they seek in very varied ways the destruction of the present for the sake of the better. But if such a one is forced for the sake of his idea to step over a corpse or wade through blood, he can, I maintain, find within himself, in his conscience, a sanction for wading through blood—that depends on the idea and its dimensions, note that. It’s only in that sense I speak of their right to crime in my article (you remember it began with the legal question). There’s no need for such anxiety, however; the masses will scarcely ever admit this right, they punish them or hang them (more or less), and in doing so fulfil quite justly their conservative vocation. But the same masses set these criminals on a pedestal in the next generation and worship them (more or less). The first category is always the man of the present, the second the man of the future. The first preserve the world and people it, the second move the world and lead it to its goal. Each class has an equal right to exist. In fact, all have equal rights with me—and _vive la guerre éternelle_—till the New Jerusalem, of course!”\n“Then you believe in the New Jerusalem, do you?”\n“I do,” Raskolnikov answered firmly; as he said these words and during the whole preceding tirade he kept his eyes on one spot on the carpet.\n“And… and do you believe in God? Excuse my curiosity.”\n“I do,” repeated Raskolnikov, raising his eyes to Porfiry.\n“And… do you believe in Lazarus’ rising from the dead?”\n“I… I do. Why do you ask all this?”\n“You believe it literally?”\n“You don’t say so…. I asked from curiosity. Excuse me. But let us go back to the question; they are not always executed. Some, on the contrary…”\n“Triumph in their lifetime? Oh, yes, some attain their ends in this life, and then…”\n“They begin executing other people?”\n“If it’s necessary; indeed, for the most part they do. Your remark is very witty.”\n“Thank you. But tell me this: how do you distinguish those extraordinary people from the ordinary ones? Are there signs at their birth? I feel there ought to be more exactitude, more external definition. Excuse the natural anxiety of a practical law-abiding citizen, but couldn’t they adopt a special uniform, for instance, couldn’t they wear something, be branded in some way? For you know if confusion arises and a member of one category imagines that he belongs to the other, begins to ‘eliminate obstacles’ as you so happily expressed it, then…”\n“Oh, that very often happens! That remark is wittier than the other.”\n“No reason to; but take note that the mistake can only arise in the first category, that is among the ordinary people (as I perhaps unfortunately called them). In spite of their predisposition to obedience very many of them, through a playfulness of nature, sometimes vouchsafed even to the cow, like to imagine themselves advanced people, ‘destroyers,’ and to push themselves into the ‘new movement,’ and this quite sincerely. Meanwhile the really new people are very often unobserved by them, or even despised as reactionaries of grovelling tendencies. But I don’t think there is any considerable danger here, and you really need not be uneasy for they never go very far. Of course, they might have a thrashing sometimes for letting their fancy run away with them and to teach them their place, but no more; in fact, even this isn’t necessary as they castigate themselves, for they are very conscientious: some perform this service for one another and others chastise themselves with their own hands…. They will impose various public acts of penitence upon themselves with a beautiful and edifying effect; in fact you’ve nothing to be uneasy about…. It’s a law of nature.”\n“Well, you have certainly set my mind more at rest on that score; but there’s another thing worries me. Tell me, please, are there many people who have the right to kill others, these extraordinary people? I am ready to bow down to them, of course, but you must admit it’s alarming if there are a great many of them, eh?”\n“Oh, you needn’t worry about that either,” Raskolnikov went on in the same tone. “People with new ideas, people with the faintest capacity for saying something new, are extremely few in number, extraordinarily so in fact. One thing only is clear, that the appearance of all these grades and sub-divisions of men must follow with unfailing regularity some law of nature. That law, of course, is unknown at present, but I am convinced that it exists, and one day may become known. The vast mass of mankind is mere material, and only exists in order by some great effort, by some mysterious process, by means of some crossing of races and stocks, to bring into the world at last perhaps one man out of a thousand with a spark of independence. One in ten thousand perhaps—I speak roughly, approximately—is born with some independence, and with still greater independence one in a hundred thousand. The man of genius is one of millions, and the great geniuses, the crown of humanity, appear on earth perhaps one in many thousand millions. In fact I have not peeped into the retort in which all this takes place. But there certainly is and must be a definite law, it cannot be a matter of chance.”\n“Why, are you both joking?” Razumihin cried at last. “There you sit, making fun of one another. Are you serious, Rodya?”\nRaskolnikov raised his pale and almost mournful face and made no reply. And the unconcealed, persistent, nervous, and discourteous sarcasm of Porfiry seemed strange to Razumihin beside that quiet and mournful face.\n“Well, brother, if you are really serious… You are right, of course, in saying that it’s not new, that it’s like what we’ve read and heard a thousand times already; but what is really original in all this, and is exclusively your own, to my horror, is that you sanction bloodshed in the name of conscience, and, excuse my saying so, with such fanaticism…. That, I take it, is the point of your article. But that sanction of bloodshed by conscience is to my mind… more terrible than the official, legal sanction of bloodshed….”\n“You are quite right, it is more terrible,” Porfiry agreed.\n“Yes, you must have exaggerated! There is some mistake, I shall read it. You can’t think that! I shall read it.”\n“All that is not in the article, there’s only a hint of it,” said Raskolnikov.\n“Yes, yes.” Porfiry couldn’t sit still. “Your attitude to crime is pretty clear to me now, but… excuse me for my impertinence (I am really ashamed to be worrying you like this), you see, you’ve removed my anxiety as to the two grades getting mixed, but… there are various practical possibilities that make me uneasy! What if some man or youth imagines that he is a Lycurgus or Mahomet—a future one of course—and suppose he begins to remove all obstacles…. He has some great enterprise before him and needs money for it… and tries to get it… do you see?”\nZametov gave a sudden guffaw in his corner. Raskolnikov did not even raise his eyes to him.\n“I must admit,” he went on calmly, “that such cases certainly must arise. The vain and foolish are particularly apt to fall into that snare; young people especially.”\n“Yes, you see. Well then?”\n“What then?” Raskolnikov smiled in reply; “that’s not my fault. So it is and so it always will be. He said just now (he nodded at Razumihin) that I sanction bloodshed. Society is too well protected by prisons, banishment, criminal investigators, penal servitude. There’s no need to be uneasy. You have but to catch the thief.”\n“And what if we do catch him?”\n“Then he gets what he deserves.”\n“You are certainly logical. But what of his conscience?”\n“Why do you care about that?”\n“Simply from humanity.”\n“If he has a conscience he will suffer for his mistake. That will be his punishment—as well as the prison.”\n“But the real geniuses,” asked Razumihin frowning, “those who have the right to murder? Oughtn’t they to suffer at all even for the blood they’ve shed?”\n“Why the word ought? It’s not a matter of permission or prohibition. He will suffer if he is sorry for his victim. Pain and suffering are always inevitable for a large intelligence and a deep heart. The really great men must, I think, have great sadness on earth,” he added dreamily, not in the tone of the conversation.\nHe raised his eyes, looked earnestly at them all, smiled, and took his cap. He was too quiet by comparison with his manner at his entrance, and he felt this. Everyone got up.\n“Well, you may abuse me, be angry with me if you like,” Porfiry Petrovitch began again, “but I can’t resist. Allow me one little question (I know I am troubling you). There is just one little notion I want to express, simply that I may not forget it.”\n“Very good, tell me your little notion,” Raskolnikov stood waiting, pale and grave before him.\n“Well, you see… I really don’t know how to express it properly…. It’s a playful, psychological idea…. When you were writing your article, surely you couldn’t have helped, he-he! fancying yourself… just a little, an ‘extraordinary’ man, uttering a new word in your sense…. That’s so, isn’t it?”\n“Quite possibly,” Raskolnikov answered contemptuously.\nRazumihin made a movement.\n“And, if so, could you bring yourself in case of worldly difficulties and hardship or for some service to humanity—to overstep obstacles?... For instance, to rob and murder?”\nAnd again he winked with his left eye, and laughed noiselessly just as before.\n“If I did I certainly should not tell you,” Raskolnikov answered with defiant and haughty contempt.\n“No, I was only interested on account of your article, from a literary point of view…”\n“Foo! how obvious and insolent that is!” Raskolnikov thought with repulsion.\n“Allow me to observe,” he answered dryly, “that I don’t consider myself a Mahomet or a Napoleon, nor any personage of that kind, and not being one of them I cannot tell you how I should act.”\n“Oh, come, don’t we all think ourselves Napoleons now in Russia?” Porfiry Petrovitch said with alarming familiarity.\nSomething peculiar betrayed itself in the very intonation of his voice.\n“Perhaps it was one of these future Napoleons who did for Alyona Ivanovna last week?” Zametov blurted out from the corner.\nRaskolnikov did not speak, but looked firmly and intently at Porfiry. Razumihin was scowling gloomily. He seemed before this to be noticing something. He looked angrily around. There was a minute of gloomy silence. Raskolnikov turned to go.\n“Are you going already?” Porfiry said amiably, holding out his hand with excessive politeness. “Very, very glad of your acquaintance. As for your request, have no uneasiness, write just as I told you, or, better still, come to me there yourself in a day or two… to-morrow, indeed. I shall be there at eleven o’clock for certain. We’ll arrange it all; we’ll have a talk. As one of the last to be there, you might perhaps be able to tell us something,” he added with a most good-natured expression.\n“You want to cross-examine me officially in due form?” Raskolnikov asked sharply.\n“Oh, why? That’s not necessary for the present. You misunderstand me. I lose no opportunity, you see, and… I’ve talked with all who had pledges…. I obtained evidence from some of them, and you are the last…. Yes, by the way,” he cried, seemingly suddenly delighted, “I just remember, what was I thinking of?” he turned to Razumihin, “you were talking my ears off about that Nikolay… of course, I know, I know very well,” he turned to Raskolnikov, “that the fellow is innocent, but what is one to do? We had to trouble Dmitri too…. This is the point, this is all: when you went up the stairs it was past seven, wasn’t it?”\n“Yes,” answered Raskolnikov, with an unpleasant sensation at the very moment he spoke that he need not have said it.\n“Then when you went upstairs between seven and eight, didn’t you see in a flat that stood open on a second storey, do you remember? two workmen or at least one of them? They were painting there, didn’t you notice them? It’s very, very important for them.”\n“Painters? No, I didn’t see them,” Raskolnikov answered slowly, as though ransacking his memory, while at the same instant he was racking every nerve, almost swooning with anxiety to conjecture as quickly as possible where the trap lay and not to overlook anything. “No, I didn’t see them, and I don’t think I noticed a flat like that open…. But on the fourth storey” (he had mastered the trap now and was triumphant) “I remember now that someone was moving out of the flat opposite Alyona Ivanovna’s…. I remember… I remember it clearly. Some porters were carrying out a sofa and they squeezed me against the wall. But painters… no, I don’t remember that there were any painters, and I don’t think that there was a flat open anywhere, no, there wasn’t.”\n“What do you mean?” Razumihin shouted suddenly, as though he had reflected and realised. “Why, it was on the day of the murder the painters were at work, and he was there three days before? What are you asking?”\n“Foo! I have muddled it!” Porfiry slapped himself on the forehead. “Deuce take it! This business is turning my brain!” he addressed Raskolnikov somewhat apologetically. “It would be such a great thing for us to find out whether anyone had seen them between seven and eight at the flat, so I fancied you could perhaps have told us something…. I quite muddled it.”\n“Then you should be more careful,” Razumihin observed grimly.\nThe last words were uttered in the passage. Porfiry Petrovitch saw them to the door with excessive politeness.\nThey went out into the street gloomy and sullen, and for some steps they did not say a word. Raskolnikov drew a deep breath.", "id": "<urn:uuid:842792ff-9ed5-4959-9a6a-526b7eed61ac>", "dump": "CC-MAIN-2013-20", "url": "http://etc.usf.edu/lit2go/182/crime-and-punishment/3410/part-3-chapter-5/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9757550954818726, "token_count": 10724, "score": 2.609375, "int_score": 3}
{"text": "Add comment December 10th, 2012 Headsman\nOn this date in 1900, John Filip Nordlund was beheaded with Albert Dahlman‘s axe at Sweden’s Västerås County Jail.\nThe second-last person executed in Sweden (English Wikipedia entry | Swedish) was the author of an infamously fiendish murder spree aboard a ferry steamer crossing Lake Mälaren for Stockholm on the evening of May 16, 1900: shortly after the Prins Carl‘s departure from Arboga, Nordlund, armed with two revolvers and two blades, went on a rampage through the boat (Swedish link), shooting or stabbing everyone he saw.\nThe spree left five dead, including the ship’s captain, and several others wounded. Then Nordlund lowered a lifeboat into the water and rowed away with about 800 stolen kronor … and the opprobrium of the nation.\nNordlund stalks the Prins Carl, from this verse pdf (Swedish).\nPolice were able to track him from the descriptions of witnesses to a train station and arrest him the very next day. Their maniac would turn out to be a 25-year-old career thief, only released the month before from his latest prison stint.\nAlthough captured trying to flee, Nordlund from the first projected resignation — even relief, writing his parents that he would be well rid of a society he had never felt part of. Certainly the sentence was in little doubt given the infamy of the crime (Nordlund was almost lynched after arrest), and the man made no attempt to defend himself or mitigate his actions in court, nor to seek mercy after conviction.\nNordlund was the third person executed in Sweden in 1900 alone, but there would be no more patients for Dahlman for a decade … until 1910, when Sweden conducted its first and only guillotining. The country has not carried out a death sentence since.\nBesides being the penultimate executee in Swedish history, John Filip Nordlund is also the last man in Europe beheaded manually (rather than with Dr. Guillotin’s device) other than in Germany.\nAlso on this date\n- 1852: Jose Forni, the first legal hanging in California\n- 1718: Stede Bonnet, gentleman pirate\n- 1541: Thomas Culpeper and Francis Dereham, the Queen's lovers\n- 1796: Jose Leonardo Chirino, Venezuelan slave revolt leader\n- 1937: Teido Kunizaki", "id": "<urn:uuid:271e96c4-9f83-415a-a3a4-37e0c888e5cc>", "dump": "CC-MAIN-2013-20", "url": "http://www.executedtoday.com/2012/12/10/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9607532024383545, "token_count": 523, "score": 2.546875, "int_score": 3}
{"text": "Johannes Brahms was the son of a double-bass player in the Hamburg orchestra. Brahms’s talent was recognized very early. The famous violinist, Joachim, soon introduced Brahms to Robert Schumann who, together with his wife Clara played a major role in establishing Brahms as a major composer. Brahms spent most of his life in Vienna, where he was generally considered the Beethoven’s successor. Brahms’s compositions combine the best of the traditional classical form with the innovative romantic harmonic ideas.\nMore Johannes Brahms sheet music download on EveryNote.com", "id": "<urn:uuid:15cdf9a3-a020-4795-952f-d13530139bfe>", "dump": "CC-MAIN-2013-20", "url": "http://everynote.com/orchestralparts.choose/0/18/71/447.note", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9630697965621948, "token_count": 126, "score": 2.765625, "int_score": 3}
{"text": "Why Man U?\nAskMen / Getty Images\n\"Gathering together at Old Trafford must have given these people something of the sense of community that they had previously known in their villages.\"\nVisiting Manchester the other day, I was driving down a nondescript road past dreary shops and offices when I saw the top of a sports stadium poking into the gray sky. It was Old Trafford. Team buses carrying soccer players from more glamorous cities such as Barcelona have been known to echo with cries of disgust as they pull in here.\nThe home of Manchester United is rainy and underwhelming. The estimated 333 million humans who consider themselves United fans don’t all know that Manchester is a city in England, but many of those who do would probably be surprised to find just how mid-ranking a city it is. Yet when United’s American ruling family, the Glazers, sold club shares in August, United was valued at $2.3 billion. That made it the world’s most valuable sports franchise, ahead of Real Madrid and baseball’s New York Yankees, according to Forbes. In short, United is bigger than Manchester. So why on earth did this global behemoth arise precisely here? And how, in the last 134 years, has United shaped soccer, in England and now the world?\nWhen a soccer club was created just by the newish railway line in 1878, the Manchester location actually helped. The city was then growing like no other on earth. In 1800 it had been a tranquil little place of 84,000 inhabitants, so insignificant that as late as 1832 it didn’t have a member of parliament. The Industrial Revolution changed everything. Workers poured in from English villages, from Ireland, from feeble economies everywhere (my own great-grandparents arrived on the boat from Lithuania). By 1900, Manchester was Europe’s sixth-biggest city, with 1.25 million inhabitants.\nThe club by the railway line was initially called Newton Heath, because the players worked at the Newton Heath carriage works of the Lancashire and Yorkshire Railway Company. They played in work clogs against other work teams. Jim White’s Manchester United: The Biography nicely describes the L&YR workers as “sucked in from all over the country to service the growing need for locomotives and carriages.” Life in Manchester then was neither fun nor healthy, White writes. In some neighborhoods, average male life expectancy was just 17. This was still the same brutal city where a few decades before, Karl Marx’s pal Friedrich Engels had run his father’s factory. The conditions of the industrial city were so awful it inspired communism. (My own great-grandparents lost two of their children to scarlet fever in Manchester before moving on to much healthier southern Africa.)\nInevitably, most of these desperate early Mancunians were rootless migrants. Unmoored in their new home, many embraced the local soccer clubs. Gathering together at Old Trafford must have given these people something of the sense of community that they had previously known in their villages. That’s how the world’s first great industrial city engendered the world’s greatest soccer brand. Next Page >>", "id": "<urn:uuid:223e0d4e-5454-48af-94fe-79e339cdb888>", "dump": "CC-MAIN-2013-20", "url": "http://www.askmen.com/sports/fanatic/why-man-u.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9740930199623108, "token_count": 667, "score": 2.609375, "int_score": 3}
{"text": "The National Cattlemen's Beef Association has criticized a review of the National Ambient Air Quality Standards for Particulate Matter. Conducted by the U.S. Environmental Protection Agency, the study was done as part of a required review of the coarse particulate matter standards. In effect, EPA is looking at the impact of duct.\nAccording to a statement from NCBA, coarse particulate matter is \"nothing more than dust kicked up by cars and trucks traveling on dirt roads, a tractor tilling a field or cattle moving around on dirt,\" says Tamara Theis, NCBA's chief environmental council. \"Studies do not show that rural dust is a health problem.\"\nEPA, back in 2006, set a coarse particulate matter standard of 150 micrograms per cubic meter of air, and when reviewing the standard in 2008, determined that the evidence on health effects from this level of dust was inconclusive. However, in July 2009, EPA reinterpreted what NCBA calls \"the inconclusive evidence\" and made use of what the group calls a flawed study to suggest that there are adverse health effects from dust at leves that are 10 times lower than the current standard.\nTheis says EPA is suggesting 12 to 15 micrograms of dust per cubic meter of air, which is below the naturally occurring levels of dust through most Western states - including \"pristine National Parks,\" she says. If EPA were to set air standards at this level, much of the country would be over the limit.\nCattle producers are concerned because it would limit the ability to raise livestock, but the issue goes beyond agriculture, Theis says. \"States would be required to impose extreme control requirements and limitations on many businesses to ensure that the standard is met.\"\nThe group is urging EPA to reject the study results and refrain from tightening the dust standard further.", "id": "<urn:uuid:dac82ba8-16eb-4709-8603-56b19c9bed20>", "dump": "CC-MAIN-2013-20", "url": "http://farmprogress.com/story-beef-industry-group-questions-epa-dust-rule-analysis-0-32785", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9610844850540161, "token_count": 376, "score": 2.578125, "int_score": 3}
{"text": "color=\"#FFFFFF\" size=\"2\">Back to Regional News Digest\nSaturday, September 19, 1998 Last modified at 3:24 a.m. on Saturday, September 19, 1998\nState gets more rain, except in plains\nALBUQUERQUE (AP) - Slightly higher averages of rain in New Mexico this summer masked big differences in precipitation levels statewide, the National Weather Service said.\nThe state's June-through-August average was 5 percent wetter than normal. But while summer rains fell on the western and northern parts of the state, the eastern plains were dry, said Charlie Liles, head of the weather service's Albuquerque office.\nLiles said you could draw a line south from Clayton and Las Vegas, N.M., through Cloudcroft to see the demarkation: It mostly was dry to the southeast and wet in the northwest. Part of weather systems that steered rain away from Texas did the same to eastern New Mexico.\n\"The dry east and southeast plains shows the westward expansion of the Texas drought that has taken place the past three to four months,\" Liles said.ce\nClovisn got 61 percent less rain this summer, he said.\nMonsoons caused an unusually wet July across the rest of the state but then stopped in August, said Dave Gutzler, a climate researcher at the University of New Mexico.\nJal, in the southeast, was the driest spot for the three-month period, with just 1.43 inches of rain, 72 percent below normal. The wettest spot was Black Lake near Angel Fire, with 14.53 inches, Liles said.\nAlbuquerque was two percent below normal with 3.42 inches, while Socorro was nearly 50 percent above normal with 5.6 inches. Santa Fe had 33 percent more rain at 7.15 inches, while Las Cruces was 47 percent below normal at 2.37 inches.", "id": "<urn:uuid:0057e9c8-4a05-4d1f-9ef8-63a69171c58d>", "dump": "CC-MAIN-2013-20", "url": "http://lubbockonline.com/stories/091998/LG3074.shtml", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9609489440917969, "token_count": 396, "score": 2.78125, "int_score": 3}
{"text": "India's rice output expected at 100 mn tons in 2012-13: FAO\nThe global body on the farm sector had earlier forecast the rice output in India, the world's second largest producer, at 98.5 MT. This was due to late onset of monsoon rains leading to deficit in key northern and southern growing areas.\nFAO in its latest 'Food Outlook' report said that output prospects in India were marred until August by below-normal precipitation, but have since been bolstered by a revival of the monsoon rains.\n\"As a result, the country is predicted to harvest 100 MT in 2012-13, 4 MT less than its outstanding 2011-12 season, but still the second best result in history,\" FAO said.\nThe country had harvested a record 104.32 MT of rice in the 2011-12 crop year (JulyŅJune).\n\"While the resulting replenishment of water reserves should foster an expansion of secondary rabi (winter) crop, the rains may have come too late for the main kharif (summer) crop to be unscathed,\" it added.\nThe past few months of the 2012 season were dominated by concern over a possible recurrence of an El Nino Southern Oscillation (ENSO) weather anomaly and slow progress of the monsoon rains in India, it said.\n\"However, in August and September, India's fears were tempered by more generous pattern of the rainfall, and meteorological centre's predictions reverted back to a weak\nor neutral ENSO,\" it added.\nAccording to the\nBe the first to comment.", "id": "<urn:uuid:de94cbf7-7105-41ea-a519-55d8d8171cb1>", "dump": "CC-MAIN-2013-20", "url": "http://www.financialexpress.com/news/indias-rice-output-expected-at-100-mn-tons-in-201213-fao/1031026", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9704745411872864, "token_count": 329, "score": 2.65625, "int_score": 3}
{"text": "Australia's “exceptional” heatwave has produced record-breaking temperatures, with at least six of the first seven days of 2013 among the top 20 hottest days in the past century.\nThe extreme January heat has prompted the Bureau of Meteorology to issue a special climate statement, with further updates planned as the scorching temperatures continue.\nData for Monday is still to be fully analysed by the weather bureau, but it may be the hottest of the series and could generate a record average maximum beyond the 40.17 degrees reached on December 21, 1972.\nSuch a result would make it six days in a row when the national average has been above 39 degrees; tomorrow is expected to make it seven. Prior to this series, the longest run of 39 degrees or more was four days, in 1973.\n“This event is ongoing with significant records likely to be set,” the bureau statement said. “A particular feature of this heatwave event has been the exceptional spatial extent of high temperatures.”\nThe final four months of 2012 were the hottest on record for Australia and January is making an early run at adding to the sequence of especially hot weather.\n“Australia-wide, and for individual states, we are currently well above average by many degrees,” said Aaron Coutts-Smith, the bureau's NSW manager for climate services.\nSydney is set to cop its first major blast of the searing heat that has grilled much of Australia for the past week, with 43 degrees forecast.\nToday's 40-degree prediction for Perth is one sign that any relief for the bulk of central and southern Australia from the current sweltering temperatures will be shortlived.\n“We are seeing that re-intensification” of the heat, said Dr Coutts-Smith.\nMelbourne, which is expecting 31 degrees today will feel chilly on Wednesday with a maximum of just 20 degrees before the mercury starts climbing back to 37 degrees on Friday, the bureau predicts.\nThe data for national averages shows the maximum reached 39.2 on January 2, 39.6 on January 3, 39.3 on January 4, 39.3 on January 5 and 39.6 on January 6.\nInterestingly, none of the states has broken individual maximum highs, at least in the data until January 6, underscoring how large in size the overall weather pattern is. The weather bureau's manager for climate monitoring, Karl Braganza on Monday described the event as a \"dome of heat\" over the continent.\nNSW, which is likely to endure extreme temperatures today, has to exceed 44.1 degrees on average to beat the record set on January 14, 1939. This year, the hottest day was on January 5 when maximums averaged 41.1 degrees, with Hay Airport hitting 47.9 degrees, according to data up until January 6.\nFor Victoria, the hottest day on record was 44.5 degrees on Black Saturday, February 7, 2009, when bushfires left 173 people dead. In the current spate of heat, the hottest day was January 4 when temperatures across the state averaged 41.2 degrees.\nUp until January 6, Yarrawonga had posted the hottest temperature in the state at 45.7 degrees on January 5, while Portland's 42.1 on the previous day was a new daily maximum for that location, the bureau said.\nNationwide, the hottest single temperature recorded during the heat - up to January 6 - has been the 48.6 degrees reached at Red Rocks Point in WA on Jauary 3. That's about 2 degrees below the 50.7 degrees all-time record set on January 2, 1960.", "id": "<urn:uuid:23156681-3a82-4757-a6c9-f172faa662dd>", "dump": "CC-MAIN-2013-20", "url": "http://www.hillsnews.com.au/story/1222764/exceptional-heatwave-challenges-records/?cs=2452", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9625930190086365, "token_count": 751, "score": 2.6875, "int_score": 3}
{"text": "Question from Amanda: Where and what acids are found in wine. Which wines have more acid (dry or sweet) and why due to the climate. Explain why and how titration can be used to determine the relative acid content of wine. If you could help answer my question i would be very grateful.\nAnswer: Hi, Amanda! Thanks for your question! I’ll do my best….\nThe main grape acid is tartaric, a relatively strong acid, unlike most fruits. It’s followed by malic (found in lots of fruits and vegetables) and there are trace amounts of lots of different acids. We have an article on wine components, including acid, at goosecross.com.\nGenerally, white wines are higher in acid than reds, for aesthetic reasons. Sweet wines should be the highest of all, to offset the sweetness, or the wine will be cloying.\nCool climates usually produce wines of high acid compared to warm climates because heat causes the sugar to go up and the acid to go down. A Chardonnay from Burgundy, France is almost always higher in acid than a Napa Valley Chardonnay because of the difference in climate. Imagine trying to ripen tomatoes in a cold climate–they will be quite tart!\nTitration is a simple color-change test. I’ve paraphrased this from a wine text: Titration is the process of determining the concentration of a substance, such as acid, in a solution by adding a carefully measured standard reagent (usually sodium hydroxide) until a reaction (change in color) occurs due to the presence of an indicator (phenolphthalein). Most home winemakers buy inexpensive kits to do this.\nI hope this helps you. Are you studying wine making?", "id": "<urn:uuid:ae6ebdd8-4c80-4452-94bc-35a8c7fc9fa2>", "dump": "CC-MAIN-2013-20", "url": "http://goosecross.com/blog/q-acids-and-wine/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.945919930934906, "token_count": 370, "score": 3.3125, "int_score": 3}
{"text": "Harold Urey was the teacher of the American researcher Stanley Miler at Chicago University. Because of Urey’s contribution to Miller’s 1953 experiment on the origin of life, this is also known as the Urey-Miller Experiment. This experiment is the only “proof” used to supposedly confirm the molecular evolution thesis, which is put forward as the first stage in the evolutionary process. However, the experiment was never able to offer any findings to support evolutionist claims regarding the origin of life. (See The Miller Experiment.)\n—See Miller Experiment, The.", "id": "<urn:uuid:aaa3980b-2afc-4ec3-8fb3-0574c7576493>", "dump": "CC-MAIN-2013-20", "url": "http://harunyahya.com/en/books/14789/The_Evolution_Impasse_II/chapter/4895", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.950179934501648, "token_count": 119, "score": 3.25, "int_score": 3}
{"text": "Contemporary full brown calf. Small paper spine label. Boards triple ruled in blind. edges speckled red. Boards and joints rubbed and bumped. Head and tale of the spine chipped. Some toning and browning throughout, but mainly to preliminary and final leaves. Leaves A2 and A3 with some chipping along fore-edge, not affecting text. A bit of marginal worming, not affecting text. Previous owner's old ink signature on title-page and some instances of marginalia and text corrections in the same hand. Overall a very good copy.\n“Bacon’s major contribution to the development of science lies in his natural philosophy, his philosophy of scientific method, and in his projects for the practical organization of science. During the last years of his life, he expounded these ideas in a series of works, of which the Twoo bookes was the first. The only work Bacon ever published in English, it was later expanded and latinized into De augmentis scientiarum (1623). In the Twoo bookes, Bacon concerned himself primarily with the classification of philosophy and the sciences and with developing his influential view of the relation between science and theology. While preserving the traditional distinction between knowledge obtained by divine revelation and knowledge acquired through the senses, Bacon saw both theoretical and applied science as religious duties, the first for a greater knowledge of God through his creation, and the second for the practice of charity to one’s fellows by improving their condition. This view of science as a religious function maintained its authority throughout the seventeenth and early eighteenth centuries, and was an important factor in the public success of the scientific movement” (Norman Library).\nGibson 82. STC 1165.\nHBS # 65822 $850", "id": "<urn:uuid:e04e5806-0a3c-464e-b9b3-0390547ccd5b>", "dump": "CC-MAIN-2013-20", "url": "http://heritage@heritagebookshop.com/details.php?id=65822", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9678367376327515, "token_count": 364, "score": 2.640625, "int_score": 3}
{"text": "Simply begin typing or use the editing tools above to add to this article.\nOnce you are finished and click submit, your modifications will be sent to our editors for review.\nfemale Finn Dorset sheep that lived from 1996 to 2003, the first successfully cloned mammal, produced by Scottish geneticist Ian Wilmut and colleagues of the Roslin Institute, near Edinburgh. The announcement in February 1997 of the world’s first clone of an adult animal was a milestone in science, dispelling decades of presumption that adult mammals could not be cloned and igniting a debate...\n...senior scientific officer at the Animal Breeding Research Organisation (ABRO; renamed Edinburgh Research Station of the Institute of Animal Physiology and Genetics Research in 1985 and finally Roslin Institute in 1993), a government-supported research facility located in Roslin, Scot., just south of Edinburgh. At the ABRO facility, Wilmut studied embryo development and became interested in...\nWhat made you want to look up \"Roslin Institute\"? Please share what surprised you most...", "id": "<urn:uuid:bb811c4a-cf9a-4fdb-8fff-16dccb2e8d8d>", "dump": "CC-MAIN-2013-20", "url": "http://www.britannica.com/EBchecked/topic/1519387/Roslin-Institute", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9322106242179871, "token_count": 211, "score": 3.03125, "int_score": 3}
{"text": "Flipping the North Koreans off\nNot many people visit North korea these days but if you are one of the lucky few, more likely than not you will be led through an official guided tour of USS Pueblo – an American Intelligence vessel captured in 1968 – which remains the only American vessel currently in captivity.\nThe seizure of USS Pueblo is now one of the forgotten episodes of the Cold War. The U.S. claimed it was in the international waters, while the D.P.R.K. insisted that it was in the North Korean waters. Diplomatic and military stand-off that followed was punctuated by a series of photos, films, and letters depicting the crew of the Pueblo enjoying their comfortable captivity.\nIn reality, however, the crew was being subjected to psychical and psychological abuse. From behind the bars in one of the most isolated places on the planet, the crew nonetheless delivered a master class in political subversion. To undermine the credibility of the letters written home to suggest that they had willingly defected, the crew wrote about the events that never happened. In their press conferences, they used archaic words the Koreans didn’t perfectly understand. Since none of the Koreans knew English well enough to write the confession, the vessel’s commander wrote it himself. They checked the meaning of his words with a dictionary, but failed to catch the pun: “We paean the DPRK. We paean the Korean people. We paean their great leader Kim Il Sung”. (“Paean” is homophonic with “pee on”.)\nAnd almost by accident, they came across the idea behind their greatest coup: in two propaganda movies, the crew noticed people giving the finger were not censored. The crew deduced that the North Koreans didn’t know what the finger meant. In the subsequent propaganda photos of the crew, their middle fingers were firmly extended to the cameraman. When the North Koreans questioned, the crew described it as the “Hawaiian good luck sign.” The ruse went on unnoticed until October 1968, when Time magazine explained the mysterious gesture appearing in many photos as one of “obscene derisiveness and contempt.”\nThis revelation infuriated the North Korean captors, bringing about a period of severe beatings and torture, and the propaganda letters, photos and videos stopped after this. Yet, it would take two more months for the U.S. to offer a perfunctory apology (retracted afterwards) to ensure the release of 82 crewmen. Diplomatic and morale victory hid the bitter reality that the loss of USS Pueblo was a significant blow to the intelligence services. It is now believed that the Soviets urged the North Koreans to seize the ship so that they can reverse engineer US equipment and codebooks.\nTime Magazine never responded to the repercussions that followed its very public explanation, which in its entirely is reproduced below. For more photos, check the link here.", "id": "<urn:uuid:4e061316-a722-4a96-8d1b-359431d138e8>", "dump": "CC-MAIN-2013-20", "url": "http://iconicphotos.wordpress.com/2010/10/01/flipping-the-north-koreans-off/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.970348596572876, "token_count": 617, "score": 2.59375, "int_score": 3}
