{"text": "Archaeological Site of Rehman Dheri\nDepartment of Archaeology and Museums\nProperty names are listed in the language in which they have been submitted by the State Party.\nThe archaeological site of Rehman Dheri consists of a rectangular shaped mound covering some twenty two hectares and standing 4.5 metres above the surrounding field. The final occupational phase of the site is clearly visible on the surface of the mound by eye and also through air photographs. It consisted of a large walled rectangular area with a grid iron network of streets and lanes dividing the settlement into regular blocks. Walls delineating individual buildings and street frontages are clearly visible in the early morning dew or after rain and it is also possible to identify the location of a number of small-scale industrial areas within the site marked, as they are, by eroding kilns and scatters of slag. The surface of the mound is littered with thousands of shreds and artefacts, slowly eroding out of room fills.\nThe archaeological sequence at the site of Rehman Dheri is over 4.5 metres deep, and covers a sequence of over 1,400 years beginning at c.3,300 BC. The site represents following periods:\nI c.3300-3850 BC\nII c.2850-2500 BC\nIII c.2500-1900 BC\nIt is generally accept that the settlement received its formal plan in its earliest phases and that subsequent phases replicated the plan over time. Although its excavators have cut a number of deep trenches or soundings into the lower levels, the areas exposed have been too limited to undertake a study of change in layout and the spatial distribution of craft activities. It was abandoned at the beginning of the mature Indus phase by the middle of the third millennium BC and subsequent activities, greatly reduced, are only recorded on the neighbouring archaeological mound, Hisam Dheri. The plan of the Early Harappan settlement is therefore undisturbed by later developments and, as such, represents the most exceptionally preserved example of the beginning of urbanisation in South Asia.", "id": "<urn:uuid:113e3986-b949-4542-97da-d6842557b2f6>", "dump": "CC-MAIN-2013-20", "url": "http://whc.unesco.org/pg_friendly_print.cfm?cid=326&id=1877", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.960351288318634, "token_count": 426, "score": 2.765625, "int_score": 3}
{"text": "The machete blades turned red with heat in the fire that the rubber workers built on a Liberia plantation, Thomas Unnasch remembers from a visit in the 1980s.\nThis was how the men tried to quell the intense itchiness that comes with river blindness, a rare tropical disease.\n\"You can imagine how bad the itching must be, that running a red-hot machete up and down your back would be a relief, but it was,\" said Unnasch, whose laboratory works on diagnostic tests for the disease.\nAbout 18 million people have river blindness worldwide, according to the World Health Organization, but more than 99% of cases of this disease are found in Africa. It goes by the technical name \"onchocerciasis,\" and it spreads through small black flies that breed in fast-flowing, highly oxygenated waters. When an infected fly bites a person, it drops worm larvae in the skin, which can then grow and reproduce in the body.\nUnlike malaria, river blindness is not fatal, but it causes a \"miserable life,\" said Moses Katabarwa, senior epidemiologist for the Atlanta-based Carter Center's River Blindness Program, which has been leading an effort to eliminate the disease in the Americas and several African countries.\nSome strains cause blindness, while others come with more severe skin disease. With time, generally all strains of the disease can lead to rough \"lizard\" skin, depigmented \"leopard skin\" and hanging groins. Another big problem among patients is itching, which happens when the worms die inside a person.\nIn southwest Uganda, the locals call the disease \"Obukamba,\" referring to the symptoms of distorted skin appearance and itchiness, Katabarwa said. In western Uganda, he said, \"the fly is called 'Embwa fly' or dog fly, for it bites like a dog!\"\nThere is no vaccine for river blindness, but there is a drug, called ivermectin that paralyzes and kills the offspring of adult worms, according to the Mayo Clinic. It may also slow the reproduction of adult female worms, so there are fewer of them in the skin, blood and eyes. The pharmaceutical company Merck has been donating the treatment, under the brand name Mectizan, since 1985.\nGreat strides have been made against this disease. In the Americas, it was eliminated in Colombia in 2007 and in Ecuador in 2009.", "id": "<urn:uuid:415cd5cc-0228-4449-a777-4a0bb2194449>", "dump": "CC-MAIN-2013-20", "url": "http://www.4029tv.com/news/health/Fighting-river-blindness/-/8897344/18384038/-/item/0/-/o7f20pz/-/index.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9593093395233154, "token_count": 502, "score": 3.15625, "int_score": 3}
{"text": "What exactly does \"desecration\" mean? Is it just flag burning — or does it also include smearing the flag with dirt? How about dropping it on the ground? And why should law enforcement get to decide who to arrest for such desecration? Free expression and the right to dissent are among the core principles which the American flag represents. The First Amendment must be protected most when it comes to unpopular speech. Failure to do so fails the very notion of freedom of expression.\nOur democracy is strong because we tolerate all peaceful forms of expression, no matter how uncomfortable they make us feel, or how much we disagree. If we take away the right to dissent - no matter how unpopular - what freedom will be sacrificed next?\nMake a Difference\nYour support helps the ACLU defend free speech and a broad range of civil liberties.\nBurn the Flag or Burn the Constitution? (2011 blog): Sadly, Congress is once again considering an amendment to the U. S. Constitution banning desecration of the American flag and, in doing so, testing our political leaders' willingness to defend what is arguably one of America's most sacred principles — protecting political speech.\nFlag Amendment Defeated, First Amendment Stands Unscathed (2003): On June 27, 2006, the Senate voted down the proposed Flag Desecration Amendment by the slimmest margin ever. The vote was 66-34, just one vote short of the two-thirds needed to approve a constitutional amendment.\nReasons to Oppose the Flag Desecration Amendment (2004 resource): Talking Points on Opposing the Flag Desecration Amendment\nBackground on the Flag Desecration Amendment (2004 resource)\nFight for the Flag - Resources (2006 resource)", "id": "<urn:uuid:cbe1a6ba-f0ca-4f88-86c8-7605d31dcf07>", "dump": "CC-MAIN-2013-20", "url": "http://www.aclu.org/free-speech/flag-desecration", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9041697382926941, "token_count": 351, "score": 3.09375, "int_score": 3}
{"text": "Science Fair Project Encyclopedia\nThe chloride ion is formed when the element chlorine picks up one electron to form the anion (negatively charged ion) Cl−. The salts of hydrochloric acid HCl contain chloride ions and are also called chlorides. An example is table salt, which is sodium chloride with the chemical formula NaCl. In water, it dissolves into Na+ and Cl− ions.\nThe word chloride can also refer to a chemical compound in which one or more chlorine atoms are covalently bonded in the molecule. This means that chlorides can be either inorganic or organic compounds. The simplest example of an inorganic covalently bonded chloride is hydrogen chloride, HCl. A simple example of an organic covalently bonded chloride is chloromethane (CH3Cl), often called methyl chloride.\nOther examples of inorganic covalently bonded chlorides which are used as reactants are:\n- phosphorus trichloride, phosphorus pentachloride, and thionyl chloride - all three are reactive chlorinating reagents which have been used in a laboratory.\n- Disulfur dichloride (SCl2) - used for vulcanization of rubber.\nChloride ions have important physiological roles. For instance, in the central nervous system the inhibitory action of glycine and some of the action of GABA relies on the entry of Cl− into specific neurons.\nThe contents of this article is licensed from www.wikipedia.org under the GNU Free Documentation License. Click here to see the transparent copy and copyright details", "id": "<urn:uuid:4e76b8fd-c479-45d7-8ee7-faf61495aecb>", "dump": "CC-MAIN-2013-20", "url": "http://www.all-science-fair-projects.com/science_fair_projects_encyclopedia/Chloride", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8968929052352905, "token_count": 320, "score": 4.59375, "int_score": 5}
{"text": "United Kingdom - Scotland\nRestrictions of freedom\nMental Health (Care and Treatment) (Scotland) Act 2003\nThe Act was designed to modernise and improve the use of compulsory measures in mental health care. It reflects the general move over the last two decades towards care and treatment in the community rather than in hospitals or other residential settings. The title reflects the philosophy of the legislation with the focus on ‘care’ and ‘treatment’. In basic terms, the Act provides for the protection of people with a mental disorder in a hospital or community setting.\nIt contains mechanisms for dealing with offenders who have a mental disorder and so interacts with the criminal justice system.\nThe Act covers individuals who are defined as having a ‘mental disorder’. The term includes mental illness, personality disorder and learning disability. The majority of cases involving compulsory measures have been in relation to people diagnosed with a mental illness. However, the Mental Welfare Commission for Scotland monitors the use of compulsory measures and has found increasing use of emergency or short term measures being used for people aged over 75 years with a diagnosis of dementia.\nDetention (Involuntary internment)\nThe Act deals with several forms of compulsion in relation to a person with mental disorder where:\nThere is a significant risk to the person’s health, safety or welfare or the safety of any other person (what is a significant risk is a question of judgement for health and social care professionals. The tribunal will test this assessment during an appeal or on an application for a compulsory treatment order).\nTreatment is available to prevent the person’s condition from deteriorating or to relieve its symptoms or effects\nCompulsory admission is necessary because the person will not agree to admission and/or treatment; and\nThe person’s ability to make decisions about the provision of medical treatment is significantly impaired because of mental disorder.\nTypes of order\nEmergency Detention (72 hours)\nShort Term Detention (28 days and can be extended)\nCompulsory Treatment Order (6 months – can be extended)\nMental Health Tribunals\nThe Act introduced a new system of mental health tribunals with a number of functions, including considering applications for orders and appeals against orders.\nThis is detention in a psychiatric hospital for up to 72 hours if necessary. It does not authorise any medical treatment. In an emergency, common law powers might be used. A registered medical practitioner can sign an emergency detention certificate if s/he believes that a person’s ability to make decisions about medical treatment is significantly impaired because of mental disorder. This authorises the removal of the individual to a specific hospital. Before signing the certificate the medical practitioner must be satisfied that:\nThere is an urgent need to detain the person in hospital to access the medical treatment s/he needs\nIf the person was not detained, there would be a significant risk to his or her health, safety, or welfare or the safety of another person, and\nAny delay caused by starting the short term detention procedure is undesirable.\nIf any treatment is needed the short-term detention procedure must generally be used.\nShort term detention\nThis may be used where it is necessary to detain an individual with mental disorder who cannot be treated voluntarily and without the treatment the person would be at risk of significant harm. To obtain a certificate the approved medical practitioner must consult and gain the approval of a Mental Health Officer whatever the circumstances.\nCompulsory Treatment Order\nCompulsory Treatment Orders (CTOs) are granted by the Mental Health Tribunal. They last for 6 months, can be extended by the responsible medical officer for a further six months and then extended annually. The Tribunal reviews them at least every two years. Therefore, they can restrict or deprive liberty for long periods of time. The Mental Welfare Commission for Scotland looks at how these orders are used for people of different ages and genders to see if there are any trends. Over recent years, the number of new orders has come down. The use of CTOs for people aged 65 and over has increased for people with dementia in recent years.\n‘De facto detention’\nPractitioners must be careful that they are not using excessive coercion to prevent people from leaving hospital when they wish to. They must take care to document situations where they have concerns if an informal patient wishes to leave. The Tribunal can, under section 291 of the 2003 Act, order that an informal patient is being unlawfully detained. People with dementia pose a difficult problem. The Tribunal has ruled that a person with dementia is unlawfully detained in a general hospital when prevented from leaving. It can be appropriate to redirect someone and dissuade him/her from leaving but repeatedly thwarting a determined effort to leave is likely to a significant deprivation of liberty, and the patient should be formally detained.\nAdults with Incapacity (Scotland) Act 2000\nScottish incapacity laws were reformed with the introduction of the Adults with Incapacity (Scotland) Act in 2000. This Act covers people with a mental disorder who lack some or all capacity to make decisions or act in their own interests. It recognises that capacity is not all or nothing but is ‘decision specific’. The Act introduced a number of measures to authorise someone else to make decisions on behalf of the person with incapacity, on the basis of a set of principles on the face of the Act. These are fundamental. Any action or decision\n- Must benefit the person\n- Must be the least restrictive of the person’s liberty in order to gain that benefit\n- Must take account of the person’s past and present wishes (s/he must be given assisted to communicate by whatever means is appropriate to the individual)\n- Must follow consultation with relevant others as far as practicable\n- Must encourage and support the person to maintain existing skills and develop new skills.\nThe individual may, whilst competent, appoint one or more persons to act their financial (continuing) and or welfare attorney. This must be registered with the Office of the Public Guardian. It does not allow the attorney to detain the grantor in a psychiatric hospital. If the person refuses to comply with the attorney the attorney has no compulsory powers to detain. Where there is concern for the person’s safety the attorney can apply to the court for a welfare guardianship order. Powers can be granted to allow the guardian to decide on the accommodation of the person and other powers such as who they can consort with. Where the welfare guardian has powers over accommodation s/he is able to restrict the freedom of the person by placing them in a care home against their will. However, whether this amounts to deprivation of liberty under the European Court of Human Rights ruling will depend on a number of other circumstances and the accumulative impact of which would need to be considered (Patrick and Smith, 2009; Mental Welfare Commission for Scotland, 2011). With regard to the issue of non-compliance, if the person on guardianship, for example, runs away, the guardian can apply to the Court under s70 for an order to require the person to return.\nBecause there is no automatic review of welfare guardianship orders there is concern that the Adults with Incapacity (Scotland) Act 2000 may not be compliant with the European Convention on Human Rights. The Act states that the order should be for a standard 3 years but can be more or less at the discretion of the Court. However, there has been a practice of orders being granted for indefinite periods and this has given rise to concern in relation to certain groups. However, for people with dementia, who have a progressive brain disorder, an indefinite order may be deemed appropriate.\nThe Scottish Law Commission is currently undertaking a review of the Adults with Incapacity (Scotland) Act 2000 in relation to deprivation of liberty issues. It has established an advisory group of key stakeholders, including Alzheimer Scotland, and will be reporting in due course.\nThe Road Traffic Act of 1991 contains a few articles relating to offences involving driving when unfit to do so, e.g.:\n- A person who causes the death of another person by driving a mechanically propelled vehicle dangerously on a road or other public place is guilty of an offence.\n- A person who drives a mechanically propelled vehicle dangerously on a road or other public place is guilty of an offence.\n- If a person drives a mechanically propelled vehicle on a road or other public place without due care and attention, or without reasonable consideration for other persons using the road or place, he (or she) is guilty of an offence.\n- According to the provisions of this act, a person is regarded as driving dangerously if the way s/he drives falls far below what would be expected of a competent and careful driver and it would be obvious to a competent and careful driver that driving in that way would be dangerous.\nA person who has been diagnosed with dementia must inform the Driver and Vehicle Licensing Authority (DVLA). Failure to do could lead to a fine of up to £1,000. Moreover, a person who had an accident but did not previously inform the DVLA of his/her dementia might not be covered by his/her insurance company. Once the DVLA has been informed of that someone has dementia, they send a questionnaire to the person and request a medical report. A driving assessment may also be required. The Medical Advisers at the DVLA then decide whether the person can continue driving (Alzheimer Scotland, 2003).\nPatrick, H. and Smith, N. (2009),Adult Protection and the Law in Scotland, Bloomsbury Professional.\nMental Welfare Commission for Scotland Annual Report 2010 – 2011 www.mwcscot.org.uk\nLast Updated: mercredi 14 mars 2012", "id": "<urn:uuid:ca6ee1dd-37e5-4f09-89d9-c924539ff0e6>", "dump": "CC-MAIN-2013-20", "url": "http://www.alzheimer-europe.org/FR%C2%AF/Policy-in-Practice2/Country-comparisons/Restrictions-of-freedom/United-Kingdom-Scotland", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9486571550369263, "token_count": 1987, "score": 2.75, "int_score": 3}
{"text": "RR Lyrae starArticle Free Pass\nRR Lyrae star, any of a group of old giant stars of the class called pulsating variables (see variable star) that pulsate with periods of about 0.2–1 day. They belong to the broad Population II class of stars (see Populations I and II) and are found mainly in the thick disk and halo of the Milky Way Galaxy and often in globular clusters. There are several subclasses—designated RRa, RRb, RRc, and RRd—based on the manner in which the light varies with time. The intrinsic luminosities of RR Lyrae stars are relatively well-determined, which makes them useful as distance indicators.\nWhat made you want to look up \"RR Lyrae star\"? Please share what surprised you most...", "id": "<urn:uuid:ca821097-b750-4e33-85da-b6754420e0dc>", "dump": "CC-MAIN-2013-20", "url": "http://www.britannica.com/EBchecked/topic/511720/RR-Lyrae-star", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9477271437644958, "token_count": 171, "score": 2.921875, "int_score": 3}
{"text": "Download source - 8 Kb\nThis tutorial is based off of the MSDN Article #ID: Q194873. But, for a beginner, following these MSDN articles can be intimidating to say the least. One of the most often asked questions I see as a Visual C++ and Visual Basic programmer is how to call a VB DLL from VC++. Well, I am hoping to show you exactly that today. I am not going to go over the basic details of COM as this would take too long, so I am assuming you have an understanding of VB, VC++ and a little COM knowledge. It's not too hard to learn; just takes a little time. So let's get started.\nThe first thing you need to do is fire up Visual Basic 6 (VB 5 should work as well). With VB running, create a new \"ActiveX DLL\" project. Rename the project to \"vbTestCOM\" and the class to \"clsTestClass\". You can do this by clicking in the VB Project Explorer Window on the Project1 item (Step 1), then clicking in the Properties window and selecting the name property (Step 2). Do the same for the Class. Click on the class (Step 3), then the name property and enter the name mentioned above (Step 4). Your project so far should look like the folowing right hand side picture:\nOk, now we are ready to add some code to the VB Class. Click on the \"Tools\" menu, then select the \"Add Procedure\" menu item. The Add Procedure window will open up. In this window we need to add some information. First (Step 1) make sure the type is set to Function. Second (Step 2) enter a Function name called \"CountStringLength\". Finally hit the Ok button and VB will generate the new function in the class.\nYou should have an empty function with which to work. The first thing we will do is specify a return type and an input parameter. Edit your code to look like this:\nPublic Function CountStringLength(ByVal strValue As String) As Long\nWhat are we doing here? We are taking one parameter, as a String type in this case, then returning the length through the return type, which is a Long. We specify the input parameter as ByVal, meaning VB will make a copy of this variable and use the copy in the function, rather than the default ByRef, which passes the variable by reference. This way we can be sure that we do not modify the string by accident that was passed to us by the calling program. Let's add the code now.\nPublic Function CountStringLength(ByVal strValue As String) As Long\nIf strValue = vbNullString Then\nCountStringLength = 0\nCountStringLength = Len(strValue)\nIn the first line of code we are checking to see if the calling program passed us an empty, or NULL, string. If so we return 0 as the length. If the user did pass something other than an empty string, then we count it's length and return the length back to the calling program.\nNow would be a good time to save your project. Accept the default names and put it in a safe directory. We need to compile this project now. Go to the File menu and select the \"Make vbCOMTest.dll...\" menu item.\nThe compiler will produce a file called surprisingly enough: vbCOMTest.dll. The compiler will also do us the favor of entering this new DLL into the system registry. We have finished the VB side of this project, so let's start the VC++ side of it. Fire up a copy of VC++, then select from the menu, \"New Project\". The New Project window should appear. Select a \"Win32 Console Application\" (Step 1), then give it a name of \"TestVBCOM\" (Step 2). Finally, enter a directory you want to build this project in (Step 3 - your directory will vary from what I have entered).\nClick on the \"OK\" button and the \"Win32 Console Application - Step 1 of 1\" window will appear. Leave everything on this page as the default, and click the \"Finish\" button. One final window will appear after this titled \"New Project Information\". Simply click the \"Ok\" button here. You should now have an empty Win32 Console project. Press the \"Ctrl\" and hit the \"N\" key. Another window titled \"New\" will appear. Select the \"C++ Source File\" (Step 1), then enter the new name for this file called, \"TestVBCOM.cpp\" (Step 2 - make sure the Add to Project checkbox is checked and the correct project name is in the drop down combo box), then click the \"Ok\" button to finish.\nNow we are going to get fancy!\nYou need to go to your Start Menu in Windows and navigate to the \"Visual Studio 6\" menu and go into the \"Microsoft Visual Studio 6.0 Tools\" sub-menu. In here you will see an icon with the name \"OLE View\". Click on it.\nThe OLE View tool will open up. You will see a window similar to this one:\nCollapse all the trees, if they are not already. This will make it easier to navigate to where we want to go. Highlight the \"Type Libraries\" (Step 1) and expand it. You should see a fairly massive listing. We need to locate our VB DLL. Now, remember what we named the project? Right, we need to look for vbTestCOM. Scroll down until you find this. Once you have found it, double click on it. A new window should appear - the \"ITypeLib Viewer\" window. We are only interested in the IDL (Interface Definition Language) code on the right side of the window. Select the entire IDL text and hit the \"Ctrl\" and \"C\" buttons to copy it to the clipboard.\nYou can close this window and the OLE View window now as we are done with the tool. We need to add the contents of the IDL file into our VC++ project folder. Go to the folder you told VC++ to create your project in and create a new text file there (If you are in Windows Explorer, you can right click in the directory and select \"New\" then scroll over following the arrow and select \"Text Document\"). Rename the text document to \"vbCOMTEST.idl\". Then double click on the new IDL file (VC++ should open it if you named it correctly with an IDL extension). Now paste the code in the file by pressing the \"Ctrl\" and \"V\" keys. The IDL text should be pasted into the file. So far, so good. Now, this IDL file is not going to do us much good until we compile it. That way, VC++ can use the files it generates to talk to the VB DLL. Let's do that now. Open a DOS window and navigate to the directory you created your VC++ project in. Once in that directory, at the prompt you need to type the following to invoke the MIDL compiler:\nE:\\VCSource\\TestVBCOM\\TestVBCOM\\midl vbTestCOM.idl /h vbTestCOM.h\nHit the \"Enter\" key and let MIDL do its magic. You should see results similar to the following:\nClose the DOS window and head back into VC++. We need to add the newly generated vbTestCOM.h and vbTestCOM_i.c files to the project. You can do this by going to the \"Project\" menu, then selecting the \"Add to Project\" item, and scrolling over to the \"Files\" menu item and clicking on it. A window titled, \"Insert Files into Project\" will open. Select the two files highlighted in the next picture, then select the \"Ok\" button.\nThese two files were generated by MIDL for us, and VC++ needs them in order to talk to the VB DLL (actually VC++ does not need the \"vbCOMTest_i.c\" file in the project, but it is handy have in the project to review). We are going to add the following code to the \"TestVBCOM.cpp\" file now, so navigate to that file in VC++ using the \"Workspace\" window. Open the file by double clicking it and VC++ will display the empty file for editing.\nNow add the following code to the \"TestVBCOM.cpp\" file:\n_clsVBTestClass *IVBTestClass = NULL;\nhr = CoInitialize(0);\nhr = CoCreateInstance( CLSID_clsVBTestClass,\n_bstr_t bstrValue(\"Hello World\");\nhr = IVBTestClass->CountStringLength(bstrValue,\ncout << \"The string is: \" << ReturnValue << \" characters in\nlength.\" << endl;\nhr = IVBTestClass->Release();\ncout << \"CoCreateInstance Failed.\" << endl;\nIf all the code is entered in correctly, then press the \"F7\" key to compile this project. Once the project has compiled cleanly, then press the \"Ctrl\" and the \"F5\" keys to run it. In the C++ code, we include the MIDL created \"vbTestCOM.h\" file, the \"Comdef.h\" file for the _bstr_t class support and the \"iostream.h\" file for the \"cout\" support. The rest of the comments should speak for themselves as to what's occurring. This simple tutorial shows how well a person can integrate VB and VC++ apps together using COM. Not too tough actually.", "id": "<urn:uuid:a5fbb498-1ce4-4861-9a4d-ac9d31394472>", "dump": "CC-MAIN-2013-20", "url": "http://www.codeproject.com/Articles/21/Beginner-s-Tutorial-Calling-Visual-Basic-ActiveX-D?fid=104&df=90&mpp=10&sort=Position&spc=None&select=1378774&tid=816225&PageFlow=FixedWidth", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.87873774766922, "token_count": 2064, "score": 2.796875, "int_score": 3}
{"text": "Accreditation is a form of independent, professional certification that focuses on schools and programs in a particular field. Accreditation of universities in the USA therefore assures you and your parents that the school adheres to high quality standards. Which means the programs are delivered by qualified faculty and are constantly updated to follow the changes and meet the needs of the relevant industry or working world. Attending an accredited school or program is often thought to make you more competitive on the job market.\nUniversity accreditation in the USA takes place at different levels. At the highest level, governmental and other agencies govern and recognize the accrediting bodies. For instance, the US Department of Education, the Council for Higher Education Association (CHEA) and the Association of Specialized and Professional Accreditors (ASPA) grant power to associations that oversee accreditation at the regional, institutional or program level.\nRegional: The US Department of Education recognizes 6 distinct higher educational regions, each of which is overseen by a different accrediting body. This is the type of accreditation most commonly referred to and is for a university as a whole, not for individual programs. Accreditation by these regional agencies isn't automatic: this is voluntary accreditation.\nInstitutional: Depending on the kind of university or college it is (e.g., private, public, Christian, etc.) it may also be accredited by institute-type specific agencies. America's universities are extremely different in character, size, location and in the programs they offer. Therefore a school may be accredited by one or more organizations.\nSpecialized: Specialized accreditation focuses on specific areas of study and individual university programs. This is sometimes called professional accreditation, because it means specific programs meet the national standards for that field of study. Universities in the USA cover a huge range of programs, and each institution usually has a page on its website listing both institutional and individual program accreditation.\nWhen assessing quality, international students can also look at whether a school or program has any memberships in, or endorsements by, professional associations which reflect certain standards of quality, but this is not the same as official accreditation. For instance, the American Association of State Colleges and Universities does not accredit programs, but is a national organization committed to maintaining and promoting the quality of America's higher education system.\nRegional Accrediting Agencies for Universities in the USA\nMiddle States Association of Colleges and Schools, Commission on Higher Education\nNew England Association of Schools and Colleges, Commission on Institutions of Higher Education\nNorth Central Association of Colleges and Schools, The Higher Learning Commission\nNorthwest Commission on Colleges and Universities\nSouthern Association of Colleges and Schools, Commission on Colleges\nWestern Association of Schools and Colleges, Accrediting Commission for Senior Colleges and Universities\nWhy Accreditation? The goal of university accreditation in the USA is to ensure that education provided by institutions of higher education meets acceptable levels of quality. Accrediting agencies have no legal control over institutions or programs; they promote certain standards and approve or renew membership of institutions that apply and meet the accreditation standards or criteria. Certain licensing programs may require that you've been through a course of study with specialized accreditation, because it ensures that you have been taught by faculty qualified to teach in that field. The US Secretary of Education and CHEA each maintain and publish a list of nationally recognized accrediting agencies, and most institutions attain eligibility for Federal funds by holding accredited or pre-accredited status with one of the recognized accrediting agencies.\nTake a Virtual Tour of a featured\nCampus e-tours allow students to view the facilities and student life at featured Universities in the USA, giving you the opportunity to see what the University looks like, as well as facts about the campus, courses, etc. Once you’ve completed your tour you can read the in-depth profile to get more detailed information, or click the Request FREE Info link to request specific information such as scholarships and financial aid directly from that institution.\nClick here to view Virtual Tours of Featured Universities in the USA\nRequest FREE Info!\nRequest FREE info directly from featured\nFeatured institutions want to send you more information on their\nto receive free information directly from the school. To see a complete list of featured schools,\nNote: Your request is sent directly to the institution and is not maintained on this website. Your privacy is completely protected.", "id": "<urn:uuid:88118f3e-d711-4509-8010-9954e8e6100c>", "dump": "CC-MAIN-2013-20", "url": "http://www.collegesintheusa.com/University-Accreditation-in-the-USA.cfm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9420560002326965, "token_count": 890, "score": 2.859375, "int_score": 3}
{"text": "What They Are and How to Learn More about the Appellate Courts and the Justices Who Serve on Them\nEvery four years, more than a third of California’s 99 court of appeal justices face California voters for retention. In addition, several of the seven justices on the California Supreme Court face retention elections every four years. These are not contested elections; no one may run against the justices. Instead, the voters simply decide whether the justice shall continue to serve. If a majority of voters cast \"yes\" votes for a particular justice, that justice remains for another term. The Code of Judicial Ethics requires all judges \"to be faithful to the law regardless of partisan interests, public clamor or fear of criticism . . . .\" The retention election system, adopted by California voters as part of the State Constitution, is designed specifically to foster judges’ independence from improper external pressures.\nBecause supreme court justices hold statewide offices, voters everywhere in California decide whether to retain them. In contrast, because court of appeal justices serve in districts, voters in each district alone decide whether to retain them. California’s 99 court of appeal justices are divided among six districts, centered in San Francisco, Los Angeles, Sacramento, San Diego, Fresno, and San Jose.\nSupreme and appellate court justices generally do not actively campaign for retention. The only promise they can make voters is to decide appeals impartially and according to the law, without fear or favor toward any individual or group. However, they do seek to provide helpful information to voters. The justices have worked closely and actively with the Secretary of State’s Office to help the public learn more about the appellate courts, who the appellate justices are, and what they do.\nAs a consequence, voters everywhere in California can easily get biographical information on every justice who appears on the ballot. As to supreme court justices, the information is contained in the statewide ballot pamphlet sent to all voters by the Secretary of State. As to court of appeal justices, the official statewide voter pamphlet does not contain biographical sketches, but does refer voters to an Internet website and a toll-free telephone hotline so they may obtain justices’ biographies, either on-line or through receipt of the Judicial Information Bookleton request. The Secretary of State’s Internet website and Judicial Information Booklet also include brief descriptions of the appellate courts and how they differ from trial courts.\nTo gain access to these materials, voters may go to the Secretary of State’s Internet website at http://www.ss.ca.gov/ or call the telephone hotline at 1(800) 345-VOTE.\nWhile supreme and appellate court justices perform their roles quietly and without fanfare, the public can find much of their work published in law books titled \"California Reports,\" \"California Appellate Reports\" and \"California Reporter.\" Each of California’s 58 counties has a public law library containing these books, as do law schools and most law offices. Recently issued opinions are available on the same day they are filed at 'Opinions' which is maintained by the Administrative Office of the Courts (AOC), State of California.\nAdding to the data supplied by the Secretary of State, the Judicial Branch’s website that you are currently reading from also contains biographical information about all the appellate court justices, as well as informative articles entitled \"How Appellate and Supreme Court Justices are Selected\" and \"What Appellate Justices Do.\"", "id": "<urn:uuid:19b4e4f2-853a-4b46-baf8-25a9494b759b>", "dump": "CC-MAIN-2013-20", "url": "http://www.courts.ca.gov/selfhelp/4192.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9415530562400818, "token_count": 706, "score": 2.609375, "int_score": 3}
{"text": "This book was the chosen book for the Celebration of Reading campaign, 2012\nA Dog Named Worthless:\nA Hero Is Born Children's Book\nfor K-6th Grade Humane Education\nA Dog Named Worthless: A Hero Is Born\nWritten and illustrated by Rocky Shepheard\nWelcome to Dogs Deserve Better's first Fantasy Action/Adventure Fiction picture book for kids and adults alike! Disney-esque in tone, the book is beautifully illustrated and written by Rocky Shepheard, a long-time supporter and advocate for chained dogs. The book is full color, hardback for better protection and sturdiness, and comes to life on 32 pages.\nWorthless is a chained dog who has never lived inside the house. He suffers through cold winters and hot summers only with the help of his two friends—Otto and Sly Fox. His friends plot to free him and they set off on an adventure to look for a new life somewhere where there are no chains.\nThey search for days in snow and ice until they find a place on the edge of a pond to hunker down for the winter.\nBut fate intervenes and presents an opportunity for Worthless to finally prove to himself that he is worthy of love and a good home. Will Worthless have the courage to face his fears and become the dog he has always wanted to be?\nAbout Worthless: Worthless was the name of a real dog, he was the reason that Dogs Deserve Better was founded and that's why the book was named after him. Someone actually named their dog Worthless, can you believe that? Read about his rescue here. It was fitting that the winning contest model for the book was another black lab named Maggie, beloved companion of Joe Maringo of SPARRO.\nDan Piraro - Internationally acclaimed cartoonist and creator of Bizarro:\n\"'A New Name for Worthless: A Hero is Born' is, like it's title character, anything but worthless. This is an exciting story with a full range of emotions that kids will love and adults will take pause to think about.\nThe same story that is lovingly illustrated within plays itself out in communities all over the world and the lessons learned from this story are simple but so important. This book will lead readers of all ages to more fully understand the true nature of \"man's best friend\" with a common-sense, compassionate approach that can change the world for the better.\"\n– Dan Piraro, creator of \"Bizarro\"\nCia Bruno, Esq. - New York Animal Rights Advocate:\n\"A masterfully captivating illustrative theme! In A New Name for Worthless: A Hero is Born, the author skillfully introduces several elements of conflict and resolution that are rich in\nopportunity for mutual exploration between parent and child.\nThe dominant message being that 'all' sentient creatures are worthy of our respect for their needs and existence.\"\n— Cia Bruno, Attorney at law and advocate for all sentient creatures at www.meaningfuladvocacy.com\nLorraine Chittock -Photographer and Author:\n\"Wow. I love it. Finally a book appears which addresses a pressing dog\nissue, but doesn't come across as preachy or pandering. From the first\npage to the last, the reader is drawn into the troubles of Worthless,\nand captivated by a wonderful story juxtaposed with exquisite\npaintings. For children this book is a must. For adults, it signifies\nhope and the progress being made for the lives of chained dogs all\nover the world.\"\nTravel books exploring our unique bond with animals\nDDB Founder Tamira Thayne:\n\"When Rocky presented his idea, I was instantly intrigued by a story that is less about the reality of everyday chaining, and more a fun fiction tale featuring animal friends and foes. I was delighted with his storyline, and even more enamored with his illustrations. I hope that A New Name for Worthless: A Hero is Born ends up on every dog lover's bookshelf, because that's where it deserves to be!\"\n– Tamira C. Thayne, founder and CEO of Dogs Deserve Better www.dogsdeservebetter.org\nRobin Helfritch Co-founder of Open The Cages Alliance:\n\"Rocky Shepheard's inspiring and delightful book, “A New Name for Worthless: A Hero is Born” will warm your heart and leave you smiling. Beautifully illustrated, it tells the tale of “Worthless,” a neglected dog who is callously left by his uncaring human “owner” to live his life chained to a rickety wooden box in extreme temperatures. This is, unfortunately, the fate for far too many dogs. Luckily for Worthless, he has good friends, Sly Fox and Otto the Otter. Through teamwork, bravery and a little luck, Worthless's life takes a turn for the better!\nThis book teaches the importance of compassion, friendship, collaboration, acceptance, and the fact that all deserve freedom from oppression. It is perfect for children and adults of all ages, and the life lessons learned in this book will resonate within all who read it.\"\n– Robin Helfritch\nCo-founder, Open the Cages Alliance\nCatherine Hedges founder of Dont Bully My Breed, Inc.:\n\"A New Name for Worthless; A Hero is Born, is a wonderful combination of fantasy and reality, and a reminder that no dog is born \"Worthless\" but, any dog, in the hands of the wrong person, can be treated as worthless. The book shows children everyone has worth and is a great lesson in self esteem, as well as emphasizing the importance of loyalty and friendship and what can be accomplished when friends work together. It shows the importance of compassion and love and should inspire kids to ask questions about animal cruelty and neglect. It is evident in Shepheard's heartwarming story and stunning illustrations that he is a person with a great heart and one hopes that his message will impact every adult or child who reads it.\"\n– Catherine Hedges\nFounder of Dont Bully My Breed, Inc.\nNikki Brown - The UK DOG WHISPERER from Canine Angel:\n\"'A New Name for Worthless: A Hero is Born' is just such a delightful book with a really simple yet powerful message about how these creatures that we humans call “Dogs”, can teach us all the important lessons of forgiveness, love, devotion, courage, bravery, living in the moment and never holding a grudge.\nThe story is about how this dog views his world after being chained up to a dog house all his life suffering all weather conditions and being given the name of “Worthless “ by his human owner, reminding us all that neglect and cruelty still exists in today’s world.\nThe beautiful illustrations help to ignite your imagination and take you into this dogs world where all he ever wants is the opportunity to show he can be the dog that he was born to be, and show that even though he has been mistreated he can still find it in his heart and soul to forgive, love unconditionally and become man’s best friend.\nA great read for kids and adults, and every dog owner or potential dog owner needs to have this in their book collection.\"\n– Nikki Brown – The UK DOG WHISPERER – Canine Angel\nLeigh-Chantelle -Australian Vegan Activist/Singer Songwriter:\n\"Worthless the Dog is much more than his namesake. His friends Sly the fox and Otto the sea otter unite to free him from his unbearable life chained to a rickety wooden box, all Worthless has known as a home.\nBeautifully illustrated by Rocky Shepheard and written in the first person from Worthless’ point of view, A New Name for Worthless: A Hero is Born is a wonderful story of courage, friendship and bravery.\nFamilies can read this wonderful book together and learn lessons in patience, humility, forgiveness and respect, all taught by Worthless the dog.\nThis is a great resource book for Humane Education released by the not for profit organisation Dogs Deserve Better who believe in respecting, freeing and enhancing the freedom of all chained animals.\"\nFounder of Green Earth Day, www.greenearthday.net\nViva La Vegan www.vivalavegan.net\nPerforming Artist www.leigh-chantelle.com\nVeterinarian / Activist Dr. Armaiti May:\n\"What an inspiration! Engaging as it is educational, this children’s book brings to light the little-known problem of dogs being neglected and left to languish on the end of a chain rather than with their family inside the home.\nThis dog’s story of hardship, collaboration with his fellow animal friends, and ultimate freedom from unfair confinement warms the heart. It is beautifully told and fills the reader with empathy for the dog’s predicament as well as admiration for his determination to free himself and find a more loving home.\"\n– Armaiti May, DVM\nUsing age-appropriate messaging,\nthis book targets the following Humane Education\naspects for coursework and can be used to stimulate discussion\nabout these issues with students and children:\n• Dog Chaining\n• Importance of friends\n• Working as a team\n• Wildlife education\nbook follows the success of Puddles On The Floor, by Lorena Estep and illustrated by Tamira C. Thayne, and is only the second children's book created specifically for Dogs Deserve Better. It can be bought in package with Puddles at a discounted price, see below for package deals.\nbook is perfect for family fun reading, and for humane\neducation from kindergarten-through 6th grades. If\nyou're a nonprofit who would like to buy wholesale for fundraising\npurposes, please call us at 757-357-9292 for pricing options.\nyou'd like DDB to come to your school\nor group for a reading/visit, please call 757-357-9292\nor e-mail firstname.lastname@example.org.\nNow Take Phone Orders at 1.877.636.1408\nor mail your order to 1915 Moonlight Rd., Smithfield, VA 23430.\nA Dog Named Worthless: A Hero Is Born Book\nWritten and Illustrated by Rocky Shepheard\nCopy Pak of\nA Dog Named Worthless: A Hero Is Born Book\nPerfect for Gift-Giving! One Stop Shopping for all the kids in the family.\nalmost $4.00! FREE\nHero Kids' Pak\nIncludes: A New Name for Worthless,\nPuddles on the Floor, and Happy Dog! Coloring Book. The Hero Kids' Pak is the perfect classroom or home\nteaching aid, allowing parents, teachers, and facilitators\nto give children the 'whole Hero experience,'\nHero Kids' Pak (FREE\nHero Unchained 3 Pak\nIncludes: A New Name for Worthless, Unchain My Heart, and Scream Like Banshee.The Hero Unchained 3 Pak is the perfect family pack, something for everyone in the family, and teaches about chaining, being a foster parent to a dog, and how you can get involved with making a dog's life better.\nHero Unchained Pak (includes\nHero Unchained Pak Plus\nIncludes: A New Name for Worthless, Unchain My Heart, Puddles On The Floor and Scream Like Banshee. The Hero Unchained Pak Plus takes the family pack above and adds in Puddles on the Floor, for those who want both children's books.\nHero Unchained Pak Plus (includes\n—Special Fundraiser! Signed Copies of\nA Dog Named Worthless - A Hero Is Born\nSpecial Signed Copy by the Author Rocky Shepheard.\nAll $10 Extra goes to support Dogs Deserve Better!\nBOOK BLOGGER REVIEWS", "id": "<urn:uuid:5d5034f4-b974-4c74-91bf-ea7da192b616>", "dump": "CC-MAIN-2013-20", "url": "http://www.dogsdeservebetter.org/aheroisbornbook.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9168495535850525, "token_count": 2498, "score": 2.5625, "int_score": 3}
{"text": "CHICAGO – Nearly 1 in 20 Americans older than 50 have artificial knees, or more than 4 million people, according to the first national estimate showing how common these replacement joints have become in an aging population.\nDoctors know the number of knee replacement operations has surged in the last decade, especially in baby boomers. But until now, there was no good fix on the total number of people living with them.\nThe estimate is important because it shows that a big segment of the population might need future knee-related care, said Dr. Daniel Berry, president of the American Academy of Orthopedic Surgeons and chairman of orthopedic surgery at the Mayo Clinic in Rochester, Minn. He was not involved in the research.\nPeople with knee replacements sometimes develop knee infections or scar tissue that require additional treatment. But also, even artificial knees wear out, so as the operations are increasingly done on younger people, many will live long enough to almost certainly need a second or even third knee replacement.\n“These data are sobering because we didn’t know what an army of people we’ve created over the last decade,” said Elena Losina, lead author of the analysis and co-director of the Orthopedics and Arthritis Center for Outcomes Research at Harvard’s Brigham and Women’s Hospital. “The numbers will only increase, based on current trends.”\nReplacement joints can greatly improve quality of life for people with worn-out knees, but they’re not risk-free and it’s a major operation that people should not take lightly, she said.\nModern knee replacements in the United States date to the 1970s. Since then, advances in materials and techniques, including imaging scans to create better-fitting joints, have made the implants more durable and lifelike, surgeons say.\nLosina and colleagues came up with their estimate by analyzing national data on the number of knee replacements done from 1998-2009, U.S. census data, death statistics and national health surveys.\nFor example, in 2009, more than 600,000 knee replacement operations were done nationwide. The study estimate includes people who had knee replacement operations that year and in previous years who are still living.\nOverall, 4.5 million Americans are living with artificial knees. That includes an estimated 500,000 who have had at least two replacement operations on the same knee.\nKnee replacements are most common in people older than 80 – 1 in 10 people in this age range have them, the study found. Though they’re less prevalent in people younger than that, there are still more than half a million Americans in their 50s with the artificial joints, and based on current trends, operations in that age group are expected to increase.\nAccording to the federal Agency for Healthcare Research and Quality, knee replacements tripled in people ages 45 to 64 between 1997 and 2009.\nDoctors think two trends have contributed to that increase: the nation’s obesity epidemic and amateur athletes who don’t adjust workouts to spare aging or even injured joints. Both can lead to or worsen arthritis, the main reason for replacing knees.\nDonna Brent, 63, is in the latter category. The Deerfield, Ill., administrative assistant says decades of racquetball, tennis, softball and other sports took a toll on her knees, but she got used to living with the pain, even when she became bowlegged and developed a limp. When pain “started getting in the way of some of my sports,” she gave in to her doctor’s advice and had the operation last June on her right knee. She said she feels better than ever, is back to exercising and plans to resume tennis and softball when the weather warms up.\nDuring knee replacement operations, surgeons slice off a small portion of the worn-out surface on the ends of both leg bones that meet at the knee, then implant an artificial joint usually made of plastic or metal. Typical operations last about two hours, require a few days in the hospital and cost about $40,000.\nArtificial knees generally last 15 to 20 years. While some are promoted as lasting 30 years, these estimates are generally based on use among older people more sedentary than baby boomers who expect new knees to let them be as active as they were before surgery. Sometimes that’s possible, though doctors often discourage knee replacement patients from engaging in high-impact sports including jogging.\nThe National Institute of Arthritis, Musculoskeletal and Skin Diseases paid for the study.", "id": "<urn:uuid:62078429-1038-4e59-b941-96afd2102c07>", "dump": "CC-MAIN-2013-20", "url": "http://www.durangoherald.com/article/20120220/LIFESTYLE04/702209984/0/lifestyle01/Nearly-4M-US-adults%E2%80%99-knees-are-faking-it", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9672857522964478, "token_count": 940, "score": 2.53125, "int_score": 3}
{"text": "German military use laser to destroy targets\nover half-a-mile away\nHigh-energy laser passes various tests with\nGermany-based Rheinmetall Defense has\ndemonstrated a 50kW, high-energy laser at their ground facility in\nSwitzerland. According to representatives from the company, the\ndevice passed all target tests with “flying\nHigh-energy laser system designed by\nWhile we’re still a bit away from the\nsort of shootouts we see in popular science-fiction flicks, the\ndemonstration of this sort of weaponry is impressive\nHow it works\nThe Rheinmetall laser system isn’t a\nsingle laser; rather, it’s composed of two separate laser\nmodules mounted on a Revolver Gun air defense turrets and attached\nto additional power modules. The laser modules themselves are 30kW\nand 20kW, respectively, and a Beam Superimposing Technology\ncombines them, focusing the lights’ energy in a\n“superimposed, cumulative manner” for the sole\npurpose of obliterating its target(s).\nIn one test, the laser system sliced through a\nhalf-inch thick steel girder from a little more than a half-mile\naway. Next, from a distance of approximately one-and-a-quarter\nmiles, the system shot down a bunch of drones as they nose-dived\ntoward the surface at a rate of 50m/s.\nSpecific to this test, the system’s\nradar was able to actually track the drones through their descent\nat a distance of two and a half miles.\nThe last test the system performed was perhaps\nits most impressive. The weapon was able to focus in on and destroy\na steel ball with an 82mm diameter traveling at 50m/s. Beyond\ndemonstrating a high level of accuracy, the purpose of this\ndemonstrate was to simulate how well the laser could handle an\nincoming mortar round.\nRepresentatives from Rheinmetall say that the\nlaser system will reduce the time required for counter rocket,\nartillery, and mortar measures to just a couple of seconds\n— even in difficult weather circumstances. As a matter of\nfact, the weather during the aforementioned tests featured a wide\narray of typical Swiss-based weather patterns, including ice, rain,\nsnow, and extremely bright sunlight.\nLooking forward to the immediate future, the\ncompany plans to test a 60kW “technology\ndemonstrator”: the quotes are purposeful here, as this\nnew system will feature a couple of different technologies coming\ntogether in one unit. This includes 35mm Ahead Revolver Guns, which\nwill allow the company to explore ways in which a laser and\nautomatic canon can be used together.\nLooking a bit further down the road,\nRheinmetall’s ultimate goal is to get their technology to\na 100kW laser, and to make these systems mobile, where they can be\nmounted onto an armored vehicle so that they can be operated in the\nAfter successfully testing a 50kW laser\nsystem, Rheinmetall Defense will look to next develop a\ntruck-mounted mobile system with 100kW power.\nLearn more about Jeff Bausch.", "id": "<urn:uuid:d57c38a3-6d15-46aa-a8d3-444a1ed428a7>", "dump": "CC-MAIN-2013-20", "url": "http://www.electronicproducts.com/News/German_military_use_laser_to_destroy_targets_over_half-a-mile_away.aspx", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9154770970344543, "token_count": 693, "score": 2.625, "int_score": 3}
{"text": "Resistant myzus persicae aphid threatens virus yellows control\nCOLD weather and widespread use of neonicotinoid seed treatments combined to limit virus yellows infection in the sugar beet crop in 2011 to the extent that just 0.5 per cent of the crop was affected.\nConcern, however, is increasing over the developing risk of resistance to neonicotinoid insecticides used to control myzus persicae aphids, the virus yellows vector.\nResistance has been identified in France, Italy and Spain, in myzus persicae populations associated mainly with peach and nectarine trees, where topical applications of neonicotinoids are used for aphid control, said Dr Mark Stevens.\n“If those aphids start moving north and adapt to colder climes then I worry because there is very little chemistry coming on stream to control them,” he said.\nRothamsted Research work had shown these aphids were also carrying MACE and kdr resistance mechanisms, conferring resistance to pirimicarb and pyrethoids. “We have little in the can to actually control them,” said Dr Stevens.\n“There are no resistant varieties coming on stream in the immediate future and the problem we are faced with is we are not looking at one virus but a complex of up to four different viruses, making it a very difficult target to hit with a resistance gene,” he said.\nHe told sugar beet growers at the conference the situation was ‘one we need to keep an eye on’.", "id": "<urn:uuid:1ec0741c-84d5-4e92-a662-15478a6dc720>", "dump": "CC-MAIN-2013-20", "url": "http://www.farmersguardian.com/home/arable/arable-news/resistant-myzus-persicae-aphid-threatens-virus-yellows-control/44533.article", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9546359777450562, "token_count": 324, "score": 2.609375, "int_score": 3}
{"text": "Young People's Conference\nYoung People's Conference was a youth movement in the Mennonite Church (MC) which flourished for a short time between 1920-23, and led in part to the creation of the Young People's Problems Committee. It had its origin in a \"General Conference of Mennonites in France in Reconstruction Work\" held at Clermont-en-Argonne, Meuse, France, 20-22 June 1919. This conference was organized on an intended permanent basis with a constitution whose name was tentatively chosen as \"Mennonite Young People's Movement,\" and which was to meet annually. Its clearly stated purpose was constructive and progressive, and its three annual conference programs represented in effect a Christian Life Conference with accent on the problems of youth. The movement also represented dissatisfaction with the rather slow-moving general church leadership and program, and also a determination to work out a larger and more influential place for the more mature young people in the work and leadership of the church.\nSince much of the older leadership of the church reacted with skepticism and even suspicion to the new movement, opposition and tension developed. Differences were sorted out in the end and the movement got started in America, changing its name to the Young People's Conference. Three annual meetings were held: West Liberty, Ohio, 28-30 August 1920; Sterling, IL, 15-18 June 1922; Middlebury, IN (Forks church), 14-17 June 1923. General tensions in the church at this time, resulting in the closing of Goshen College for the year 1923-24 and divisions in a number of congregations in Indiana, Ohio, Ontario, and Eastern Pennsylvania, led to confusion in the ranks of the leadership of the Young People's Conference, and ultimately to the discontinuance of the annual meetings. The committee in charge for the 1923 conference listed Harold S. Bender, chairman; Walter E. Yoder, secretary; John L. Yoder, treasurer; Payson Miller, and Vernon Smucker. Some of the energies of this group were channeled into a biweekly periodical, The Christian Exponent, established on 4 January 1924, and discontinued on 11 September 1928, edited by Vernon Smucker.\nAdapted by permission of Herald Press, Harrisonburg, Virginia, and Waterloo, Ontario, from Mennonite Encyclopedia, Vol. 4, p. 1009. All rights reserved. For information on ordering the encyclopedia visit the Herald Press website.\n©1996-2013 by the Global Anabaptist Mennonite Encyclopedia Online. All rights reserved.\nMLA style: Bender, Harold S. \"Young People's Conference.\" Global Anabaptist Mennonite Encyclopedia Online. 1959. Web. 18 May 2013. http://www.gameo.org/encyclopedia/contents/Y6873ME.htm.\nAPA style: Bender, Harold S. (1959). Young People's Conference. Global Anabaptist Mennonite Encyclopedia Online. Retrieved 18 May 2013, from http://www.gameo.org/encyclopedia/contents/Y6873ME.htm.", "id": "<urn:uuid:f3f4a59d-cdd9-4c24-be50-e0c50e26ac19>", "dump": "CC-MAIN-2013-20", "url": "http://www.gameo.org/encyclopedia/contents/Y6873ME.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9369834661483765, "token_count": 636, "score": 2.671875, "int_score": 3}
{"text": "The Matter at Issue: The Throne of France\nThe Hundred Years War was fought largely over who would be the king of France. The English kings, who had originally been French nobles that invaded and conquered England in 1066, still held lands in France. The English lands in France had long been viewed uncomfortably by the French king. Through the 13th century, strong French kings had reclaimed French lands held by the English kings. By the early 14th century, three events came together. First, the English kings noted that one more push by the French would deive the English completely out of France. Second, the French were entering a period of weak kings. Third, the English throne was now occupied by the young, vigorous, able and (ultimately) long lived Edward III. In any other circumstances it would appear absurd for the English king to come up with the idea of claiming the French throne in order to protect English lands in France. But Edward III was bold and, in one of those uniquely Medieval ironies, he had law and custom on his side. The English claim to the French throne was strong, as were the English armies and Edward IIIs resolve. The resulting war outlived Edward, and his great grandson, Henry V, came within a hair of actually taking the French throne.\nThe items below explain the situation in rather more detail.\nHistorical Kings of France\nHistorical Kings of England\nThe English Position of the Throne of France\nThe French Ultimatum\nA Summary of Overlapping Claims to Various Thrones", "id": "<urn:uuid:1f4f86d3-c09c-44ad-95d3-340f176f8e84>", "dump": "CC-MAIN-2013-20", "url": "http://www.hyw.com/books/history/France__.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9842460751533508, "token_count": 313, "score": 3.84375, "int_score": 4}
