{"text": "Using the Moon as a High-Fidelity Analogue Environment to Study Biological and Behavioural Effects of Long-Duration Space Exploration\nGoswami, Nandu and Roma, Peter G. and De Boever, Patrick and Clément, Gilles and Hargens, Alan R. and Loeppky, Jack A. and Evans, Joyce M. and Stein, T. Peter and Blaber, Andrew P. and Van Loon, Jack J.W.A. and Mano, Tadaaki and Iwase, Satoshi and Reitz, Guenther and Hinghofer-Szalkay, Helmut G. (2012) Using the Moon as a High-Fidelity Analogue Environment to Study Biological and Behavioural Effects of Long-Duration Space Exploration. Planetary and Space Science, Epub ahead of print (in press). Elsevier. DOI: 10.1016/j.pss.2012.07.030.\nFull text not available from this repository.\nDue to its proximity to Earth, the Moon is a promising candidate for the location of an extra-terrestrial human colony. In addition to being a high-fidelity platform for research on reduced gravity, radiation risk, and circadian disruption, the Moon qualifies as an isolated, confined, and extreme (ICE) environment suitable as an analogue for studying the psychosocial effects of long-duration human space exploration missions and understanding these processes. In contrast, the various Antarctic research outposts such as Concordia and McMurdo serve as valuable platforms for studying biobehavioral adaptations to ICE environments, but are still Earth-bound, and thus lack the low-gravity and radiation risks of space. The International Space Station (ISS), itself now considered an analogue environment for long-duration missions, better approximates the habitable infrastructure limitations of a lunar colony than most Antarctic settlements in an altered gravity setting. However, the ISS is still protected against cosmic radiation by the earth magnetic field, which prevents high exposures due to solar particle events and reduces exposures to galactic cosmic radiation. On Moon the ICE environments are strengthened, radiations of all energies are present capable of inducing performance degradation, as well as reduced gravity and lunar dust. The interaction of reduced gravity, radiation exposure, and ICE conditions may affect biology and behavior--and ultimately mission success--in ways the scientific and operational communities have yet to appreciate, therefore a long-term or permanent human presence on the Moon would ultimately provide invaluable high-fidelity opportunities for integrated multidisciplinary research and for preparations of a manned mission to Mars.\n|Title:||Using the Moon as a High-Fidelity Analogue Environment to Study Biological and Behavioural Effects of Long-Duration Space Exploration|\n|Journal or Publication Title:||Planetary and Space Science|\n|In Open Access:||No|\n|In ISI Web of Science:||Yes|\n|Volume:||Epub ahead of print (in press)|\n|Keywords:||Physiology, Orthostatic tolerance, Muscle deconditioning, Behavioural health, Psychosocial adaptation, Radiation, Lunar dust, Genes, Proteomics|\n|HGF - Research field:||Aeronautics, Space and Transport, Aeronautics, Space and Transport|\n|HGF - Program:||Space, Raumfahrt|\n|HGF - Program Themes:||W EW - Erforschung des Weltraums, R EW - Erforschung des Weltraums|\n|DLR - Research area:||Space, Raumfahrt|\n|DLR - Program:||W EW - Erforschung des Weltraums, R EW - Erforschung des Weltraums|\n|DLR - Research theme (Project):||W - Vorhaben MSL-Radiation (old), R - Vorhaben MSL-Radiation|\n|Institutes and Institutions:||Institute of Aerospace Medicine > Radiation Biology|\n|Deposited By:||Kerstin Kopp|\n|Deposited On:||27 Aug 2012 08:05|\n|Last Modified:||07 Feb 2013 20:40|\nRepository Staff Only: item control page", "id": "<urn:uuid:25dbfda6-18d6-4e04-9bf5-fe7dcc73d69b>", "dump": "CC-MAIN-2013-20", "url": "http://elib.dlr.de/77077/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.7918326258659363, "token_count": 887, "score": 3.09375, "int_score": 3}
{"text": "SCIENCE announced that it is taking viewers further inside NASA's latest mission to Mars with the exclusive world premiere of i.am.mars: REACH FOR THE STARS tonight, September 19, 2012, at 10 PM ET/PT. The special documents the artistic and technical process behind \"Reach for the Stars,\" will.i.am's newest single that became the first song ever to be broadcast from another planet to Earth.\nIn what is being hailed as \"the most complex Mars mission to date,\" NASA's Curiosity spacecraft successfully landed on the red planet on August 6, 2012. Since then the Curiosity rover has returned stunning photographs and valuable information about the Martian surface that is helping scientists determine if it has the ability to support life.\nRecently, Curiosity also returned will.i.am's new song \"Reach for the Stars\" as - for the first time in history - recorded music was broadcast from a planet to Earth. i.am.mars: REACH FOR THE STARS profiles will.i.am's passion for science and his belief in inspiring the next generation of scientists through STEM (Science, Technology, Engineering and Math) education.\ni.am.mars: REACH FOR THE STARS also gives viewers a window into his creative process, as well as the recording of the song with a full children's choir and orchestra. In addition, viewers also go inside the engineering challenges NASA faced in uploading the song to Curiosity, and the hard work required to make the historic 700 million mile interplanetary broadcast a reality.\n\"Between MARS LANDING 2012: THE NEW SEARCH FOR LIFE and i.am.mars: REACH FOR THE STARS, SCIENCE is consumed with the bold exploration of the red planet,\" said Debbie Myers, general manager and executive vice president of SCIENCE. \"We hope our viewers are as inspired as we are by the creativity, imagination and daring of both will.i.am and NASA.\"\ni.am.mars will be distributed to schools nationwide through Discovery Education's digital streaming services. SCIENCE and Discovery Education will also work with Affiliates to promote i.am.mars' educational resources for use in schools and with community organizations, brining the magic of Mars to life.", "id": "<urn:uuid:cc8f8d73-112d-4456-ae20-1bdc4072b3b4>", "dump": "CC-MAIN-2013-20", "url": "http://tv.broadwayworld.com/article/william-Featured-in-Sciences-iammars-REACH-FOR-THE-STARS-919-20120918", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.950738787651062, "token_count": 463, "score": 2.5625, "int_score": 3}
{"text": "Discover the cosmos! Each day a different image or photograph of our fascinating universe is featured, along with a brief explanation written by a professional astronomer.\n2010 August 12\nExplanation: Each August, as planet Earth swings through dust trailing along the orbit of periodic comet Swift-Tuttle, skygazers can enjoy the Perseid Meteor Shower. The shower should build to its peak now, best seen from later tonight after moonset, until dawn tomorrow morning when Earth moves through the denser part of the wide dust trail. But shower meteors have been spotted for many days, like this bright Perseid streaking through skies near Lake Balaton, Hungary on August 8. In the foreground is the region's Church of St. Andrew ruin, with bright Jupiter dominating the sky to its right. Two galaxies lie in the background of the wide-angle, 3 frame panorama; our own Milky Way's luminous arc, and the faint smudge of the more distant Andromeda Galaxy just above the ruin's leftmost wall. If you watch for Perseid meteors tonight, be sure and check out the early evening sky show too, featuring bright planets and a young crescent Moon near the western horizon after sunset.\nAuthors & editors:\nJerry Bonnell (UMCP)\nNASA Official: Phillip Newman Specific rights apply.\nA service of: ASD at NASA / GSFC\n& Michigan Tech. U.", "id": "<urn:uuid:37377bba-5d22-4f0b-91a9-cd45df72de7c>", "dump": "CC-MAIN-2013-20", "url": "http://apod.nasa.gov/apod/ap100812.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8834517002105713, "token_count": 289, "score": 2.875, "int_score": 3}
{"text": "Nuclear Energy in France\nNuclear energy is the cornerstone of french energy policy. In the ‘70s France chose to develop nuclear as its base load electricity source as a response to the oil crisis and assure its energy independence.\nNuclear Electricity Production: France currently counts 58 commercial nuclear reactors in operation responsible for producing 80% of French domestic electricity. As a comparison, the 104 US reactors produces 20% of US electricity.Despite scarce natural resources, France has reached an energy independence of 50% thanks to its strategic choice for nuclear energy.\nEnvironment: As well as providing safe and reliable energy, nuclear helps to reduce French greenhouse gas emissions by avoiding the release of 31 billions tones of carbon dioxide (contrary to coal or gas generation) and making France the less carbon emitting country within the OECD. As a leader in nuclear energy, France has developed clean technology for radioactive waste disposal. Reprocessing currently allows France to recover valuable elements from spent fuels and permit a significant reduction of high level waste and lead to safer and optimized containment, for final radioactive waste disposition. French nuclear power plants produces only 10 g/year/inhabitant of highly radioactive waste.\nInternational Cooperation and research: France is one of the forerunner in nuclear research and participates in numerous international cooperation programs alongside the United States such as the development of the next generation of nuclear power plants (Gen IV) and the International Thermonuclear Experimental Reactor (ITER) that will be built in Cadarache, South of France.\nThe French Atomic Energy Commission (CEA)\nThe French Atomic Energy Commission is a public body established in October 1945 by General de Gaulle. It constitutes a power of expertise and proposition for the authorities. A leader in research, development and innovation, the CEA is involved in three main fields:\nIt develops and acquires the technological building blocks necessary to the development of the nuclear reactors of the future (Contribution to Generation IV and GNEP research),\nIt contributes to reducing greenhouse gas emission with its research on hydrogen, fuel cells, biomass, energy storage…,\nIt supports the nuclear utilities in France by optimizing the nuclear power plants of the French nuclear fleet and by optimizing the fuel cycle,\nIt offers safe and economically viable technical solutions for managing nuclear waste,\nIt conducts fundamental research in climate and environmental sciences, high energy physics, astrophysics, fusion, nanosciences…\nInformation and Health technologies:\nIt tackles micro and nano-technologies for telecommunication and nuclear medicine for radiotherapy and medical imaging,\nIt researches programs on biotechnology, molecular labelling, biomolecular engineering and structural biology,\nIt shares its knowledge and know-how through education and training through the National Institute for Nuclear Sciences and Technologies (INSTN),\nIt manages over 300 priority patents and is active in the creation of clusters.\nDefense and National Security:\nIt conceives, builds, maintains then dismantles the nuclear warhead of the French deterrence force,\nIt helps to fight against nuclear, biological and chemical weapons (NRBC program).\nThe missions of the CEA are similar to the Department of Energy in the United States. The CEA has a network of counselor or representatives in French Embassies around the world (see joint map).\nThe French Nuclear Safety Authority (ASN)\nCreated in 2006, from the former DSIN (Directorate for the Safety of Nuclear Facilities), the French Nuclear Safety Authority is an independent administrative authority which is tasked with regulating nuclear safety and radiation protection in order to protect workers, patients, the public and the environment from the risks involved in nuclear activities. It also contributes to informing the public. Like the Nuclear Regulatory Commission in the United States, it carries out inspections and may pronounce sanctions, up to and including suspension of operation of an installation.\nFrench Institute for Radioprotection and Nuclear Safety (IRSN)\nCreated in 2001 by merging the Protection and Nuclear Safety Institute (IPSN) and the Ionizing radiations Protection Office (OPRI), the Institute for Radioprotection and Nuclear Safety is a public establishment of an industrial and commercial nature placed under the joint authority of the Ministries of the Environment, Health, Industry, Research and Defense. It is the expert in safety research and specialized assessments into nuclear and radiological risk serving public authorities whose work is complementary to the ASN.\nIts scope of activities includes:\nenvironment and response,\nhuman radiological protection,\nresearch on the prevention of major accidents,\npower reactor safety,\nfuel cycle facility safety,\nresearch installation safety,\nwaste management safety;\nnuclear defense expertise.\nNational radioactive Waste Management Agency (ANDRA)\nCreated in 1991, the French National Agency for Radioactive Waste Management is a public industrial and commercial organization that operates independently of waste producers. It is responsible for the long-term management of radioactive waste produced in France under the supervision of the French Ministries for Energy, Research and the Environment. It can be compared to a certain extent to the Office for Nuclear Waste of the Department of Energy in the United States.\nAndra also pursues industrial, research, and information activities as it designs and implements disposal solutions suited to each category of radioactive waste:\nthe collection, conditioning, disposal of radioactive waste from small producers (hospitals, research centers, industry),\nspecification of waste packages for disposal,\ndisposal in suited sites,\nmonitoring of closed disposal facilities,\nresearch programs for long-lived and high level activity waste, especially through the operation of an underground research laboratory in a deep clay formation…\nGeneral Directorate for Energy and Climate (DGEC)\nThe General Directorate for Energy and Climate represents the government and is part of the Office of the Department for Ecology and Sustainable Development. It defines the French nuclear policy. The DGEC takes care of the energy supply, the security of supply, oil refining and logistics, nuclear industry, and coal and mines.\nConsequently, its activities include:\nthe design and implement energy and raw material supply policy,\nto ensure opening of electricity and gas markets,\ntrack key energy and raw material sectors,\nto oversee enterprises and public institutions in energy sector,\nto ensure compliance with rules and regulations governing energy sector,\nto participate in European and international energy projects and working groups,\nto provide economic, environmental, and fiscal expertise on energy matters.\nThe Rise of Nuclear Power Generation in France.", "id": "<urn:uuid:f5c220a7-7276-4cf2-9208-33679d478b1f>", "dump": "CC-MAIN-2013-20", "url": "http://ambafrance-us.org/spip.php?article949&xtor=AL-13", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9123350381851196, "token_count": 1305, "score": 3.125, "int_score": 3}
{"text": "the energy [r]evolution\nThe climate change imperative demands nothing short of an Energy [R]evolution. The expert consensus is that this fundamental shift must begin immediately and be well underway within the next ten years in order to avert the worst impacts. What is needed is a complete transformation of the way we produce, consume and distribute energy, while at the same time maintaining economic growth. Nothing short of such a revolution will enable us to limit global warming to less than a rise in temperature of 2° Celsius, above which the impacts become devastating.\nCurrent electricity generation relies mainly on burning fossil fuels, with their associated CO2 emissions, in very large power stations which waste much of their primary input energy. More energy is lost as the power is moved around the electricity grid network and converted from high transmission voltage down to a supply suitable for domestic or commercial consumers. The system is innately vulnerable to disruption: localised technical, weather-related or even deliberately caused faults can quickly cascade, resulting in widespread blackouts. Whichever technology is used to generate electricity within this old fashioned configuration, it will inevitably be subject to some, or all, of these problems. At the core of the Energy [R]evolution there therefore needs to be a change in the way that energy is both produced and distributed.\n4.1 key principles\nthe energy [r]evolution can be achieved by adhering to five key principles:\n1.respect natural limits – phase out fossil fuels by the end of this century We must learn to respect natural limits. There is only so much carbon that the atmosphere can absorb. Each year humans emit over 25 billion tonnes of carbon equivalent; we are literally filling up the sky. Geological resources of coal could provide several hundred years of fuel, but we cannot burn them and keep within safe limits. Oil and coal development must be ended. The global Energy [R]evolution scenario has a target to reduce energy related CO2 emissions to a maximum of 10 Gigatonnes (Gt) by 2050 and phase out fossil fuels by 2085.\n2.equity and fairness As long as there are natural limits there needs to be a fair distribution of benefits and costs within societies, between nations and between present and future generations. At one extreme, a third of the world’s population has no access to electricity, whilst the most industrialised countries consume much more than their fair share.\nThe effects of climate change on the poorest communities are exacerbated by massive global energy inequality. If we are to address climate change, one of the core principles must be equity and fairness, so that the benefits of energy services – such as light, heat, power and transport – are available for all: north and south, rich and poor. Only in this way can we create true energy security, as well as the conditions for genuine human wellbeing.\nThe Advanced Energy [R]evolution scenario has a target to achieve energy equity as soon as technically possible. By 2050 the average per capita emission should be between 1 and 2 tonnes of CO2.\n3.implement clean, renewable solutions and decentralise energy systems. There is no energy shortage. All we need to do is use existing technologies to harness energy effectively and efficiently. Renewable energy and energy efficiency measures are ready, viable and increasingly competitive. Wind, solar and other renewable energy technologies have experienced double digit market growth for the past decade.\nJust as climate change is real, so is the renewable energy sector. Sustainable decentralised energy systems produce less carbon emissions, are cheaper and involve less dependence on imported fuel. They create more jobs and empower local communities. Decentralised systems are more secure and more efficient. This is what the Energy [R]evolution must aim to create.\nTo stop the earth’s climate spinning out of control, most of the world’s fossil fuel reserves – coal, oil and gas – must remain in the ground. Our goal is for humans to live within the natural limits of our small planet.\n4.decouple growth from fossil fuel use Starting in the developed countries, economic growth must be fully decoupled from fossil fuel usage. It is a fallacy to suggest that economic growth must be predicated on their increased combustion.\nWe need to use the energy we produce much more efficiently, and we need to make the transition to renewable energy and away from fossil fuels quickly in order to enable clean and sustainable growth.\n5.phase out dirty, unsustainable energyWe need to phase out coal and nuclear power. We cannot continue to build coal plants at a time when emissions pose a real and present danger to both ecosystems and people. And we cannot continue to fuel the myriad nuclear threats by pretending nuclear power can in any way help to combat climate change. There is no role for nuclear power in the Energy [R]evolution.", "id": "<urn:uuid:b6cc700a-55c3-47a6-baaf-dbe7c04a4b04>", "dump": "CC-MAIN-2013-20", "url": "http://www.energyblueprint.info/1332.0.html?L=0", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9383349418640137, "token_count": 982, "score": 3.3125, "int_score": 3}
{"text": "Creator: Gust, Iris\nDescription: The brochure promotes urban transportation policy to increase the use of renewable energy to 100%. Seen globally, transport is one of the main sources of greenhouse gas emissions. Yet fossil fuels are becoming scarce, will become increasingly expensive and will eventually stop being viable as transport fuels. Before this happens, climate change will have begun to have a serious impact on human lives. The authors believe that it is crucial to replace fossil fuels with renewable energy as soon as possible, especially in the transport sector. Making urban transport independent of fossil fuel is a great challenge, but the authors cite growing evidence that it can be achieved.\nContributing Partner: UNT Libraries", "id": "<urn:uuid:5579e9d4-6e68-4bcf-87a3-ff20ed6954c4>", "dump": "CC-MAIN-2013-20", "url": "http://digital.library.unt.edu/explore/partners/UNT/browse/?fq=str_location_country%3AChina&fq=str_location_country%3ADenmark&fq=str_location_country%3AAustralia", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9270371794700623, "token_count": 137, "score": 3.34375, "int_score": 3}
{"text": "The transportation sector is responsible for an enormous amount of pollution, from fuel extraction and processing to greenhouse gas emissions and smog. Thankfully, old and new technologies alike can help us clean up our footprint as we get from here to there. Here are three options to consider.\n1. Cargo Bike\nA cool trend in green transportation is the use of cargo bikes (sometimes called pedicabs), mainly in cities. The idea is that pedal power transports people or bins of cargo (see photo above) — meaning goods can be delivered and people can get around without the use of fuel. Some companies that operate locally are even delivering their goods with bike power.\nYou can create your own cargo bike by hooking a small cart to the back of your bicycle. You can take your recycling to the recycling center or take trips to the store or farmers market and transport your goods home without relying on a vehicle.\nTo learn much more about this trend, see Cargo Bikes and Pedicabs.\n2. Commuter Bicycle\nTo make your daily commute to work — or even your weekly commute around town to run errands — there are many great bike options. Biking is a win-win: You get great exercise, enjoy fresh air, and can feel great about using a green form of transportation.\nIf you’ve thought about commuting by bike, but aren’t sure which bicycle is right for you, check out the tips in What the Right Bike Can Do for You.\n3. Green Car\nIf the distance between point A and point B is too great for a bicycle or walking — and mass transit isn’t an option — a car can be a necessity. There have been many great strides made in green car technology over the past decade, and your options (check out Best Green Cars for some of them) now extend far beyond the well-known Prius hybrid. New all-electric vehicles, such as the Nissan Leaf, are getting great expert and driver reviews.\nWhile the upfront cost of a hybrid or electric vehicle may be prohibitive, the car can pay for itself over time in fuel cost savings and maintenance cost savings (think no oil changes for an electric car!). Plus, you can take advantage of a $7,500 federal tax credit for the purchase of many green cars — and be sure to look into what state tax incentives may also be available in your area.\nYou may have heard some common arguments against green cars. Probably the most common is that if an electric car runs on electricity generated by a coal-fired power plant, it isn’t actually cleaner than a regular gas car. The math has been crunched on this issue, and you can find the answers in the article Why Electric Cars Are Cleaner.\nThere have also been some recent concerns about the safety of electric and hybrid cars; rumors on this issue were fueled by a Chevy Volt catching on fire. The green cars on the market today actually have excellent safety ratings, and you can read much more about this issue in The Truth About Electric Car Safety.\nIf you do drive a gas-only car, you can still make driving it as clean as possible by hypermiling (using driving techniques that help you get better gas mileage). Learn how in Save Gas with Hypermiling.\nWhat are your favorite means of green transportation?\nPhoto by Metro Pedal Power\nRead more: Conscious Consumer, Eco-friendly tips, Green, Technology, Transportation, bicycles, Bikes, care2 earth day, cargo bikes, cars, commuting, electric cars, green cars, green transportation, hybrid cars, hybrids, pedicabs, vehicles\nDisclaimer: The views expressed above are solely those of the author and may\nnot reflect those of\nCare2, Inc., its employees or advertisers.", "id": "<urn:uuid:6a0a6961-4806-438a-bb35-91c953bcb2ce>", "dump": "CC-MAIN-2013-20", "url": "http://www.care2.com/greenliving/smart-green-transportation-options.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.950780987739563, "token_count": 771, "score": 2.90625, "int_score": 3}
{"text": "The aviation sector is renowned as a carbon intensive business, but an increasing number of airports are looking to change that by integrating the latest green-tech into their daily operations.\nAir travel and transport accounts for two percent of all human generated greenhouse gas emissions, according to the Intergovernmental Panel on Climate Change (IPCC) -- with airports contributing five percent to the overall aviation figure.\nBy adapting clean energy policies and technologies, eco-conscious airport operators hope to make a dent in these numbers and boost the industry's environmental street-cred.\n\"We are making our airports greener, while balancing the tremendous economic impacts they deliver for our region,\" says Amy Malick, deputy commissioner of sustainability for the Chicago Department of Aviation (CDA), which will host the fifth annual Airports Going Green conference this November.\nThe conference provides a platform for over 400 airport executives and green thinkers from around the world to present programs, strategies, and lessons-learned regarding airport sustainability.\n\"(We are) committed to implementing sustainable initiatives at our airports that enhance the quality of life for citizens,\" she adds.\nMalick highlights how the CDA has installed over 230,000 square feet of vegetated roof space at Chicago O'Hare and Midway International Airport, ensured all Chicago airport trucks are fueled with ultra-low sulfur diesel gas and insisted recycled materials are utilized in all airports when possible.\nAs a result, the CDA has saved 76,000 tons of CO2 from being pumped out by Chicago's airports alone, she claims.\nAcross the U.S. like-minded schemes are taking off with increasing regularity. Airports such as Boston Logan and Denver International now generate a small percentage of their energy requirements from renewable energy sources (such as on site wind and solar).\nIn Europe meanwhile 64 airports have joined the Airport Carbon Accreditation program, which recognizes innovative eco-airport efforts. A further five sites have signed up to the scheme in Asia.", "id": "<urn:uuid:aa0f19b1-b112-4860-b14c-9875543a1d51>", "dump": "CC-MAIN-2013-20", "url": "http://www.ketv.com/news/money/Green-airports-on-carbon-cutting-mission/-/9674314/16815520/-/14tc1sf/-/index.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.942116379737854, "token_count": 398, "score": 2.828125, "int_score": 3}
{"text": "On February 1st, the secretariat of the United Nations Framework Convention on Climate Change (the “Convention”) announced the pledges made by countries under the Copenhagen Accord (the “Accord”). Developed country parties to the Accord pledged greenhouse gas (GHG) emissions reduction targets to be achieved by 2020. Most notably, developing country parties to the Accord also pledged mitigation actions. By the January 31st deadline, pledges had been provided by countries representing approximately 80% of global GHG emissions.\npledges made under the Accord\nAdhering to legislation passed in its House of Representatives, the U.S. pledged a 17% reduction from 2005 levels.1 Canada also pledged a 17% reduction from 2005 levels, “to be aligned with the final economy-wide emissions target of the United States in enacted legislation.”2 Like Canada, many parties made pledges contingent on action by others. The European Union, for example, pledged to reduce its emissions 20% below 1990 levels, or by 30% should other parties make comparable commitments.\nAs an example of a mitigation action pledge of a developing country, China pledged to lower its carbon intensity (per unit GDP) by 40-45% by 2020, to increase to 15% the share of non-fossil fuels used in primary energy consumption, and to increase its forest coverage and forest stock volume.3 In comments following the announcement of the pledges, U.S. Special Envoy for Climate Change, Todd Stern has made it clear that the U.S. expects of developing countries, stronger mitigation actions than those contained in the Accord.4\nthe 2009 UN climate change conference\nThe Accord was the outcome of the fifteenth Conference of the Parties (the “Conference”) to the Convention,5 attended by yours truly. In an unprecedented display of the prominence that climate change is gaining on the world stage, the Conference was attended by 115 heads of state and over 40,000 delegates.\nThe stage that was the Conference was not without its share of theatrics. When the leaders arrived in the final days to find that little progress had been made, the drama moved behind the scenes. In a telling moment, frustrated by negotiating only with Chinese Premier Wen’s aides, U.S. President Obama walked in on a private meeting between Wen and the leaders of Brazil, India, and South Africa.6 It was largely these five major economies that would go on to produce the Accord, which calls for any global temperature increase to be limited to two degrees Celsius.7\nHowever the parties to the Convention’s Kyoto Protocol (the “Protocol”), the first commitment period of which ends in 2012, were unable to agree to its extension. The lack of consensus leaves in suspension the status of the Protocol’s Clean Development Mechanism (CDM) and the value of the Certified Emissions Reductions (CERs) generated by thousands of projects thereunder. The International Emissions Trading Association (IETA), which held a parallel conference, nevertheless remains optimistic: “an international injection of increased demand remains a strong possibility over investment timescales but still has to be treated as an upside rather than a given.”8\nback on the home front\nAs mentioned above, Canada’s climate change policy is explicitly tied to that of the United States. 2009 saw in the U.S. the passage in the House of Representatives of the American Clean Energy and Security Act (“Waxman-Markey”). Waxman-Markey calls for a 17% reduction of emissions below 2005 levels by 2020 and provides for the trading of allowances.9 Debate in the U.S. Senate of the similar Kerry-Boxer bill is nominally scheduled for debate this spring, though it may be 2011 before it comes to a floor vote. Tri-partisan senators John Kerry (D), Lindsey Graham (R) and Joe Lieberman (I) have taken it upon themselves to ensure passage of a climate (or “energy independence”) bill.\nFor many U.S. senators, any climate legislation must be accompanied by developing country emissions reductions and the international verification thereof. As China and others are less keen on international monitoring, reporting and verification (MRV), the Accord features compromise language. Countries will communicate their actions “with provisions for international consultations and analysis under clearly defined guidelines that will ensure national sovereignty is respected.”10 In any case, with more than two thirds of Americans supporting the regulation of GHG emissions,11 the passage of legislation through Congress and, consequently, Canadian federal regulation, may be on the horizon.\nInternational climate change negotiations will occur in a number of fora this year. While the sixteenth Conference of the Parties will occur in December in Cancun, one might now wonder how much can be expected of 192-party negotiations. In June, Canada will host the G8 and G20 summits, and it is rumoured that climate change policy may be included on the agenda.12 Finally, it is likely that a second meeting of the Major Economies Forum will occur later this year to discuss climate policy.13", "id": "<urn:uuid:7a4001a3-a36b-492a-9b85-d3408119e643>", "dump": "CC-MAIN-2013-20", "url": "http://www.lexology.com/library/detail.aspx?g=7a718b20-b3df-42cc-a2bf-e2dc617af9ef", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9496594667434692, "token_count": 1055, "score": 3.109375, "int_score": 3}
{"text": "Bali Climate conference has a message for rural community\nThe world leaders recognised that 20% of the global emission of greenhouse gases (GHGs) can be contained by forestation. The programme, Reducing Emissions From Deforestation and Degradation (REDD) aims to compensate the developing countries in the tropical region to maintain their forests and discourages deforestation. It allows developing countries to sell carbon offsets to rich countries in return for not burning their tropical forests from 2013.\nREDD initiative is the need of the hour when largescale deforestation is taking place across the world for urbanisation, oil palm, soyabean and bio-fuel crop plantation.\nThe Bali conference also stressed upon the urgent need to cut carbon and methane emissions from tropical forests.\nThe Bali conference also adopted a resolution on adaptation fund to help poor nations to cope with damage from climate change impact like droughts, extreme weather conditions or rising seas. The Adaptation Fund now comprises only about $36 million but might rise to $1-$5 billion a year by 2030, if investments in green technology in developing nations surges. The fund distinguished the responsibilities of the Global Environment Facility and the World Bank. The fund would have a 16-member board largely from developing countries and would start operating from 2008.\nSenior researchers of the United Nations Development Fund (UNDP) had urged the developed countries to urgently discuss adaptation funds as the key to solution of the problems. The Lead author of the recent UNDP report, Kevin Watkins said that as per estimate $86 billion annually. \"The figure looks large, but actually it is only 0.2% of the rich countries GDP,\" he said and added that adaptation fund sourced from multilateral funding in the last two years was only $26 million—the amount spent by UK alone on flood control for a week.\nA group of small island communities led by Biotani Indonesia Foundation has urged that the adaptation fund should include a special corpus to cover their initiatives.\nThe Bali conference succeeded in adopting a resolution on technology tranfer and also Its monitoring. It, however, failed address the vital issue of cut in GHG emissions and deferred it till 2009.\nIt also postponed until next year any consideration of a plan to fund an untested technology which captures and buries the greenhouse gas carbon dioxide, emitted from power plants that burn fossil fuels.\nIt also failed to agree whether or not to allow companies to sell carbon offsets from destroying new production of powerful greenhouse gases called hydrofluorocarbons (HFCs). Benefiting factories have been the biggest winners under a UN scheme to reward companies which cut greenhouse gas emissions.\nBe the first to comment.", "id": "<urn:uuid:425ca78c-1053-44ec-b60e-8912cf2cb747>", "dump": "CC-MAIN-2013-20", "url": "http://www.financialexpress.com/news/Bali-Climate-conference-has-a-message-for-rural-community/251129/0", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9480023980140686, "token_count": 543, "score": 3.15625, "int_score": 3}
{"text": "May 16, 2011\nIf you fuel your truck with biodiesel made from palm oil grown on a patch of cleared rainforest, you could be putting into the atmosphere 10 times more greenhouse gasses than if you’d used conventional fossil fuels. It’s a scenario so ugly that, in its worst case, it makes even diesel created from coal (the “coal to liquids” fuel dreaded by climate campaigners the world over) look “green.”\nThe biggest factor determining whether or not a biofuel ultimately leads to more greenhouse-gas emissions than conventional fossil fuels is the type of land used to grow it, says a new study from researchers at MIT. The carbon released when you clear a patch of rainforest is the reason that palm oil grown on that patch of land leads to 55 times the greenhouse-gas emissions of palm oil grown on land that had already been cleared or was not located in a rainforest, said the study’s lead author.\nThe solution to this biofuels dilemma is more research. Unlike solar and wind, it’s truly an area in which the world is desperate for scientific breakthroughs, such as biofuels from algae or salt-tolerant salicornia.", "id": "<urn:uuid:15d19448-aa73-495a-802e-5b1e68a460f3>", "dump": "CC-MAIN-2013-20", "url": "http://prn.fm/2011/05/17/christopher-mims-some-biofuels-worse-than-dirtiest-fossil-fuels/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9587500095367432, "token_count": 253, "score": 3.484375, "int_score": 3}
{"text": "Biomass plants generate electricity by burning what otherwise would be waste: brushy undergrowth that's been cleared from forests.\nThe U.S. Forest Service estimates that on California national forest lands alone, there are easily 500,000 acres per year that should be thinned to reduce the risk of catastrophic wildfire.\nBut to Tom Christoff of the Placer County Air Pollution Control District it's not only about reducing forest fires and producing electricity. He says by burning this waste in controlled emission plant, instead of in smoky piles in the forest:\nCHRISTOFF: \"The benefits are huge, on the order of 95 percent reduction on particulate matter, 60 to 70 percent reduction on nitrous oxides, and considerable percentrage on carbon monoxide and volatile organic compounds.\"\nChristoff says independent studies showed this would lead to demonstrable health benefits. That's one of the many reasons Placer County is planning to build a 2 megawatt biomass plant on county-owned land just outside Truckee.\nTransportation cost is a complicating factor. It's much cheaper to burn the biomass in a pile in the forest than to truck it to a facility, says Kerri Timmer, who works for the state's Sierra Nevada Conservancy.\nTIMMER: \"And there's at this point no guarantee for what price will be paid for the power that's generated using the material. So it's hard to get all of these commitments lined up to a point where an investor would feel comfortable in putting a lot of money into this up front.\"\nBut recent legislation should help. A bill passed this year requires California's three biggest energy producers to purchase 50 megawatts of energy generated from forest biomass power plants.\nThat's about enough electricity to power 50,000 homes.", "id": "<urn:uuid:2314ad22-4574-4c75-acb6-26aa63855876>", "dump": "CC-MAIN-2013-20", "url": "http://www.capradio.org/181284", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9347382187843323, "token_count": 365, "score": 3.203125, "int_score": 3}
{"text": "When it comes to solar power, the real dilemmas are efficiency and cost. On the one hand, efficiency has steadily improved over the last couple decades to the point where it’s approaching the utility prices of other power generation methods. Exotic technologies promise even greater gains. However, the price of solar-generated power still remains at least five times as expensive as coal-power, the chief source of power in the U.S. (compared to the leading candidate, nuclear, which is approximately 1.5 to 2 times as expensive).\nWhile solar adoption from a cost standpoint is unattractive, there's much debate over whether commercial adoption is needed to spur further research to propel solar into the realm of cost competitiveness. While many nations like the U.S. and China have modestly taken this position, adopting solar at a moderate rate, one nation has fallen head over heels for solar -- Spain.\nSpain is allowing solar and wind power plants to charge as much as 10 times the rates of coal power plants, making it possible for solar power installations to earn utilities big money. On average, recent rate increases have raised solar charges to over 7 times the rates of coal or natural gas rates. The costs are added onto consumers' power bills.\nThe results are mixed; while Spanish power bills are at record highs, the number of deployments is soaring. Spain has 14 GW of solar power, or the equivalent capacity of nine average nuclear reactors, under construction -- the most of any nation. Florida’s FPL Group Inc. and French Electricite de France SA are among the many jumping to build in Spain.\nGabriel Calzada, an economist and professor at Rey Juan Carlos University in Madrid, states, \"Who wouldn’t want to enter a business that’s paid many times more than the market rate, and where the customer is guaranteed for life?\"\nBy 2009, 42 percent of Spaniards energy bills -- approximately 95 euros ($127) on average -- will be provided by alternative energy. Spanish law requires power distributors to buy all clean energy produced in the first 25 years of the plants' lives. The government also recently raised the rate of Spain believes this sacrifice will pay off as fossil fuel resources become depleted and emissions standards tighten.\nKarsten von Blumenthal, an industrial analyst at Hamburg-based SES Research GmbH states, \"The guarantee is more attractive than what other countries offer. Actually the U.S. has better space for solar, in the deserts of California and Nevada.\"\nThe U.S. meanwhile is also advancing thanks in part to President Obama's solar initiatives passed earlier this year as part of the federal stimulus legislation. Over 6 GW of capacity is planned for the U.S.\nFred Morse, an official at the Washington- based Solar Energy Industries Association trade group and author of the first report to the White House on solar power (1969), says that the U.S. needs to adopt more incentives if it hopes to catch Spain. He states, \"The incentives, if implemented promptly and effectively, should greatly facilitate the financing of these plants.\"\nOne promising benefit of the Spanish solar boom is that it is increasing the number of plants utilizing new, potentially more efficient technologies like solar thermal or sterling engines. Spain is limiting the number of photovoltaic plants (solar panel-based designs), but is giving out unlimited licenses for solar thermal and other alternative plants.\nquote: 1 - Solar Tech is improving very quickly. In another 3~5 years, it SHOULD be just as cheap as coal.\nquote: 4 - If many people buy their own, it reduces the drain on the electrical system\nquote: 2 - If its cheap, unlike a power plant (coar / nuke) Anyone can buy it and install it on their roof or their yard. Remember on DT - they're's tech that'll allow your windows to be solar collectors.\nquote: 5 - if everyone has one, it can help re-charge their electric cars. Because AS OF NOW, eletric cars STILL require power from Coal / Nuke plants which generate pollution / waste.\nquote: Assuming 0,45 cents per KW Here,\nquote: But the pleasure to not give the moneyto them... doesn´t have a price...", "id": "<urn:uuid:23a90b54-7af3-418f-b87f-445b0ed0e428>", "dump": "CC-MAIN-2013-20", "url": "http://www.dailytech.com/article.aspx?newsid=15102&commentid=443095&threshhold=1&red=4522", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9435126185417175, "token_count": 874, "score": 2.734375, "int_score": 3}
{"text": "Yesterday’s House passage of cap-and-trade legislation designed to confront climate change is a landmark achievement, the first tangible step taken by the country that emits more greenhouse gas per capita than anyone in the world.\nThe bill itself still faces a tough test in the Senate. Passage is far from assured, and without similar actions by other major emitting countries, it won’t mean much. But it does finally demonstrate to the rest of the world that the United States is prepared to do its part, which puts the pressure on them to follow suit.\nThe bill itself, the product of a thousand political compromises, also isn’t perfect. But it also isn’t what its hysterical opponents claim it is. As Bryan Walsh acknowledges in Time:\n… critics have vastly overstated the likely cost. In fact, they’re all but lying. During the House debate, Republican whip Eric Cantor, using numbers from an American Petroleum Institute study, said that the bill would eventually cost more than $3,000 per family per year — but those numbers assume that billions of tons worth of inexpensive carbon offsets won’t be available under the bill, which would significantly inflate the overall cost. That’s not going to happen. A more reliable study from the nonpartisan Congressional Budget Office forecast that the bill would cost the average U.S. household $175 in higher energy costs annually by 2020 — and other studies estimate that the energy-efficiency provisions in the bill might even save Americans money over time.\nWhen opponents are forced to lie so blatantly — in this case exaggerating the likely cost 17 times over — they don’t have much of an honest argument.", "id": "<urn:uuid:dbaccb35-1074-476c-9b46-8f3c424bfecd>", "dump": "CC-MAIN-2013-20", "url": "http://blogs.ajc.com/jay-bookman-blog/2009/06/27/passage-of-climate-change-bill-a-landmark-achievement/?cp=all", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.950843095779419, "token_count": 343, "score": 2.5625, "int_score": 3}
{"text": "By Roger Fox\nI doubt the Keystone project is even a real long term goal by TransCanada,. Certainly in the big picture Keystone is only a single chapter in a much larger book. If you read this diary you will risk information overload, you will be offered numerous disparate data points that at first glance may seem unconnected. You will need to digest all the information offered, and then analyze.\nCrude is is classified by the American Petroleum Institute (API) into light, medium, heavy and extra heavy crudes, by API gravity. If its API gravity is greater than 10, it is lighter and floats on water; if less than 10, it is heavier and sinks. The Albert Tar Sands contain crudes of API 10 or less that is called Extra heavy or Bitumen. Heavy oil is defined as having an API gravity below 22.3, Medium oil is defined as having an API gravity between 22.3 °API and 31.1 °API, Light crude oil is defined as having an API gravity higher than 31.1.\nAt a production rate of 3 million barells a day the tar sands can last for 170 years. This would also mean a hole in the ground visible from orbit.\nThe Keystone pipeline is only one of a couple of handfuls of pipeline proposals over the last decade in the Western US, Canada and Alaska.\nAlaskan nat gas is largely unexploited, and is used locally on the North Slope. Its estimated that 70 trillion cubic feet of nat gas can be found in Alaska, a lot of it in the North Slope area. There are at least 3 major proposals for nat gas pipelines from the North Slope area and the adjacent Mackenzie River Delta in Canada. 2 of these projects point right at Alberta.\nTransCanada and Exxon Mobil are partnered in the Alaska gas pipeline proposal that will directly link nat gas production in the North Slope of ALaska thru Alberta to the US mid west. This project may be the same as the Denali proposal, and was reintroduced to theSenate in Feb, of 2011. There also at least 2 variations. Additionally there is the Dempster Lateral.\n-> Next page: Follow the routes south", "id": "<urn:uuid:ba49b9f2-b352-4b64-9909-4785d5b6527b>", "dump": "CC-MAIN-2013-20", "url": "http://redgreenandblue.org/2011/08/24/keystone-xl-tar-sands-pipeline-a-small-part-of-a-bigger-strategy/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9430086612701416, "token_count": 447, "score": 2.59375, "int_score": 3}
