{"text": "What is HIV? And what is AIDS? Find answers to some common questions in this section.\nHow is HIV transmitted - and how is it not transmitted? Find out the answers in this section.\nWorried you might have HIV? Have an HIV test - it's the only way to know for sure.\nHIV treatment is not a cure, but it is keeping millions of people well. Start learning about it in this section.\nIn this section we have answered some of the questions you might have if you have just found out you have HIV.\nFind healthcare services and support.\nA series of illustrated leaflets designed to support conversations between professionals and people with HIV.\nOur award-winning series of patient information booklets. Each title provides a comprehensive overview of one aspect of living with HIV.\nTwice-monthly email newsletter on the practical aspects of delivering HIV treatment in resource-limited settings.\nOur regular newsletter, providing in-depth discussion of the latest research across the HIV sector. Free to people personally affected by HIV.\nFind contact details for over 3000 key organisations in more than 190 countries\nAn instant guide to HIV & AIDS in countries and regions around the world\nThe most comprehensive listing of HIV-related services in the UK\nPre-exposure prophylaxis (PrEP) – free webinar 18 April 2013As part of its European HIV prevention work, NAM is collaborating...\nLearning the basics about hepatitis C 05 April 2013If you are familiar with NAM’s patient information materials, hopefully you...\nTreatment as prevention – free webinar 20 March 2013As part of its European HIV prevention work, NAM is collaborating...", "id": "<urn:uuid:77e4b735-9163-48f4-84c1-c755c8c2ff0e>", "dump": "CC-MAIN-2013-20", "url": "http://www.aidsmap.com/resources/treatmentsdirectory/drugs/iCombiviri-AZT3TC/page/1730921/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9356427788734436, "token_count": 342, "score": 2.875, "int_score": 3}
{"text": "How do you get HIV?\nHIV can be passed on when infected bodily fluid, such as blood or semen, is passed into an uninfected person. Semen is the liquid which is released from a man's penis during sex which carries sperm. It can be infected with HIV or AIDS when someone is HIV positive or is carrying the AIDS virus. This can happen during unprotected sex. For example when two people have sex without using a condom when one partner is already infected, or between drug users who inject and share needles.\nIt can't be transmitted by things like coughing, sneezing, kissing, sharing a toilet seat, swimming pools, sweat and tears.", "id": "<urn:uuid:a3e140cd-7f25-48c9-a2f0-a7d0b1954e0d>", "dump": "CC-MAIN-2013-20", "url": "http://www.childline.org.uk/Explore/SexRelationships/Pages/HIVAIDS.aspx", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9667569994926453, "token_count": 136, "score": 3.125, "int_score": 3}
{"text": "Select Preservation Resources\n- Shocking Statistics: Reasons for Preservation Week: Facts that illustrate the need for national preservation awareness.\n- PW Fact Sheet: More facts that discusses how items become damaged and simple steps to keep them safe.\n- Preserving Your Memories: Organized by material type, these web sites, books, and other sources give useful information on caring for any kind of collection.\n- Disaster Recovery: Information for before and after a disaster has damaged precious collections.\n- Bibliographies & Indexes: A list of links to resources collected by professional preservation organizations\n- Videos: Video resources depict ways and reasons to preserve collections\n- Preservation for Children: Tools to help children understand the importance of preservation.\n- Comprehensive Resources\n- Resources in Other Languages: Spanish, French, Chinese, Italian, and Arabic resources for spreading the preservation message.\n- Books of Fiction about Conservation\n- Books of Fiction about Books for Book Groups", "id": "<urn:uuid:2ca2992e-4394-4461-91b7-99387774cf64>", "dump": "CC-MAIN-2013-20", "url": "http://www.ala.org/alcts/confevents/preswk/tools/select", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8655974864959717, "token_count": 190, "score": 2.765625, "int_score": 3}
{"text": "Religion Subject Guide\nguides are designed to help students begin the research process,\nfind reputable sources, and save time.\nthe Library Catalog for Books & Other Materials\nTo locate books\nand other materials in CCSF Libraries, select the Library\nCatalog from the Library's Homepage. You will notice\nmany ways to search, such as Title, Author, Subject, Subject Keyword,\nExamples of Subject searches include:\nReligion, Religion and Politics, Religion and Science, Buddhism, Islam, Islam – United States, Prayer, Aguaruna Indians -- Religion\ninclude books, sample tests, class notes, and other items that instructors\nput at the library for class use. The check out time is shorter\nthan regular circulating books.\nTo search for\na book on reserve in the Library\nCatalog, select either Reserves\nby Course or Reserves by Instructor.\nWhen you have\nlocated the materials, write down the Call Number and Title and\npresent this to a staff person at the Circulation Desk.\nthe Library Collection\nthe Library are shelved by call number according to the Library\nof Congress classification system. Books are arranged on\nthe shelves by subject.\nareas in the collection to find materials on religion include:\nCALL NUMBER RANGE\n|Religions. Mythology. Rationalism\n|Islam, Bahai Faith. Theosophy, etc\nReference books provide background information and overviews on a given topic. Relevant reference books for religion include:\nMan, myth, and magic: the illustrated encyclopedia of mythology, religion, and the unknown. Richard Cavendish, editor in chief. Washington, DC: American Psychological Association, 2000. BF 31 E52 2000 Vols. 1-8 Rosenberg Reference\nThe Oxford dictionary of world religions. John Bowker, ed. New York: Oxford University Press, 1997. BL 31 084 1997 Rosenberg Reference\nAtlas of the world’s religions. Ninian Smart, ed. New York: Oxford University Press, 1999. G 1046 .E4 A8 1999 Rosenberg Reference.\nTaking sides. Clashing views on controversial issues in religion. Daniel K. Judd, ed. Guilford, CT: McGraw-Hill, Dushkin, c2003. H61 .T3577 2003 Rosenberg Reference.\nThe encyclopedia of American religious history. Edward L. Queen. New York, NY: Facts On File, c1996. BL 2525 .Q44, 1996 Rosenberg Reference\nEncyclopedia of American religion and politics . Paul A. Djupe and Laura R. Olson. New York: Facts On File, c2003. BL 2525 .D58 2003 Rosenberg Reference.\nElectronic Reference Sources from the CCSF Ebooks collection\nFor more information about eBooks go to: http://www.ccsf.edu/library/ebooks.html\nEncyclopedia of religious rites, rituals, and festivals 2004\nEncyclopedia of new religious movements 2006\nEncyclopedia of women and religion in North America 2006\nA popular Dictionary of Buddhism 1997\nWho's who in the Old Testament together with the Apocrypha 2002\nThe Quran : an encyclopedia 2006\nfor Articles in Periodical Databases\ndatabases group together journal, magazine, and newspaper articles\nby subject. They also usually provide abstracts (brief summaries)\nand the full text of the articles. Do you need help identifying\nthe differences between scholarly\njournal v. popular magazine articles?\ndatabases are part of the private, passworded Web, so you\nwill need to have a current CCSF ID card with a barcode to access\nthose that CCSF subscribes to. All current CCSF Student ID cards should already have a barcode.\nMore information about obtaining a library bar code.\nInfotrac is a brand name for several databases with coverage from 1980 to the present. Most relevant for religion topics is InfoTrac’s Religion & Philosophy database which covers topics in the areas of both religion and philosophy. InfoTrac’s Expanded Academic ASAP and OneFile databases also have useful materials. These databases let you limit your results to articles only from scholarly journals by checking the box \"Refereed titles.\"\nLiterature Resource Center\nLiterature Resource Center has traditional reference works, critical information on authors and their works, and current journal articles. It is valuable for biographical information on authors of works relating to religion, and for critical information on both an individual work and an author’s body of work\nCQ provides lengthy research reports written by the editorial staff of the Congressional Quarterly Co. There are many reports related to religion. Some examples are Religion in America, Evolution versus Creationism, Prayer and Healing, and Religious Persecution. There are also reports on related moral or ethical issues such as issues of reproductive ethics, teaching values, assisted suicide, designer humans, and the ethics of war.\nEthnic Newswatch is comprised of newspapers, magazines and journals of the ethnic, minority and native press in America. Search here for ethnic aspects of topics related to religion.\nBelow are some examples of academic/scholarly web sites on Religion.\nIf you use a search engine, such as Google,\nremember to evaluate\nthe quality of the results.\nWeb Resources for General Reference\nVirtual Religion Index\nAn extensive and well organized index of Web resources with useful annotations that speed the targeting and process of research. From Rutgers University.\nVoice of the Shuttle – Religious Studies Page\nLinks to resources including general studies, specific religions (Christianity, Judaism, Islam, Buddhism, Sikkism, etc.), nonreligious views (Atheism, Agnosticism), issues of law and religion, society and religion, and religious studies courses and departments. From the University of California, Santa Barbara.\nEncyclopedia of Religion and Society\n“Full text online of the Encyclopedia, with table of contents, covering the spectrum of religions.” The Encyclopedia of Religion and Society is from the Hartford Institute for Religious Research, and its editorial board is comprised of a number of respected sociologists of religion.\nThe Internet Sacred Text Archive\n“a freely available archive of electronic texts about religion, mythology, legends and folklore, and occult and esoteric topics” Particular focus is on believers’ (defined very broadly) sacred texts, including both primary and secondary materials.\nContent Evaluation Guidelines\nAdvice from the Medical Library Association\nWebpages: Techniques to Apply and Questions to Ask\nA UC Berkeley - Teaching Library Internet Workshops\nAnalyzing Information Sources\nDeveloped by Olin-Kroch-Uris Libraries at Cornell University.\nand Citing Source\nA quick and easy check list to use when determining the quality\nof web documents. Prepared by Librarians at CCSF.\nhelp you may contact the Reference Desk by phone at (415)\n452-5543 or stop by the East and West reference desks at the Rosenberg\nand Citing Information Sources\nElectronic Reference Service to CCSF students, faculty, staff and\nregistered community users. Use this service when you are NOT in\na CCSF library.\nand Web Research Workshops\nFIfty minute workshops are given throughout the semester on effective\nmethods in searching for books, articles and information on the\nSeveral useful sources for evaluating the quality of web pages, how\nto prepare citations for a \"Bibliography\" or \"Works Cited\" list, and\nhow to avoid plagiarism.\nOnline Writing Lab\nOne of the most thorough and easy to navigate writing labs avaialble!\nResearch and Writing\nHosted by the Internet Public\nProcess @ CSU\nColorado State University developed these guides which \"focus on a\nrange of composing processes as well as issues related to the situations\nin which writers find themselves.\"\ncomments or suggestions to:\n| Library Home\nCopyright Library & Learning Resource Center, City College of San\nLast updated September 13, 2007", "id": "<urn:uuid:911bab38-10be-40ec-adec-be604602715f>", "dump": "CC-MAIN-2013-20", "url": "http://www.ccsf.edu/Library/guides/religion.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8132647275924683, "token_count": 1645, "score": 2.8125, "int_score": 3}
{"text": "Science Fair Project Encyclopedia\nThe chloride ion is formed when the element chlorine picks up one electron to form the anion (negatively charged ion) Cl−. The salts of hydrochloric acid HCl contain chloride ions and are also called chlorides. An example is table salt, which is sodium chloride with the chemical formula NaCl. In water, it dissolves into Na+ and Cl− ions.\nThe word chloride can also refer to a chemical compound in which one or more chlorine atoms are covalently bonded in the molecule. This means that chlorides can be either inorganic or organic compounds. The simplest example of an inorganic covalently bonded chloride is hydrogen chloride, HCl. A simple example of an organic covalently bonded chloride is chloromethane (CH3Cl), often called methyl chloride.\nOther examples of inorganic covalently bonded chlorides which are used as reactants are:\n- phosphorus trichloride, phosphorus pentachloride, and thionyl chloride - all three are reactive chlorinating reagents which have been used in a laboratory.\n- Disulfur dichloride (SCl2) - used for vulcanization of rubber.\nChloride ions have important physiological roles. For instance, in the central nervous system the inhibitory action of glycine and some of the action of GABA relies on the entry of Cl− into specific neurons.\nThe contents of this article is licensed from www.wikipedia.org under the GNU Free Documentation License. Click here to see the transparent copy and copyright details", "id": "<urn:uuid:4e76b8fd-c479-45d7-8ee7-faf61495aecb>", "dump": "CC-MAIN-2013-20", "url": "http://www.all-science-fair-projects.com/science_fair_projects_encyclopedia/Chloride", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8968929052352905, "token_count": 320, "score": 4.59375, "int_score": 5}
{"text": "Acrylic A synthetic fabric often used as a wool substitute. It is warm, soft, holds colors well and often is stain and wrinkle resistant.\nAngora A soft fiber knit from fur of the Angora rabbit. Angora wool is often combined with cashmere or another fiber to strengthen the delicate structure. Dry cleaning is reccommended for Angora products.\nBedford A strong material that is a raised corded fabric (similar to corduroy). Bedford fabric wears well and is usually washable.\nBoucle A fabric made with boucle yarn(s) in wool, rayon and or cotton causing the surface of the fabric to appear looped.\nBrocade An all-over floral, raised pattern produced in a similar fashion to embroidery.\nBurnout Process of printing a design on a fabric woven of paired yarns of different fibers. One kind of yarn is burned out or destroyed leaving the ground unharmed.\nCable Knit Patterns, typically used in sweaters, where flat knit columns otherwise known as cables are overlapped vertically.\nCashmere A soft, silky, lightweight wool spun from the Kashmir goat. Cashmere must be dry-cleaned due to its delicate fibers and is commonly used in sweaters, shawls, outerwear, gloves and scarves for its warmth and soft feel.\nChiffon A common evening wear fabric made from silk, cotton, rayon or nylon. It's delicate in nature and sheer.\nChintz A printed and glazed fabric made of cotton. Chintz is known for its bright colors and bold patterns.\nCorduroy Cotton fibers twisted as they are woven to create long, parallel grooves, called wales, in the fabric. This is a very durable material and depending on the width of the wales, can be extremely soft.\nCotton A natural fiber that grows in the seed pod of the cotton plant. It is an inelastic fiber.\nCotton Cashmere A blend of cotton and cashmere fibers, typically 85% to 15% respectively, this combination produces an extremely soft yarn with a matte finish.\nCrepe Used as a description of surfaces of fabrics. Usually designates a fabris that is crimped or crinkled.\nCrinoline A lightweight, plain weave, stiffened fabric with a low yarn count. Used to create volume beneath evening or wedding dresses.\nCrochet Looping threads with a hooked needle that creates a wide, open knit. Typically used on sweaters for warm seasons.\nDenim Cotton textile created with a twill weave to create a sturdy fabric. Used as the primary material of blue jeans.\nDobby Woven fabric where the weave of the fabric actually produces the garment's design.\nEmbroidery Detailed needlework, usually raised and created by yarn, silk, thread or embroidery floss.\nEyelet A form of lace in a thicker material that consists of cut-outs that are integrated and repeated into a pattern. Usually applied to garments for warmer seasons.\nFaille A textured fabric with faint ribbing. Wears wonderfully for hours holding its shape due to the stiffness of the texture. Used in wedding dresses and women's clothes.\nFil'Coupe A small jacquard pattern on a light weight fabric, usually silk, in which the threads connecting each design are cut, creating a frayed look.\nFrench Terry A knit cloth that contains loops and piles of yarn. The material is very soft, absorbent and has stretch.\nGabardine A tightly woven twill fabric, made of different fibers such as wool, cotton and silk.\nGeorgette A crinkly crepe type material usually made out of silk that consists of tightly twisted threads. Georgette is sheer and has a flowy feeling.\nGingham Two different color stripes \"woven\" in pattern to appear checked.\nGlen Plaid Design of woven, broken checks. A form of traditional plaid.\nGuipure Lace A lace without a mesh ground, the pattern in held in place by connecting threads.\nHerringbone A pattern originating from masonry, consists of short rows of slanted parallel lines. The rows are formatted opposing each other to create the pattern. Herringbone patterns are used in tweeds and twills.\nHopsack A material created from cotton or woolthat is loosely woven together to form a coarse fabric.\nHoundstooth A classic design containing two colors in jagged/slanted checks. Similar to Glen Plaid.\nJacquard A fabric of intricate varigated weave or pattern. Typically shown on elegant and more expensive pieces.\nJersey A type of knit material usually made from cotton and known to be flexible, stretchy, soft and very warm. It is created using tight stitches.\nKnit A knit fabric is made by interlocking loops of one or more yarns either by hand with knitting needles or by machine.\nLinen An exquisite material created from the fibers of the flax plant. Some linen contain slubs or small knots on the fabric. The material wrinkles very easily and is a light fabric perfect for warm weather.\nLurex A metallic fiber woven into material to give the garment shine.\nLycraTM Lycra is a type of stretch fabric where the fibers are woven into cotton, silk or synthetic fiber blends. These materials are lightweight, comfortable (need trademark symbol) and breathable, and the stretch will not wear away.\nMadras Originating from Madras, India, this fabric is a lightweight, cotton material used for summer clothing. Madras usually has a checked pattern but also comes in plaid or with stripes. Typically made from 100% cotton.\nMarled Typically found in sweaters, marled yarn occurs when two colored yards are twisted together.\nMatelasse A compound fabric made of cotton, wool or other fibers with quilted character and raised patterns.\nMatte A matte finish has a lusterless surface.\nMerino Wool Wool sheered from the merino sheep and spun into yarn that is fine but strong.\nModal A type of rayon that is made from natural fibers but goes through a chemical treatment to ensure it has a high threshold of breakage. Modal is soft and breathable which is why it's used as a cotton replacement.\nNon-iron A treated cotton that allows our Easy Care Shirts to stay crisp throughout the day and does not need ironing after washing/drying.\nNylon A synthetic fiber that is versatile, fast drying and strong. It has a high resistance to damage.\nOmbre A color technique that shades a color from light to dark.\nOttoman A firm, lustrous plain weave fabric with horizontal cords that are larger and rounder than those of the faille. Made of wool, silk, cotton and other manufactured fibers.\nPaisley A pattern that consists of crooked teardrop designs in a repetitive manner\nPlacket The piece of fabric or cloth that is used as a concealing flap to cover buttons, fasteners or attachments. Most commonly seen in the front of button-down shirts. Also used to reinforce openings or slits in garments.\nPiping Binding a seam with decoration. Piping is similar to tipping or edging where a decorative material is sewn into the seams.\nPointelle An open-work knitting pattern used on garments to add texture. Typically a cooler and general knit sweater.\nPolyester A fabric made from synthetic fibers. Polyester is quick drying, easy to wash and holds its shape well.\nPonte A knit fabric where the fibers are looped in an interlock. The material is very strong and firm.\nPoplin A strong woven fabric, heavier in weight, with ribbing.\nRayon A manufactured fiber developed originally as an alternative for silk. Rayon drapes well and looks luxurious.\nSateen A cotton fabric with sheen that resembles satin.\nSeersucker Slack-tension weave where yarn is bunched together in certain areas and then pulled taught in others to create this summery mainstay.\nShirring Similar to ruching, shirring gathers material to create folds.\nSilk One of the most luxurious fabrics, silk is soft, warm and has shine. It is created from female silkworm's eggs.\nSilk Shantung A rough plain weave fabric made of uneven yarns to produce a textured effect, made of fibers such silk in which all knots and lumps are retained.\nSpace dyed Technique of yarn dyeing to produce a multi-color effect on the yarn itself. Also known as dip dyed yarn.\nSpandex Also known as Lycra (trademark symbol), this material is able to expand 600% and still snap back to its original shape and form. Spandex fibers are woven with cotton and other materials to make fabrics stretch.\nTipping Similar to edging, tipping includes embellishing a garment at the edges of the piece, hems, collars etc.\nTissue Linen A type of linen that is specifically made for blouses or shirts due to its thinness and sheerness.\nTweed A loose weave of heavy wool makes up tweed which provides warmth and comfortability.\nTwill A fabric woven in a diagonal weave. Commonly used for chinos and denim.\nVariegated Multi-colored fabrics where colors are splotched or in patches.\nVelour A stretchy knit fabric that looks similar to velvet. Very soft to the touch.\nVelvet A soft, silky woven fabric that is similar to velour. Velvet is much more expensive than velour due to the amount of thread and steps it takes to manufacture the material.\nVelveteen A more modern adaptation of velvet, velveteen is made from cotton and has a little give. Also known as imitation velvet.\nViscose Created from both natural materials and man-made fibers, viscose is soft and supple but can wrinkle easily.\nWale Only found in woven fabrics like corduroy, wale is the long grooves that give the garment its texture.\nWindowpane Dark stripes run horizontal and vertical across a light background to mimic a window panes.\nWoven A woven fabric is formed by interlacing threads, yarns, strands, or strips of some material.", "id": "<urn:uuid:04a048d3-152b-45eb-ac6e-e7717919a899>", "dump": "CC-MAIN-2013-20", "url": "http://www.anneklein.com/Matte-Jersey-Sleeveless-Drape-Top/90724376,default,pd.html?variantSizeClass=&variantColor=JJQ47XX&cgid=90316517&pmin=25&pmax=50&prefn1=catalog-id&prefv1=anneklein-catalog", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.931941032409668, "token_count": 2146, "score": 2.53125, "int_score": 3}
{"text": "Bootie A shoe that resembles a boot in style but is not as high.\nBrocade An all-over floral, raised pattern produced in a similar fashion to embroidery.\nCircumference The measurement around the shaft of a boot taken at the widest part.\nCotton A natural fiber that grows in the seed pod of the cotton plant. It is an inelastic fiber.\nCushioning Padding on the sole of a shoe for added comfort and stabilization.\nDobbyWoven fabric where the weave of the fabric actually produces the garment's design.\nEmbroidery Detailed needlework, usually raised and created by yarn, thread or embroidery floss.\nFaille A slightly ribbed, woven fabric of silk, cotton, or rayon.\nHoundstooth A classic design containing two colors in jagged/slanted checks. Similar to Glen Plaid.\nLiningThe leather, fabric or synthetic material used on the inside of a shoe.\nLamé A metallic or plastic fiber woven into material to give the garment shine.\nMarled Typically found in sweaters, marled yarn occurs when two colored yards are twisted together.\nMatte A matte finish has a lusterless surface.\nMerino Wool Wool sheered from the merino sheep and spun into yarn that is fine but strong.\nOmbre A color technique that shades a color from light to dark.\nPaisley A pattern that consists of crooked teardrop designs in a repetitive manner.\nPoplin A strong woven fabric, heavier in weight, with ribbing.\nSateen A fabric woven with sheen that resembles satin.\nShirring Similar to ruching, shirring gathers material to create folds.\nSole The outsole, or bottom part of a shoe.\nStacked Heel A heel made of leather or leawood covering that gives the appearance of wood.\nSynthetic Materials Man-made materials designed to look or function like leather.\nTweed A loose weave of heavy wool makes up tweed, which provides warmth and comfort.\nTwill A fabric woven in a diagonal weave. Commonly used for chinos and denim.\nVariegated Multi-colored fabrics where colors are splotched or in patches.\nViscoseA cellulosic man-made fibers, viscose is soft and supple but can wrinkle easily.\nWedge Heel A heel that lies flat to the ground and extends from the shank to the back of the shoe.\nWoven A woven fabric is formed by interlacing threads, yarns, strands, or strips of some material.", "id": "<urn:uuid:34eaf969-a050-46fc-9917-ce3a0e03647a>", "dump": "CC-MAIN-2013-20", "url": "http://www.jny.com/Snake-Print-Bangle-Set/26563195,default,pd.html?variantSizeClass=&cgid=25487270&prefn1=catalog-id&prefv1=jonesny-catalog", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8932533264160156, "token_count": 553, "score": 2.703125, "int_score": 3}
{"text": "Dante Alighieri was the greatest Italian poet and one of the most important\nEuropean writers. Dante live through the years of 1265 – 1321. He has a very\nunique way of writing and started his works at the age of 35. Dante wrote La\nDivina Comedia based on the era he live through and all the knowledge of his\nlifetime was imbedded in his works. In this specific work he writes about a journey\nwhich he wishes to better understand the afterlife receive his salvation. Throughout\nhis journey Virgil was his guide and taught him all about the nine circles of hell\nand the punishments that the sinners received in each circle. Dante was a very\npowerful writer and his writing has many significant symbols to many different\nobjects. This story is very complex and interesting to read and understand each\nAfter Dante exits hell with his guide Virgil, he arrives into Purgatory.\nPurgatory is the in between where Dante sees sinners being punished. Each sin has\na different punishment depending on the sin. Purgatory is a place where sinners\ntemporarily get punished in order to purify themselves and be ready for heaven.\nThere these people learn the mistakes they have made and realize the seriousness\nof their sins and prepare to enter heaven/paradise. Virgil guides Dante throughout\npurgatory and leads him to paradise where Beatrice will be there to guide him to\nA very important character of the Divine Comedy is Virgil. Virgil is Dante’s\nguide throughout Purgatory. Virgil is a very helpful guide and is a poet whom\nDante looked up to. Virgil symbolized human reason and taught Dante everything\nhe knows about the inferno and purgatory. Virgil is in the first realm of hell, limbo.\nHe is in limbo because he is a pagan and was never baptized. Virgil takes Dante\nthrough each circle and describes each circle, the reason people are there and\ndescribes each punishment. Virgil protects Dante from the leaders of each circle as...", "id": "<urn:uuid:f5054873-6adf-4f04-95b1-a3fdb4f478b6>", "dump": "CC-MAIN-2013-20", "url": "http://www.antiessays.com/free-essays/140615.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.97272789478302, "token_count": 420, "score": 3.265625, "int_score": 3}
{"text": "For the first time since 1415, we are going to have a conclave or papal election with no Pope to bury beforehand. But the procedures for the election are not affected by this ‘novelty.’ Dan Brown might seem an unlikely source for information on a Papal election but the detailed description in Angels and Demons was apparently taken from a book by a Jesuit scholar and is quite accurate.\nWhen the See of Rome is declared vacant – normally when a Pope dies – most of the senior prelates who were the Pope’s ‘ministers’ resign. Power is entrusted to a cardinal called the Camerlengo, in this case Cardinal Tarcisio Bertone, who under normal circumstances would bury the Pope.\nThe last papal election took 48 hours, but such speed wasn’t always the case. In the 13th century the papacy was vacant for a year-and-a-half and an election was forced by the people of Rome who locked up the cardinals until a pope was elected. In another case, the people not only locked up the cardinals, they tore off the roof of the building and put the cardinals on a diet of bread and water.\nNow, with Benedict’s resignation the cardinals are essentially being given a ‘month’s notice’ and can plan their trip to Rome and think about what they want in the new pope. In a sense, because of the pre-planning that can be brought to bear on this election, there is potentially a lot of time to consider who should be the next leader of the world’s 1 billion catholics.\nThe cardinals will stay in a specially constructed 5 storey residence inside the Vatican walls, Santa Marta. and will be conveyed by coach to the Sistine Chapel for morning and afternoon sessions there. The process of election must begin no more than 20 days after the see is vacant. Only cardinals under the age of 80 can enter the conclave – the word means ‘with a key’ in Latin, referring to the fact that the Cardinals are locked into the election hall.\nThere are 119 eligible to vote, 67 of whom were appointed by Benedict and the rest by JPII. Cardinals who are excommunicated can actually attend but not those who have resigned. A cardinal who resigned and joined Napolean Bonaparte attempted to enter the conclave in 1800 but was refused.\nOn the morning of the conclave the cardinals con-celebrate Mass in St Peter’s Basilica. In the afternoon they gather in the Pauline Chapel in the Apostolic Palace and solemnly process in full red and white regalia with red hats and enter the Sistine chapel, with the doors locked behind them. All telephones, cell phones, radios, televisions and internet connections are removed from use whether in the chapel or in the residence. They cannot leave except in the case of grave illness. Also permitted in the conclave are two medical doctors, a nurse for very ill cardinals, and religious priests who can hear confessions in various languages. These have to swear absolute and perpetual secrecy.\nThe cardinals swear an oath of secrecy not to discuss the elections outside the Chapel and everyone else is ordered out in the Latin words “Extra omnes,” “Everybody out.” The doors of the Sistine Chapel and the Residence of the Cardinals are closed.\nInside, a meditation is given concerning the grave duty of the cardinals and they are exhorted to “only have God before your eyes.” The rest of the time is spent for prayer and voting in silence, there are no campaign speeches. Negotiations and arguments have to take place outside.\nIn the Chapel, which dates from the 15th Century, and under the ceiling adorned with Michelangelo's Last Judgement, the cardinals can cast their vote. There will be four ballots daily until a clear majority is found for one candidate.\nIt is severely frowned upon to seek the office of Pope and canvassing for it is severely prohibited, especially prior to a Pope dying. It is an office bestowed upon a person rather than their contesting for it. However an outsider could be elected pope and in theory it could be a lay person willing to be ordained a priest and bishop but the weight of tradition suggests it will be one of the cardinals gathered in the Sistine chapel. The last non cardinal was Pope Urban in 1378.\nHowever, discussions prior to a ballot among cardinals do occur privately but public campaigning would be counter productive. Dinners are good vehicles for discussions. However, the best known cardinals tend to be the ones that work in the Vatican and meet other bishops, and cardinals when they come on business to Rome.\nThe ballot is secret and Pope John Paul II abolished two methods of election: by compromise or by common consent. Since 1179, a new Pope requires a two thirds majority. Now, after 33 ballots, a simple majority is enough. If there is no progress in choosing a candidate, a day of prayer is set aside. However, not since 1831 has an election lasted more than four days.\nThe ballot papers themselves are rectangular with “I elect as supreme pontiff” printed at the top and each cardinal prints or writes a name in a way that disguises his handwriting. One at a time they approach the altar with the folded ballot held up, he kneels and prays and then places the ballot in a silver and gilded bronze urn, much like a wok with a lid. Cardinals called ‘scrutineers’ count the ballots. After the ballots are read aloud they are placed on a thread and placed in another urn. They are then burnt.\nSince 1903, white smoke from the chimney of the Sistine Chapel has signalled the election of a pope; black smoke signals another vote.\nWhen a pope is finally elected, the cardinal dean asks him, “Do you accept your canonical election as supreme pontiff?” Rarely does anyone say no. St Philip Benize was offered it in 1271 and fled and hid until another candidate was chosen.\nSacristy of Tears\nAfter the ‘yes’, he is led into the ‘Sacristy of Tears’ or commonly called ‘Room of Tears,’ a small room off the Sistine Chapel. It is here that the enormity of what has just happened hits the new Pope, though the tears may be of sorrow or joy. Traditionally they were said to be tears of humility as a Pope was following in the footsteps of St Peter; others would contend the tears were because essentially the Pope becomes a ‘prisoner’ of the Vatican and would be bowed down by the weight of the office.\nThe new Pope picks one of three sizes of Papal garments – presumably small, medium or large – and return to the High Altar to receive the homage of the cardinals. Meanwhile, the ballots are burnt in a stove with a chemical which turns the smoke white, telling the world of the newly elected Pontiff.\nA Cardinal is then sent to the Loggia of the Benedictions on the façade of St Peter’s where he says: “Annuntio vobis gaudium magnum. I announce to you a great joy! Habemus Papam. We have a Pope!” He then announces the name of the cardinal and the name he has chosen to use as Pope.\nThe new Pope steps onto the balcony and therefore onto the stage of world and church history. He may grant his first blessing to the world.\nSome days later, the new Pope will go down into the foundations of St Peter’s to the tomb of Peter, the first Pope and first bishop of Rome, and pray. Then with all the cardinals, he will process into St Peter’s Square to begin his first public Mass and receive the main symbols of his office: the fisherman’s ring and the pallium.", "id": "<urn:uuid:fe661bb9-3884-4391-9c13-161ffd3496bc>", "dump": "CC-MAIN-2013-20", "url": "http://www.irishcentral.com/news/What-to-expect-at-Conclave-in-unusual-case-of-Pope-Benedict-stepping-down-from-Vatican-role-191795261.html?mob-ua=mobile", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9714189171791077, "token_count": 1662, "score": 2.78125, "int_score": 3}
{"text": "What They Are and How to Learn More about the Appellate Courts and the Justices Who Serve on Them\nEvery four years, more than a third of California’s 99 court of appeal justices face California voters for retention. In addition, several of the seven justices on the California Supreme Court face retention elections every four years. These are not contested elections; no one may run against the justices. Instead, the voters simply decide whether the justice shall continue to serve. If a majority of voters cast \"yes\" votes for a particular justice, that justice remains for another term. The Code of Judicial Ethics requires all judges \"to be faithful to the law regardless of partisan interests, public clamor or fear of criticism . . . .\" The retention election system, adopted by California voters as part of the State Constitution, is designed specifically to foster judges’ independence from improper external pressures.\nBecause supreme court justices hold statewide offices, voters everywhere in California decide whether to retain them. In contrast, because court of appeal justices serve in districts, voters in each district alone decide whether to retain them. California’s 99 court of appeal justices are divided among six districts, centered in San Francisco, Los Angeles, Sacramento, San Diego, Fresno, and San Jose.\nSupreme and appellate court justices generally do not actively campaign for retention. The only promise they can make voters is to decide appeals impartially and according to the law, without fear or favor toward any individual or group. However, they do seek to provide helpful information to voters. The justices have worked closely and actively with the Secretary of State’s Office to help the public learn more about the appellate courts, who the appellate justices are, and what they do.\nAs a consequence, voters everywhere in California can easily get biographical information on every justice who appears on the ballot. As to supreme court justices, the information is contained in the statewide ballot pamphlet sent to all voters by the Secretary of State. As to court of appeal justices, the official statewide voter pamphlet does not contain biographical sketches, but does refer voters to an Internet website and a toll-free telephone hotline so they may obtain justices’ biographies, either on-line or through receipt of the Judicial Information Bookleton request. The Secretary of State’s Internet website and Judicial Information Booklet also include brief descriptions of the appellate courts and how they differ from trial courts.\nTo gain access to these materials, voters may go to the Secretary of State’s Internet website at http://www.ss.ca.gov/ or call the telephone hotline at 1(800) 345-VOTE.\nWhile supreme and appellate court justices perform their roles quietly and without fanfare, the public can find much of their work published in law books titled \"California Reports,\" \"California Appellate Reports\" and \"California Reporter.\" Each of California’s 58 counties has a public law library containing these books, as do law schools and most law offices. Recently issued opinions are available on the same day they are filed at 'Opinions' which is maintained by the Administrative Office of the Courts (AOC), State of California.\nAdding to the data supplied by the Secretary of State, the Judicial Branch’s website that you are currently reading from also contains biographical information about all the appellate court justices, as well as informative articles entitled \"How Appellate and Supreme Court Justices are Selected\" and \"What Appellate Justices Do.\"", "id": "<urn:uuid:19b4e4f2-853a-4b46-baf8-25a9494b759b>", "dump": "CC-MAIN-2013-20", "url": "http://www.courts.ca.gov/selfhelp/4192.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9415530562400818, "token_count": 706, "score": 2.609375, "int_score": 3}
{"text": "Overview of content related to 'java'\nThis page provides an overview of 1 article related to 'perl'. Note that filters may be applied to display a sub-set of articles in this category (see FAQs on filtering for usage tips). Select this link to remove all filters.\nPerl is a high-level, general-purpose, interpreted, dynamic programming language. Perl was originally developed by Larry Wall in 1987 as a general-purpose Unix scripting language to make report processing easier. Since then, it has undergone many changes and revisions and become widely popular amongst programmers. Larry Wall continues to oversee development of the core language, and its upcoming version, Perl 6. Perl borrows features from other programming languages including C, shell scripting (sh), AWK, and sed. The language provides powerful text processing facilities without the arbitrary data length limits of many contemporary Unix tools, facilitating easy manipulation of text files. Perl gained widespread popularity in the late 1990s as a CGI scripting language, in part due to its parsing abilities. (Excerpt from Wikipedia article: Perl)\nSee our 'perl' overview for more data and comparisons with other tags. For visualisations of metadata related to timelines, bands of recency, top authors, and and overall distribution of authors using this term, see our 'perl' usage charts.\nAriadne contributors most frequently referring to 'perl':", "id": "<urn:uuid:3467d50d-60b1-442f-8fbb-77a31bf0642b>", "dump": "CC-MAIN-2013-20", "url": "http://www.ariadne.ac.uk/category/buzz/java?article-type=&term=&organisation=&project=&author=clare%20mcclean", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.886810302734375, "token_count": 282, "score": 2.8125, "int_score": 3}
{"text": "Why Man U?\nAskMen / Getty Images\n\"Gathering together at Old Trafford must have given these people something of the sense of community that they had previously known in their villages.\"\nVisiting Manchester the other day, I was driving down a nondescript road past dreary shops and offices when I saw the top of a sports stadium poking into the gray sky. It was Old Trafford. Team buses carrying soccer players from more glamorous cities such as Barcelona have been known to echo with cries of disgust as they pull in here.\nThe home of Manchester United is rainy and underwhelming. The estimated 333 million humans who consider themselves United fans don’t all know that Manchester is a city in England, but many of those who do would probably be surprised to find just how mid-ranking a city it is. Yet when United’s American ruling family, the Glazers, sold club shares in August, United was valued at $2.3 billion. That made it the world’s most valuable sports franchise, ahead of Real Madrid and baseball’s New York Yankees, according to Forbes. In short, United is bigger than Manchester. So why on earth did this global behemoth arise precisely here? And how, in the last 134 years, has United shaped soccer, in England and now the world?\nWhen a soccer club was created just by the newish railway line in 1878, the Manchester location actually helped. The city was then growing like no other on earth. In 1800 it had been a tranquil little place of 84,000 inhabitants, so insignificant that as late as 1832 it didn’t have a member of parliament. The Industrial Revolution changed everything. Workers poured in from English villages, from Ireland, from feeble economies everywhere (my own great-grandparents arrived on the boat from Lithuania). By 1900, Manchester was Europe’s sixth-biggest city, with 1.25 million inhabitants.\nThe club by the railway line was initially called Newton Heath, because the players worked at the Newton Heath carriage works of the Lancashire and Yorkshire Railway Company. They played in work clogs against other work teams. Jim White’s Manchester United: The Biography nicely describes the L&YR workers as “sucked in from all over the country to service the growing need for locomotives and carriages.” Life in Manchester then was neither fun nor healthy, White writes. In some neighborhoods, average male life expectancy was just 17. This was still the same brutal city where a few decades before, Karl Marx’s pal Friedrich Engels had run his father’s factory. The conditions of the industrial city were so awful it inspired communism. (My own great-grandparents lost two of their children to scarlet fever in Manchester before moving on to much healthier southern Africa.)\nInevitably, most of these desperate early Mancunians were rootless migrants. Unmoored in their new home, many embraced the local soccer clubs. Gathering together at Old Trafford must have given these people something of the sense of community that they had previously known in their villages. That’s how the world’s first great industrial city engendered the world’s greatest soccer brand. Next Page >>", "id": "<urn:uuid:223e0d4e-5454-48af-94fe-79e339cdb888>", "dump": "CC-MAIN-2013-20", "url": "http://www.askmen.com/sports/fanatic/why-man-u.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9740930199623108, "token_count": 667, "score": 2.609375, "int_score": 3}
{"text": "The town´s history\nAlthough written differently, Tölz was mentioned for the first time in the records of 1180. In 1331, it was granted extensive \"Marktrechte\", e.g. the right to hold a market. In the 13th and 14th century many workshops (e.g. limeburners and raftsmen) settled in this area. A great fire destroyed large parts of the town in 1453, but with generous noble support reconstruction soon began. Thanks to the location at the river Isar, the rafting and also brewery trade the town soon flourished. 22 breweries could be counted in 1721. Tölz became also famous for arts and crafts with the beautiful coloured chests, cases and beds. In 1845, iodine was found close to Tölz. Therefore, market town Markt Tölz became Bad (= the German word for spa resorts) in 1899. In 1906, it was recognized as town and in 1969 it got the rating \"Heilklimatischer Kurort\", which means that its climate is beneficial to health. What is more, in 2005, it also got the title \"Moorheilbad\", that means it is acknowledged as mineral and medicinal mud-bath spa.\nThe town´s coat of arms\nThe town´s coat of arms.\nThe town´s flag with the colours black and gold.", "id": "<urn:uuid:d411514d-c8d6-4b8e-8dbe-4a8df14e66fe>", "dump": "CC-MAIN-2013-20", "url": "http://www.bad-toelz.de/en/bad-toelz/stadt-bad-toelz/the-towns-history.html?refID=95", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9755674004554749, "token_count": 288, "score": 2.5625, "int_score": 3}
{"text": "Next: Radiative heat flux Up: Loading Previous: Distributed heat flux Contents\nConvective heat flux is a flux depending on the temperature difference between the body and the adjacent fluid (liquid or gas) and is triggered by the *FILM card. It takes the form\nwhere is the a flux normal to the surface, is the film coefficient, is the body temperature and is the environment fluid temperature (also called sink temperature). Generally, the sink temperature is known. If it is not, it is an unknown in the system. Physically, the convection along the surface can be forced or free. Forced convection means that the mass flow rate of the adjacent fluid (gas or liquid) is known and its temperature is the result of heat exchange between body and fluid. This case can be simulated by CalculiX by defining network elements and using the *BOUNDARY card for the first degree of freedom in the midside node of the element. Free convection, for which the mass flow rate is a n unknown too and a result of temperature differences, cannot be simulated.\nNext: Radiative heat flux Up: Loading Previous: Distributed heat flux Contents guido dhondt 2012-10-06", "id": "<urn:uuid:47d24057-e332-41de-bbe6-0338e16b49a6>", "dump": "CC-MAIN-2013-20", "url": "http://www.bconverged.com/calculix/doc/ccx/html/node145.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9330995082855225, "token_count": 249, "score": 3.3125, "int_score": 3}
