{"text": "In response to growing demand from western U.S. and Canadian outdoor fruit and berry producers, Biobest is developing a native western bumblebee for outdoor pollination.\nBumblebees are important pollinators of many cultivated crops. By pollinating our fruits and vegetables, they not only help deliver our healthy meals, but are also vital to overall food security. Bumblebees have the edge when it comes to effective pollination. They produce their own heat, which in combination with their furry coats enables them to fly early in the season when it is still far too cold for honeybees and other insects. Unlike honeybees, they also buzz or shake flowers to collect pollen, which assures effective pollination.\nThe use of bumblebees has allowed growers to produce higher-yielding, better-quality and safer crops. In food crops like greenhouse tomatoes, bumblebees have for many years successfully replaced physical pollination or chemicals previously used to induce fruit set.\nThe demand for bumblebees to help guarantee crop yield has increased in recent years as honeybees and other natural pollinators have declined, but because native western species have not been available commercially, western U.S. and Canadian growers of field crops like berries, top fruit and canola have been at a disadvantage,\nunable to share in the many benefits these pollinators offer.\nBiobest recognizes the ecological and economic benefits of using native species for pollination. Having pioneered the use of bumblebees for crop pollination, Biobest has now developed a native western bumblebee species especially for the western U.S. and Canada. Biobest has been successful in rearing a range of native western bumblebee species, allowing them to select the right candidate for the western U.S. market.\nThe company says that only the species that proves most successful in crop pollination will be launched for use in its native territory. Biobest expects to begin pollination trials in the spring of 2013.\nFor more information:", "id": "<urn:uuid:c44283f7-af26-4517-b108-6c2aa130328b>", "dump": "CC-MAIN-2013-20", "url": "http://www.growingmagazine.com/blog-3812.aspx", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.947209894657135, "token_count": 410, "score": 3.25, "int_score": 3}
{"text": "The robot can be outfitted with multiple attachments such as a cell-sprayer that can spray pesticides or fertilizers and can even weed areas intertwined with the crops. It’s able to do so with the help of strategically positioned cameras that take pictures of the ground, which are then sent to an onboard computer that analyzes the images and identifies both the crops and weeds (programmed with 20 known species per geographic area).\nOnce the unwanted plants are identified, it can then spray an herbicide through a row of nozzles placed next to the cameras positioned behind the bot. The cameras look for the corresponding image and either open or close the nozzles based on the weeds' location. With a large range of add-on tools, this robot makes a perfect plant-nursing platform that’s able to keep plants healthy, one column at a time.\nRobots are even being employed to harvest crops, further maximizing the efficiency associated with robotic farmers. One such robot is known as the Robotic Strawberry Harvester from Robotic Harvesting LLC. The mechanical farmhand is autonomous in the true sense of the word and is self-propelled, navigating and harvesting, and as the name suggests, is excellent in picking ripe strawberries. Robot harvesting outfitted the robot with a camera array capable of taking \"stereovision\" photos both above and below the plants leaves to collect data on fruit (whether it’s ripe or not), flower count, plant pathogens (diseases), and other items of interest.\nThe camera system can be reprogrammed to identify and collect data on a number of crops in 3D space (giving the robot the capability to see like humans) not just strawberries, and uses specialized software to discern whether the fruit is ripe. Once identified, the robot uses a three-pronged outfitted robotic arm to pick the fruit, which is then placed on a convenient tiny conveyor belt that drops the fruit off in a collection basket on top of the robot.\nThis may not seem like much, but the robot is capable of picking the fruit (tested in a controlled environment) in as little as two seconds. While you most likely won't see a fully functional efficient farm being run entirely by robots anytime in the next few years, it’s safe to say it certainly is a possibility in the near future. As more and more people populate the planet, using robotic farmers is certainly a viable option in cultivating, nurturing, and harvesting increased food crops in an efficient manner.", "id": "<urn:uuid:d0ae3c16-2656-45c7-a6e9-21c6c9e32b92>", "dump": "CC-MAIN-2013-20", "url": "http://www.designnews.com/author.asp?section_id=1386&doc_id=254959&page_number=2", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9457093477249146, "token_count": 514, "score": 3.078125, "int_score": 3}
{"text": "Kristensen, Hanne L. and Thorup-Kristensen, Kristian (2006) Roots below one meters depth are important for nitrate uptake by annual crops. [Rødder under 1 meters dybde er vigtige for et-årige afgrøders optagelse af nitrat.] In: CD-rom \"The American Society of Agronomy - Crop Science Society of America - Soil Science Society of America International Annual Meetings, November 12-16, 2006, Indianapolis, USA. No. 205-9., CD-rom \"The American Society of Agronomy - Crop Science Society of America - Soil Science Society of America International Annual Meetings, November 12-16, 2006, Indianapolis, USA., no. Abstract No. 205-9..\nThe root depths of annual crops vary from 0.2 m to more than 2 m depending on root growth rate and length of growing season. However, studies of root growth and N uptake are often restricted to a depth of 1 m or less, as root biomass is assumed to be negligible below this depth. We have studied the importance of root growth and N uptake to a depth of 2.5 m in fully grown field vegetables and cover crops by use of minirhizotrons and deep point placement of 15N. Deep rooted crucifereous crops were found to have high root densities to a depth of 1.5-2 m and high 15N uptake to this depth. The work shows that knowledge of the interactions between root growth and soil N below a depth of 1 m are important to understand crop N uptake and nitrate leaching from agro-ecosystems.\n|EPrint Type:||Conference paper, poster, etc.|\n|Type of presentation:||Paper|\n|Subjects:|| Soil > Nutrient turnover|\nCrop husbandry > Crop combinations and interactions\nCrop husbandry > Production systems > Vegetables\n|Research affiliation:|| Denmark > DARCOF III (2005-2010) > VEGQURE - Organic cropping Systems for Vegetable production|\nDenmark > AU - Aarhus University > AU, DJF - Faculty of Agricultural Sciences\n|Deposited By:||Kristensen, Ph.D. Hanne L.|\n|Deposited On:||28 Nov 2007|\n|Last Modified:||12 Apr 2010 07:35|\n|Refereed:||Peer-reviewed and accepted|\nRepository Staff Only: item control page", "id": "<urn:uuid:d2b3502d-1c86-4ed7-9c72-a55bc162b976>", "dump": "CC-MAIN-2013-20", "url": "http://orgprints.org/11461/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.7870572805404663, "token_count": 527, "score": 2.90625, "int_score": 3}
{"text": "Wood Anemone - Dainty Spring Bloomers for the Woodland Garden\nIt's time to read and vote for your favorite article in the 2013 Write-Off Contest! The four finalist's articles are featured in the May 13 newsletter and can be found through this link. Hurry! Voting ends May 18.\nIf your garden is has dappled shade and you are looking for a lovely spring woodlander to combine with spring bulbs, Trillium and Hepatica, then try growing wood anemone, Anemone nemorosa. Available in white, pink or blue shades, this charming spring flower is sure to delight you!\n(Editor's Note: This article was originally published on June 5, 2010. Your comments are welcome, but please be aware that authors of previously published articles may not be able to promptly respond to new questions or comments.)\nOne of the harbingers of the European spring is drifts of wood anemone growing under the deciduous forests of beech, oak and maple.Botanically, wood anemones are called Anemone nemorosa. Plants produce wiry stems to 10 to 25 cm.Each stem produces a whorl of three, trisected leaves and is topped with a single 2 to 3 cm diameter flower.Each bloom normally has 6 to 8 tepals (the ‘petals' are actually modified sepals).In the wild, white is the normal colour but pink and blue forms do exist.Plants may be grown from seed but the seed needs to be sown as soon as it is ripe (they quickly lose viability if left dry on a shelf).They require a stratification period (essentially a winter) before they will germinate.\nDue to the fussy nature of seed germination, plants are more commonly grown by division of their narrow rhizomes.If happy, wood anemone will multiply quite rapidly via underground rhizomes to produce a large-size colony.If dug after flowering, you can separate the plants into numerous plantlets. All you need is a growing stem and a couple of inches of the rhizome.\nIn the garden, wood anemones prefer dappled shade.Their soil should be moderately moist and organic-rich.They make admirable groundcovers under deciduous trees but in warm climates, may go dormant by mid summer.In cool climates, they will stay green well into September.\nWood anemones have been grown as garden ornamentals for hundreds of years.As a result of their natural variation, many named varieties now exist, most which were selected many years ago.While the wild form has small 2 to 3 cm diameter flowers, some selected forms have flowers approaching 6 cm in diameter.\nAvailability of this woodland anemone is variable. Generally you will need to seek out a specialty woodland plant nursery.‘Lychette' has white flowers twice the size of the wild type.Two of the largest-flowered selections include ‘Allenii' and ‘Robinsoniana'.Both have lavender flowers but the outside of the tepals is lilac-blue on ‘Allenii' while the exterior is more grey-blue on ‘Robinsoniana'.Also quite large-flowered is ‘Blue Beauty' and ‘Blue Bonnet', both which are pale blue. The richest blue colour is found on ‘Royal Blue' but its flowers are a little smaller than the previous selections.\nShown above is 'Allenii' (top left), 'Robinsoniana' (top right), 'Royal Blue' (bottom left) and 'Blue Eyes' (bottom right)\n‘Rosea' and ‘Westwell Pink' have very pale pink flowers that age to deep pink.One of the prettiest is ‘Vestal'.This selection has small flowers that are white but has a double, pompom-like center.‘Monstrosa' has flowers double flowers that are a mix of white and green while ‘Blue Eyes' has double white flowers with a blue center.If unusual flowers are your thing then try ‘Green Fingers' whose white flowers have a small, central leafy tuft.More bizarre still is ‘Bracteata' whose tepals are replaced by tiny green leaves!\nShown above is 'Vestal' (top left), 'Green Fingers' (top right), 'Monstrosa' (bottom left) and 'Westwell Pink' (bottom right)\nClosely related to wood anemone and sometimes growing in the same area isA. ranunculoides with small buttercup-yellow flowers.In areas where the two species overlap, you many encounter a natural hybrid called A. x lipsiensis.From this hybrid comes the selection ‘Pallida' whose flowers are 3 cm and a pretty butter yellow.\nShown above is A. ranunculoides (left) and A. X lipsiensis.\nI would like to thank the following people for the use of their pictures: Galanthophile ('Green Fingers'), KMAC ('Westwell Pink'), kniphofia ('Monstrosa') and wallaby1 ('Blue Eyes').\nAbout Todd Boland\nI reside in St. John's, Newfoundland, Canada. I work as a research horticulturist at the Memorial University of Newfoundland Botanical Garden. I am one of the founding members of the Newfoundland Wildflower Society and the current chair of the Newfoundland Rock Garden Society. My garden is quite small but I pack it tight! Outdoors I grow mostly alpines, bulbs and ericaceous shrubs. Indoors, my passion is orchids. When not in the garden, I'm out bird watching, a hobby that has gotten me to some lovely parts of the world.", "id": "<urn:uuid:bf061e3f-b581-4fd7-834d-39e9b10a5b97>", "dump": "CC-MAIN-2013-20", "url": "http://davesgarden.com/guides/articles/view/2893/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.931139349937439, "token_count": 1208, "score": 2.859375, "int_score": 3}
{"text": "Creature Feature: American Beech (Fagus grandifolia)\nBy Emma Dean, CG Science Editor\nThough once believed to have a range that covered what would be the continental United States until the glacial period, American beech currently maintains a slightly lesser native geographic habitat, which is still quite impressive. American beech covers the eastern U.S. and Canada from Florida to Quebec, as well as Utah.\nIndigenous to North America, European colonists recognized the tree as a relative of the European beech and gathered the beechnuts to extract the oil which is similar to olive oil. The beechnuts, which persist through winter, can become somewhat of a litter problem, but not the leaf litter due to the fact that after turning a lovely bronze color, the leaves stay on the tree throughout winter. As autumn ends and winter begins, the leaves become less bronze and resemble thin, curled parchment paper.\nDue to a shallow root system, grass does not sprout beneath the tree. This is not entirely noticeable because the short trunk allows the branches to nearly touch the ground. Its roots are unique, also, in that they routinely develop root suckers, which is when the root system is the site of new growth that then grows upward and out of the ground to form new branches and essentially a clone of the original tree. Entire beech groves have been known to grow from the roots of a single tree.\nAmerican beech is notorious for having incredibly smooth, light grey bark even as it advances in age. Though not necessarily beneficial for the tree, American beech is also notorious for being a favorite for carved initials and dates which are preserved indefinitely.\n- American beech is a larval host as well as a nectar source for Early Hairstreak.\n- American beech is at home in the following states: Alabama, Arkansas, Connecticut, Delaware, Florida, Georgia, Illinois, Indiana, Kentucky, Louisiana, Massachusetts, Maryland, Maine, Michigan, Minnesota, Missouri, Mississippi, North Carolina, New Hampshire, New Jersey, New York, Ohio, Oklahoma, Pennsylvania, Rhode Island, South Carolina, Tennessee, Texas, Utah, Virginia, Vermont, Wisconsin, West Virginia and also Washington D.C.\n- This beech is often associated with the extinct Passenger Pigeon, which consumed beechnuts and roosted in its branches.\n- A few minor pest issues that affect American beech include powdery mildew, aphids, canker and beech bark disease.\n- Though it has a slow growth rate, American beech will grow to a height between 50-70 feet.\n- The general lifespan for an American beech is 300-400 years.", "id": "<urn:uuid:03be70af-a8d8-4a7c-a3fd-96a187a05983>", "dump": "CC-MAIN-2013-20", "url": "http://www.collegegreenmag.com/creature-feature-american-beech-fagus-grandifolia", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.943699836730957, "token_count": 553, "score": 3.53125, "int_score": 4}
{"text": "PROTECTION OF SUBTROPICAL AND TROPICAL AGRICULTURE COMMODITIES AND ORNAMENTALS FROM EXOTIC INSECTS\nLocation: Subtropical Horticulture Research\nTitle: Laurel wilt: A global threat to avocado production\n| Ploetz, R - |\n| Smith, J - |\n| Inch, S - |\n| Pena, J - |\n| Evans, E - |\n| Crane, J - |\n| Hulcr, J - |\n| Stelinski, L - |\n| Schnell, R - |\nSubmitted to: World Avocado Congress\nPublication Type: Proceedings\nPublication Acceptance Date: November 28, 2011\nPublication Date: February 1, 2012\nCitation: Ploetz, R.C., Smith, J.A., Inch, S.A., Pena, J.E., Evans, E.A., Crane, J.H., Kendra, P.E., Hulcr, J., Stelinski, L., Schnell, R. 2012. Laurel wilt: A global threat to avocado production. World Avocado Congress. 186-197 In Proceedings VII World Avocado Congress. 5-9 September 2011, Cairns, Australia.\nInterpretive Summary: Laurel wilt is a lethal vascular disease of trees in the plant family Lauraceae, including avocado. It is caused by a fungal pathogen (Raffaelea lauricola) that is introduced into host trees by an exotic wood-boring beetle, the redbay ambrosia beetle (Xyleborus glabratus). The beetle was first detected in Georgia in 2002, and since has spread to six states in the southeastern U.S. Laurel wilt poses an imminent threat to commercial avocado production in south Florida, and a future threat to avocado in California, Mexico, Central and South America. Scientists at the USDA-ARS Subtropical Horticulture Research Station, in collaboration with the University of Florida, are conducting multidisciplinary research on the pest complex, including (1) evaluation of fungicides for laurel wilt, (2) screening for disease resistant avocado varieties, (3) determination of pathways for disease transmission, (4) identification of beetle attractants, repellents, and insecticides, and (5) assessment of host preferences. Information from these studies will be used by avocado growers and by state and federal action agencies engaged in monitoring programs for redbay ambrosia beetle.\nLaurel wilt kills members of the Lauraceae plant family, including avocado. The disease has invaded much of the southeastern USA, and threatens avocado commerce and homeowner production in Florida, valuable germplasm in Miami (USDA-ARS), and major production and germplasm in California and MesoAmerica. Laurel wilt is caused by a recently described fungus, Raffaelea lauricola, which is vectored by an invasive ambrosia beetle, Xyleborus glabratus. Current research topics include: disease management with fungicides; identifying host resistance; vector mitigation with insecticides and repellents; host ranges of, and interactions with, the pathogen and vector; and transmission of R. lauricola via avocado seed, scion material, root grafts and pruning tools. Although highly resistant avocado cultivars have not been identified, screening work continues on additional cultivars and new germplasm. Effective fungicides (e.g. triazoles) have been identified, but cost-effective disease management will depend on improved measures for xylem loading and retention of these chemicals. Insecticides have been identified that reduce boring activity of X. glabratus and its attraction to avocado and other hosts, but much remains to be learned about their impact on disease management. Although the disease’s host range is generally restricted to American members of the Lauraceae, nonhosts that attract the beetle are known. Raffaelela lauricola rapidly colonizes avocado after infection, but to low levels; tylose and gel induction in the host, rather than xylem obstruction by fungal biomass, are associated with impeded water transport and symptom development. Seed and fruit from laurel wilt-affected avocado trees do not appear to be infected by R. lauricola.", "id": "<urn:uuid:f5bb6156-473c-456e-b20e-b29dce901e8a>", "dump": "CC-MAIN-2013-20", "url": "http://www.ars.usda.gov/research/publications/publications.htm?seq_no_115=280283", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8892325162887573, "token_count": 905, "score": 3.0, "int_score": 3}
{"text": "Trees or shrubs; petiole eglandular; lamina mostly bearing several–many glands on abaxial surface. Inflorescence terminal, unbranched or branched near base, each axis a raceme of short 1–7-flowered cincinni; lowest bracteole and alternate subsequent bracteoles bearing 1 large eccentric abaxial gland. Sepals all biglandular, leaving outermost petal exposed in bud; petals glabrous or bearing a tuft of hairs abaxially at base of claw; posterior petal strongly differentiated from the lateral 4, with a thick erect claw and large marginal glands on proximal half of limb or at apex of claw; receptacle glabrous on both sides of stamens; stamens all fertile or the posterior (1–) 3 bearing rudimentary anthers; pollen radially symmetrical, colporate; carpels completely connate in ovary; styles 3, slender and subulate with the stigmas very small, apical or slightly internal. Fruit dry, indehiscent, a nut without a bony endocarp, containing only 1 seed.\nDistribution: South America.\nThe Mcvaughia clade is strongly supported by both molecular and morphological evidence. The phylogenetic tree shown above, from Davis & Anderson (2010 [pdf]), shows bootstrap values above the branches. Especially noteworthy among the morphological characteristics shared by these three genera are the shrubby or arborescent habit, the abaxial leaf glands, the flowers often in several-flowered cincinni, the large abaxial gland on alternate bracteoles, and the dry, indehiscent, one-seeded fruit.", "id": "<urn:uuid:de8aca1f-8787-4397-a590-18468f93dd4f>", "dump": "CC-MAIN-2013-20", "url": "http://herbarium.lsa.umich.edu/malpigh/McvClade/McvClade.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8571081161499023, "token_count": 362, "score": 3.25, "int_score": 3}
{"text": "Description from Flora of China\nLianas large, herbaceous or woody. Inflorescences extra-axillary, umbel-like or short racemelike, occasionally branched, shorter than leaves, usually few flowered. Flowers large. Calyx without glands. Corolla subrotate; lobes overlapping to right. Corona shallowly cupular, inserted at base of gynostegium, fleshy, apex entire or shallowly undulate. Filaments connate; anthers very large, decurrent to base of column, apex acuminate; pollinia 2 per pollinarium, slender, falcate, pendulous. Stigma head scarcely umbonate. Follicles stout, cylindric-fusiform, slightly tapering to a blunt apex.\nTwo species: China, India, Myanmar, Sri Lanka, Thailand; one species in China.", "id": "<urn:uuid:a82a277c-a742-4529-9e92-4b0ec00ac4c3>", "dump": "CC-MAIN-2013-20", "url": "http://www.efloras.org/florataxon.aspx?flora_id=620&taxon_id=115638", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8270548582077026, "token_count": 188, "score": 2.59375, "int_score": 3}
{"text": "Hibiscus rosa-sinensis 'The Path'\nChinese Hibiscus, Tropical Hibiscus\nAmong the showiest flowering plants. Plants typically bear funnel-shaped blossoms, often with prominent stamens. The many species offer a wide range of flower colors.\nProbably from tropical Asia; tropical hibiscus has been in cultivation for centuries, and is among the most flamboyant flowering shrubs. It reaches 30 ft. tall and 15 to 20 ft. wide in Hawaii, but more typical size on mainland is 8 to 15 ft. tall, 5 to 8 ft. wide. Glossy leaves vary somewhat in size and texture depending on variety. Growth habit may be dense and dwarfish or loose and open. Summer flowers are single or double, 4 to 8 in. wide. Colors range from white through pink to red, from yellow and apricot to orange. Individual flowers last only a day, but the plant blooms continuously.\nProvide overhead protection where winter lows frequently drop below 30°F/-1°C. Where temperatures go much lower, grow in containers and shelter indoors over winter; or treat as annual, setting out fresh plants each spring. Hibiscus also makes a good houseplant.\nThis shrub requires excellent drainage; if necessary, improve soil for best drainage or set plants in raised beds or containers. Can be used as screen, espalier, or specimen. To develop good branch structure, prune poorly shaped young plants when you set them out in spring. To keep a mature plant growing vigorously, prune out about a third of old wood in early spring. Pinching out tips of stems in spring and summer increases flower production.All varieties susceptible to aphids. There are thousands of selections.'The Path'\nGorgeous, ruffled, single, buttercup yellow flowers with a bright pink center on a bushy, upright shrub that grows 6–8 ft. tall, 4–5 ft. wide.\nLarge, frilly, single, bright orange flowers with white central eye edged in red. Strong-growing, erec...\nDouble golden flowers with petals that shade to carmine orange toward base. Plant is bushy and upright...\nThis 6–8 ft.-tall variety has big, single, soft pink flowers.", "id": "<urn:uuid:c5277efa-9a67-4a7c-b0ba-6e91839cf993>", "dump": "CC-MAIN-2013-20", "url": "http://plantfinder.sunset.com/plant-details.jsp?id=1463", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9040951132774353, "token_count": 475, "score": 2.796875, "int_score": 3}
{"text": "Photo Courtesy of Steve Dewey, Utah State University, bugwood.org\nThermopsis montana Nutt.\nScientific Name Synonyms:\nLife Span: Perennial\nGrowth Characteristics: Mountain goldenpea is an erect forb, growing up to 2 feet in height and spreading by rhizomes. It blooms between May and August, depending on the elevations.\nFlowers: Pea-like lemon-yellow colored flowers in a raceme. Flowers are ½ to ¾ inch long. There are five to fifty flowers which make up the inflorescence. The flower spikes arise from the leaf axils\nFruits/Seeds: The seedpods are long, thin, blue/green and covered with downy hairy. They project vertically from the stem. The pods grow quickly in the late spring and early summer, and mature in late summer. There are two to five seeds per pod.\nLeaves: Leaves are alternate, palmate, with 3 leaflets, which are oval in shape.\nStems: Multiple stems up to 2 feet tall.\nMountain goldenpea is found in montane and subalpine zones. It is common in woodlands and meadows.\nSoils: Sandy, well-drained soils.\nAssociated Species: Aspen, lupine, snowberry.\nUses and Management:\nMountain goldenpea is poisonous to cattle. The principle toxin has not been isolated, but is thought to be similar to quinolizidine alkaloids found in Lupines. The toxin causes acute muscle degeneration – cattle become weak, ataxic, and unable to stand. Animals die from hunger and thirst.\nMountain Glodenpea will remain toxic in hay, especially if seed pods are present.", "id": "<urn:uuid:807132bd-52a9-4301-8f7e-b6f3dda085f7>", "dump": "CC-MAIN-2013-20", "url": "http://extension.usu.edu/rangeplants/htm/mountain-goldenpea/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8952473998069763, "token_count": 370, "score": 3.1875, "int_score": 3}
{"text": "Yarrow: A Tough Groundcover Option\nImage by Flickr / entheos\nThe white flower heads of the yarrow plant\nGet acquainted with this hardy and handy groundcover\nPeople are always looking to cover open rough spots in the lawn and around the property. Our hardy native yarrow (Achillea millefolium) establishes quickly and binds the soil to provide a soft, scented carpet. In the wilds of Western Canada, white flat-topped flower heads rise to 75 cm (30 in.) tall from a mass of ferny leaves.\nBuy yarrow plants from a local garden centre or grow them from rooted stem fragments planted in fall or early spring. Many colour varieties are easy to raise from seed, and you can mow the spreading yarrow patch along with the grass.\nYarrow leaves rubbed on the skin or burned in a campfire keep away mosquitoes. A poultice from steeped leaves helps heal sores and reduce muscle pain.", "id": "<urn:uuid:e76953cb-2bd1-4921-8818-d81bd78db030>", "dump": "CC-MAIN-2013-20", "url": "http://www.bcliving.ca/garden/yarrow-a-tough-groundcover-option", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.908327043056488, "token_count": 203, "score": 2.734375, "int_score": 3}
{"text": "Question: How is bipolar disorder different from unipolar depression or 'regular' depression?\nAnswer: Both bipolar disorder and major depression are typically associated with depressive episodes. So both illnesses are accompanied by depressions. The difference is that in bipolar disorder people also have periods of elevation -- or severe irritability. We call these manic or hypomanic episodes.", "id": "<urn:uuid:e6ba92ad-ed0a-4cac-8e5d-204b78cdd250>", "dump": "CC-MAIN-2013-20", "url": "http://abcnews.go.com/Health/BipolarOverview/story?id=4359993", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9432969093322754, "token_count": 71, "score": 2.609375, "int_score": 3}
{"text": "BINGE EATING DISORDER\n\"Signs and Symptoms\"\nTo date, there has been some degree of confusion as to what exactly the term \"binge eating\" really means. Although the professional community still has yet to define [or quantify] what constitutes a binge-eating episode, it's reasonable to assume the signs and symptoms listed below are a good barometer of what is characteristic binge eating. In many respects, Binge Eating Disorder [BED] is similar to Bulimia without the compensatory behaviors. In addition, the term compulsive overeating may be \"interchangeable\" with BED - although some compulsive overeaters have a pattern of eating constantly [\"grazing\"] rather than experiencing episodes of binge eating per se.\nSigns and symptoms Binge Eating / Compulsive Overeating [COE]\n- Preoccupation with food.\n- Rapid consumption of food in significant excess of nutritional need\n- Sneaking or hoarding food - even immediately after meals.\n- Feeling ashamed or fearful when confronted about the problem.\n- Excessive concern about weight and body shape.\n- Sense of \"losing control\" during binge episode.\n- Feeling lonely, depressed, worried, self preoccupied\n- Spending a great deal of time alone / social isolation\n- Alternating between binge eating and \"dieting\"\nTreating BED at Milestones\nAs with many other eating disorders, the characteristics of a binge eating disorder appear to mimic [inherent among] other dependencies or addictions - whether to a substance or set of behaviors. In fact, the most recent committee of the American Psychiatric Association \"officially\" included BED as a bona fide disorder [disease]. The link below lists the criteria for \"dependency\" and requires only three of the several criteria \"fit\" for a diagnosis of dependency [aka addiction] to be considered.\nThe program offered at Milestones is comprised of two primary components, making the treatment experience unique in comparison to other programs.\nThe first is the setting - utilizing apartment-style residences affording residential participants an opportunity to experience treatment in a \"real world\" environment. Participants grocery shop with our dietitian within the community, learn to prepare their own meals per the prescribed [meal] food / meal plan they have formulated with the dietitian, attend a full schedule of groups and individual therapies at our clinical campus [near the residential complex], attend local community support groups in the evenings, and visit with our physicians and clinical staff regularly throughout their stay. In effect, the experience is one of providing a supportive and structured setting without the restrictive elements of a \"hospital\" or institutional facility. A key element in providing the support necessary to begin recovery is remaining in the company of other participants during the initial phase of the treatment. This provides both a form of supervision and a deterrent from the behavior often associated with binge eating: namely eating in isolation or alone.\nSecondly, Milestones approaches treatment from a more \"holistic\" perspective. Doing so is best described by the acronym \"SERF\" - Spirituality, Exercise, Rest, and Food Plan.\nSpirituality need not equate with any religious or spiritual beliefs imposed on or by anyone. In fact, Spirituality at Milestones simply is left up to the individual to cultivate with his or her own working definition. For most, it is a belief in a \"higher power\" and still for others it may be a return to some of their original religious beliefs. For everyone, it is an individual journey.\nExercise is individualized and represents collaboration between the resident and clinical team. It is meant to be in the service of restoring and maintaining a healthy body rather than an \"intensive\" means of controlling body weight.\nRest is simply about finding the correct balance in recovery between work and play and narrowing the gap between an \"all or none\", \"feast or famine\" approach to daily living.\nThe food plan suggested by Milestones is a blend of structured eating and a combination of healthy, whole foods that are bought and prepared by PARTICIPANTS with the guidance and supervision of our dietitian and ancillary staff. In brief participants select their own preferences within the guidelines of their individual food plans. The guidelines require participants to abstain from \"junk foods\" and eliminate most highly processed [sugar and flour laden] food products as well as weigh and measure portions per their food plan while in residence.\nIt is important to mention most participants who seek treatment for most eating disorders may have a tendency to focus on \"trading in the binging and/or \"purging\" to become better at restricting or \"losing weight\" and as such, it is important to understand the predisposition to replace one form of an eating disorder for another. Acknowledging this is helpful to maintaining the prescribed treatment plan both during and after the residential treatment experience. Body mass and subsequent weight loss will likely change as a result of abstaining from overeating and move in the direction [towards] of a healthy \"set point\" as an outcome of the recovery process.\nEach participant is assigned an individual therapist whom they meet with on a regular basis during their stay as well as attend groups and experiential therapies per the schedule In sum, the physical and emotional aspects of their eating disorder are addressed within these formats.", "id": "<urn:uuid:26e14fdc-9941-4f09-a1d7-7e7a78349e4e>", "dump": "CC-MAIN-2013-20", "url": "http://milestonesprogram.org/binge-eating-treatment.php", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9583480954170227, "token_count": 1097, "score": 2.578125, "int_score": 3}
{"text": "The diagnosis of Trichotillomania (TM) is synonymous with the act of recurrently pulling one’s own body hair resulting in noticeable thinning or baldness. (American Psychiatric Association, Diagnostic and statistical manual of mental disorders, 2000, p. 674) Sites of hair pulling can include any area of the body in which hair is found, but the most common sites are the scalp, eyelashes, eyebrows, and the pubis area. (Kraemer, 1999, p. 298) The disorder itself is categorized in the DSM-IV-TR as an “Impulse Control Disorder Not Elsewhere Classified” along with disorders like Pathological Gambling, Pyromania, Kleptomania, and Intermittent Explosive Disorder. Although TM was previously considered to be a rare disorder, more recent research indicates that prevalence rates of TM may be as high as 2% of the general population. (Kraemer, 1999, p. 298) This prevalence rate is significantly higher than the lifetime prevalence rate of .6% that is cited as a potential baseline among college students the DSM-IV-TR. (4th ed., text rev.; DSM-IV-TR; American Psychiatric Association, 2000, p. 676) The condition appears to be more common among women and the period of onset is typically in childhood or adolescence. (Kraemer, 1999, p. 298) As is customary with most DSM-IV-TR diagnoses, the act of hair pulling cannot be better accounted for by another mental disorder (like delusions, for example) or a general medical condition. Like every disorder in the DSM-IV-TR, the disturbance must cause significant distress or impairment in functioning. (4th ed., text rev.; DSM-IV-TR; American Psychiatric Association, 2000, p. 675)\nAlopecia is a key concept that must be understood in order to complete the differential diagnosis of TM. Alopecia is a condition of baldness in the most general sense. (Shiel, Jr. & Stoppler, 2008, p. 14) Other medically related causes of alopecia should be considered in the differential diagnosis of TM, especially when working with an individual who deny pulling their hair. The common suspects include male-pattern baldness, Discoid Lupus Erythematosus (DLE), Lichen Planopilaris (also known as Acuminatus), Folliculitis Decalvans, Pseudopelade of Brocq, and Alopecia Mucinosa (Follicular Mucinosis). (4th ed., text rev.; DSM-IV-TR; American Psychiatric Association, 2000, p. 676) Comprehensive coverage of these medical conditions is beyond the scope of this article – all of the aforementioned confounding variables can be eliminated by a general practitioner.\nThere are a number of idiosyncratic features associated with TM that bear mentioning. Although the constellation of features covered here is not sufficient to warrant a diagnosis in isolation, they can aid in the differential diagnosis process. Alopecia, regardless of the cause, has been known to lead sufferers to tremendous feats of avoidance so that the hair loss remains undetected. Simply avoiding social functions or other events where the individual (and their attendant hair loss) might be uncovered is a common occurrence. In cases where individual’s focus of attention is on the head or scalp, it is not uncommon for affected individuals to attempt to hide hair loss by adopting complimentary hair styles or wearing other headwear (e.g., hats, wigs, etc). These avoidance behaviors will be the target of exposure and response prevention later in this article.\nIn addition to avoidant behavior and elaborate attempts to “cover it up,” individuals with TM frequently present with clinically significant difficulty in areas such as self-esteem and mood. Comorbidity, or the presence of one or more disorders in the addition to a primary diagnosis, is the rule not the exception in the stereotypical presentation of TM. Mood disorders (like depression) are the most common (65%) – anxiety (57%), chemical use (22%), and eating disorders (20%) round out the top four mostly likely candidates for comorbidity. (Kraemer, 1999, p. 298) These comorbidity rates are not overly surprising since they parallel prevalence rates across the wider population – perhaps with the notable exception of the high rate of comorbid eating disorders. We can speculate about the source of comorbidity – one possible hypothesis is that a few people who suffer TM also suffer from a persistent cognitive dissonance associated with having happy-go-lucky personality trait which leads them “let the chips fall where they may.” They are individuals prone to impulsivity, but they are subdued and controlled the shame, guilt, frustration, fear, rage, and helplessness associated with the social limitations placed on them by the disorder. (Ingram, 2012, p. 269) On the topic of personality, surprisingly enough, research suggests that personality disorders do not share significant overlap with TM. This includes Borderline Personality Disorder (BPD) despite the fact that BPD is often associated with self-harming behavior. (Kraemer, 1999, p. 299)\nDifferentiating TM from Obsessive-Compulsive Disorder (OCD) can be challenging in some cases. TM is similar to OCD because there is a “sense of gratification” or “relief” when pulling the hair out. Unlike individuals with OCD, individuals with TM do not perform their compulsions in direct response to an obsession and/or according to rules that must be rigidly adhered to. (4th ed., text rev.; DSM-IV-TR; American Psychiatric Association, 2000, p. 676) There are, however, observed similarities between OCD and TM regarding phenomenology, neurological test performance, response to SSRI’s, and contributing elements of familial and/or genetic factors. (Kraemer, 1999, p. 299) Due to the large genetic component contributions of both disorders, obtaining a family history (vis-à-vis a detailed genogram) is highly recommended. The comprehensive genogram covering all mental illness can be helpful in the discovery the comorbid conditions identified above as well.\nThere is some suggestion that knowledge of events associated with onset is “intriguing, but unnecessary for successful treatment.” (Kraemer, 1999, p. 299) I call shenanigans. There is a significant connection between the onset of TM and the patient enduring loss, perceived loss, and/or trauma. Time is well spent exploring the specific environmental stressors that precipitated the disorder. Although ignoring circumstances surrounding onset might be prudent when employing strict behavioral treatment paradigms, it seems like a terrible waste of time to endure suffering without identifying some underlying meaning or purpose that would otherwise be missed if we overlook onset specifics. “Everything can be taken from a man but one thing: the last of human freedoms – to choose one’s attitude in any given set of circumstances, to choose one’s own way.” (Frankl, 1997, p. 86) If we acknowledge that all behavior is purposeful, then we must know and understand the circumstances around onset if we will ever understand the purpose of said behavior. I liken this to a difference in professional opinion and personal preference because either position can be reasonably justified, but in the end the patient should make the ultimate decision about whether or not to explore onset contributions vis-à-vis “imagery dialogue” or a similar technique. (Young, Klosko, & Weishaar, 2003, p. 123) If such imagery techniques are unsuccessful or undesired by the client, a psychodynamic conversation between “internal parts of oneself” can add clarity to the persistent inability of the client to delay gratification. (Ingram, 2012, p. 292) Such explorations are likely to be time consuming, comparatively speaking, and should not be explored with patients who are bound by strict EAP requirements or managed care restrictions on the type and length of treatment. Comorbid developmental disabilities and cognitive deficits may preclude this existential exploration. I employ the exploration of existential issues of origin in the interest of increasing treatment motivation, promoting adherence, enhancing the therapeutic milieu, and thwarting subsequent lapses by anchoring cognitive dissonance to a concrete event.\nTM represents a behavioral manifestation of a fixed action patterns (FAPs) that is rigid, consistent, and predicable. FAPs are generally thought to have evolved from our most primal instincts as animals – they are believed to contain fundamental behavioral ‘switches’ that enhance the survivability of the human species. (Lambert & Kinsley, 2011, p. 232) The nature of FAPs that leads some researchers to draw parallels to TM is that FAPs appear to be qualitatively “ballistic.” It’s an “all or nothing” reaction that is comparable to an action potential traveling down the axon of a neuron. Once they are triggered they are very difficult to suppress and may have a tendency to “kindle” other effects. (Lambert & Kinsley, 2011, p. 233)\nThere are some unique considerations when it comes to assessing a new patient with TM. Because chewing on or ingesting the hair is reported in nearly half of TM cases, the attending clinician should always inquire about oral manipulation and associated gastrointestinal pain associated with a connected hair mass in the stomach or bowel (trichobezoar). Motivation for change should be assessed and measured because behavioral interventions inherently require a great deal of effort. Family and social systems should not be ignored since family dynamics can exacerbate symptomatlogy vis-à-vis pressure to change (negative reinforcement), excessive attention (positive reinforcement), or both. (Kraemer, 1999, p. 299)\nWhat remains to be seen is the role of stress in the process of “triggering” a TM episode. Some individuals experience an “itch like” sensation as a physical antecedent that remits once the hair is pulled. This “itch like” sensation is far from universal. Some clinicians and researchers believe that the abnormal grooming behavior found in TM is “elicited in response to stress” with the necessary but not sufficient condition of “limited options for motoric behavior and tension release.” (Kraemer, 1999, p. 299) Although this stress hypothesis may materialize as a tenable hypothesis in some cases, it’s by no means typical. Most people diagnosed with TM report that the act of pulling typically occurs during affective states of relaxation and distraction. Most individuals whom suffer from TM do not report clinically significant levels of anxiety as the “trigger” of bouts of hair pulling. We could attribute this to an absence of insight regarding anxiety related triggers or, perhaps anxiety simply does not play a significant role in the onset and maintenance of hair pulling episodes. Regardless of the factors that trigger episodes, a comprehensive biopsychosocial assessment that includes environmental stressors (past, present and anticipated) should be explored.\nThe options for treatment of TM are limited at best. SSRIs have demonstrated some potential in the treatment of TM, but more research is needed before we can consider SSRIs as a legitimate first-line treatment. SSRIs are worth a shot as an adjunct treatment in cases of chronic, refractory, or treatment resistant TM. I would consider recommending a referral to a psychiatrist (not a general practitioner) for a medication review due in part to the favorable risk profile of the most recent round of SSRIs. Given the high rate of comorbidity with mood and anxiety disorders – if either is anxiety or depression are comorbid, SSRIs will likely be recommended regardless. Killing two birds with one stone is the order of the day, but be mindful that some medication can interfere with certain treatment techniques like imaginal or in vivo exposure. (Ledley, Marx, & Heimberg, 2010, p. 141) Additional research is needed before anxiolytic medications can be recommended in the absence of comorbid anxiety disorders (especially with children). Hypnosis and hypnotic suggestion in combination with other behavioral interventions may be helpful for some individuals, but I don’t know enough about it at this time to recommend it. Call me skeptical, or ignorant, but I prefer to save the parlor tricks for the circus…\nHabit reversal is no parlor trick. My goal isn’t to heal the patient; that would create a level of dependence I am not comfortable with… my goal is to teach clients how to heal themselves. Okay, but how? The combination of Competing Response Training, Awareness/Mindfulness Training, Relaxation Training, Contingency Management, Cognitive Restructuring, and Generalization Training is the best hope for someone who seeks some relief from TM. Collectively I will refer to this collection of techniques as Habit Reversal.\nCompeting Response Training is employed in direct response to hair pulling or in situations where hair pulling might be likely. In the absence of “internal restraints to impulsive behavior,” artificial circumstances are created by identifying substitute behaviors that are totally incompatible with pulling hair. (Ingram, 2012, p. 292) Just like a compulsive gambling addict isn’t in any danger if spends all his money on rent, someone with TM is much less likely to pull hair if they are doing something else with their hands.\nAntecedents, or triggers, are sometimes referred to as discriminative stimuli. (Ingram, 2012, p. 230) “We sense objects in a certain way because of our application of priori intuitions…” (Pirsig, 1999, p. 133) Altering the underlying assumptions entrenched in maladaptive priori intuitions is the core purpose of Awareness and Mindfulness Training. “There is a lack of constructive self-talk mediating between the trigger event and the behavior. The therapist helps the client build intervening self-messages: Slow down and think it over; think about the consequences.” (Ingram, 2012, p. 221) The connection to contingency management should be self evident. Utilizing a customized self-monitoring record, the patient begins to acquire the necessary insight to “spot” maladaptive self talk. “Spotting” is not a new or novel concept – it is central component of Abraham Low’s revolutionary self help system Recovery International. (Abraham Low Self-Help Systems, n.d.) The customized self-monitoring record should invariably include various data elements such as precursors, length of episode, number of hairs pulled, and a subjective unit of distress representing the level of “urge” or desire to pull hair. (Kraemer, 1999) The act of recording behavior (even in the absence of other techniques) is likely to produce significant reductions in TM symptomatlogy. (Persons, 2008, p. 182-201) Perhaps more importantly, associated activities, thoughts, and emotions that may be contributing to the urge to pull should be codified. (Kraemer, 1999, p. 300) In session, this record can be reviewed and subsequently tied to “high risk circumstances” and “priori intuitions” involving constructs such as anger, frustration, depression, and boredom.\nRelaxation training is a critical component if we subscribe to the “kindling” hypothesis explained previously. Relaxation is intended to reduce the urges that inevitably trigger the habit. Examples abound, but diaphragmatic breathing, progressive relaxation, and visualization are all techniques that can be employed in isolation or in conjunction with each other.\nContingency Management is inexorably tied to the existential anchor of cognitive dissonance described above. My emphasis on this element is where my approach might differ from some other clinicians. “You are free to do whatever you want, but you are responsible for the consequences of everything that you do.” (Ingram, 2012, p. 270) This might include the client writing down sources of embarrassment, advantages of controlling the symptomatlogy of TM, etc. (Kraemer, 1999) The moment someone with pyromania decides that no fire worth being imprisoned, they will stop starting fires. The same holds true with someone who acknowledges the consequences of pulling their hair.\nHow do we define success? Once habit reversal is successfully accomplished in one setting or situation, the client needs to be taught how to generalize that skill to other contexts. A hierarchical ranking of anxiety provoking situations can be helpful in this process since self-paced graduated exposure is likely to increase tolerability for the anxious client. (Ingram, 2012, p. 240) If skills are acquired, and generalization occurs, we can reasonably expect a significant reduction in TM symptomatlogy. The challenges are significant, cognitive behavioral therapy is much easier said than done. High levels of treatment motivation are required for the behavioral elements, and moderate to high levels of insight are exceptionally helpful for the cognitive elements. In addition, this is an impulse control disorder… impulsivity leads to treatment noncompliance and termination. The combination of all the above, in addition to the fact that TM is generally acknowledged as one of the more persistent and difficult to treat disorders, prevents me from providing any prognosis other than “this treatment will work as well as the client allows it to work.”\nAbraham Low Self-Help Systems. (n.d.). Recovery international terms and definitions. Retrieved August 2, 2012, from http://www.lowselfhelpsystems.org/system/recovery-international-language.asp\nAmerican Psychiatric Association. (2000). Diagnostic and statistical manual of mental disorders (4th ed., text rev.). Washington, DC: Author.\nFrankl, V. E. (1997). Man’s search for meaning (rev. ed.). New York, NY: Pocket Books.\nIngram, B. L. (2012). Clinical case formulations: Matching the integrative treatment plan to the client (2nd ed.). Hoboken, NJ: John Wiley & Sons.\nKraemer, P. A. (1999). The application of habit reversal in treating trichotillomania. Psychotherapy: Theory, Research, Practice, Training, 36(3), 298-304. doi: 10.1037/h0092314\nLambert, K. G., & Kinsley, C. H. (2011). Clinical neuroscience: Psychopathology and the brain (2nd ed.). New York: Oxford University Press.\nLedley, D. R., Marx, B. P., & Heimberg, R. G. (2010). Making cognitive-behavioral therapy work: Clinical process for new practitioners (2nd ed.). New York, NY: Guilford Press.\nPersons, J. B. (2008). The case formulation approach to cognitive-behavior therapy. New York, NY: Guilford Press.\nPirsig, R. M. (1999). Zen and the art of motorcycle maintenance: An inquiry into values (25th Anniversary ed.). New York: Quill.\nShiel, W. C., Jr., & Stoppler, M. C. (Eds.). (2008). Webster’s new world medical dictionary (3rd ed.). Hoboken, NJ: Wiley Publishing.\nYoung, J. E., Klosko, J. S., & Weishaar, M. E. (2003). Schema therapy: A practitioner’s guide. New York: Guilford Press.", "id": "<urn:uuid:7947504d-63b5-4a37-bd58-19d265d90077>", "dump": "CC-MAIN-2013-20", "url": "http://try-therapy.com/2012/08/02/trichotillomania/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9121842384338379, "token_count": 4098, "score": 2.796875, "int_score": 3}
{"text": "Making the Case for Action\nThis fact sheet(pdf) and slide deck provide essential state-specific information that addresses the economic imperative, the equity imperative, and the expectations imperative of the college- and career-ready agenda. These resources can be used on their own or serve as the foundation for a personalized presentation or fact sheet(word), which can be customized with state-specific details and examples. The PowerPoint, in particular, was developed with various users in mind and offers a wide range of case-making data that can be drawn from to support your own advocacy efforts.\nAdvancing the Agenda\nAs states continue their efforts to promote college and career readiness, Achieve regularly surveys the states to identify their progress in adopting critical college- and career-ready policies. Below is a summary of Idaho's progress to date:\nSee Closing the Expectations Gap for more information\nState accountability systems focus the efforts of teachers, students, parents, administrators and policymakers to ensure that students and schools meet the established goals, including the goal of ensuring all students graduate ready for college and careers. Idaho has yet to begin to use any of the key college- and career-ready indicators in their accountability system.\n|Annual School-level Public Reporting||Statewide Performance Goals||School-level Incentives||Accountability Formula|\n|Earning a college- and career-ready diploma|\n|Scoring college-ready on a high school assessment|\n|Earning college credit while in high school|\n|Requiring remedial courses in college|\nFor an explanation of the indicators, their uses and Achieve’s minimum criteria for college- and career-ready accountability, see here.", "id": "<urn:uuid:3b2c1a91-4f52-464d-ad69-49c1cbadaba8>", "dump": "CC-MAIN-2013-20", "url": "http://achieve.org/Idaho", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9274793863296509, "token_count": 341, "score": 2.6875, "int_score": 3}
