{"text": "No. 24; Updated March 2011\nClick here to download and print a PDF version of this document.\nParents are usually the first to recognize that their child has a problem with emotions or behavior. Still, the decision to seek professional help can be difficult and painful for a parent. The first step is to gently try to talk to the child. An honest open talk about feelings can often help. Parents may choose to consult with the child's physicians, teachers, members of the clergy, or other adults who know the child well. These steps may resolve the problems for the child and family.\nFollowing are a few signs which may indicate that a child and adolescent psychiatric evaluation will be useful.\n- Marked fall in school performance\n- Poor grades in school despite trying very hard\n- Severe worry or anxiety, as shown by regular refusal to go to school, go to sleep or take part in activities that are normal for the child's age\n- Frequent physical complaints\n- Hyperactivity; fidgeting; constant movement beyond regular playing with or without difficulty paying attention\n- Persistent nightmares\n- Persistent disobedience or aggression (longer than 6 months) and provocative opposition to authority figures\n- Frequent, unexplainable temper tantrums\n- Threatens to harm or kill oneself\n- Marked decline in school performance\n- Inability to cope with problems and daily activities\n- Marked changes in sleeping and/or eating habits\n- Extreme difficulties in concentrating that get in the way at school or at home\n- Sexual acting out\n- Depression shown by sustained, prolonged negative mood and attitude, often accompanied by poor appetite, difficulty sleeping or thoughts of death\n- Severe mood swings\n- Strong worries or anxieties that get in the way of daily life, such as at school or socializing\n- Repeated use of alcohol and/or drugs\n- Intense fear of becoming obese with no relationship to actual body weight, excessive dieting, throwing up or using laxatives to loose weight\n- Persistent nightmares\n- Threats of self-harm or harm to others\n- Self-injury or self destructive behavior\n- Frequent outbursts of anger, aggression\n- Repeated threats to run away\n- Aggressive or non-aggressive consistent violation of rights of others; opposition to authority, truancy, thefts, or vandalism\n- Strange thoughts, beliefs, feelings, or unusual behaviors\nSee other Facts for Families:\n#25 Where to Seek Help for Your Child\n#52 Comprehensive Psychiatric Evaluation\n#57 Normal Adolescent Development, Middle School, and Early High School Years\n#58 Normal Adolescent Development, Late High School Year and Beyond\n#00 Definition of a Child and Adolescent Psychiatrist\nThe American Academy of Child and Adolescent Psychiatry (AACAP) represents over 8,500 child and adolescent psychiatrists who are physicians with at least five years of additional training beyond medical school in general (adult) and child and adolescent psychiatry.\nFacts for Families© information sheets are developed, owned and distributed by AACAP. Hard copies of Facts sheets may be reproduced for personal or educational use without written permission, but cannot be included in material presented for sale or profit. All Facts can be viewed and printed from the AACAP website (www.aacap.org). Facts sheets may not be reproduced, duplicated or posted on any other website without written consent from AACAP. Organizations are permitted to create links to AACAP's website and specific Facts sheets. For all questions please contact the AACAP Communications & Marketing Coordinator, ext. 154.\nIf you need immediate assistance, please dial 911.\nCopyright © 2012 by the American Academy of Child and Adolescent Psychiatry.", "id": "<urn:uuid:673b1bf6-2c30-40ae-992b-c387d00a836a>", "dump": "CC-MAIN-2013-20", "url": "http://aacap.org/page.ww?name=When+to+Seek+Help+for+Your+Child&section=Facts+for+Families", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9277418255805969, "token_count": 755, "score": 3.375, "int_score": 3}
{"text": "Attention Deficit Hyperactivity Disorder or ADHD is a common childhood illness. People who are affected can have trouble with paying attention, sitting still and controlling their impulses. There are three types of ADHD. The most common type of ADHD is when people have difficulties with both attention and hyperactivity. This is called ADHD combined type. Some people only have difficulty with attention and organization. This is ADHD inattentive subtype or Attention Deficit Disorder (ADD). Other people have only the hyperactive and impulsive symptoms. This is ADHD hyperactive subtype.\nIt is a health condition involving biologically active substances in the brain. Studies show that ADHD may affect certain areas of the brain that allow us to solve problems, plan ahead, understand others' actions, and control our impulses.\nMany children and adults are easily distracted at times or have trouble finishing tasks. If you suspect that your child has ADHD, it is important to have your child evaluated by his or her doctor. In order for your child’s doctor to diagnose your child with ADHD, the behaviors must appear before age 7 and continue for at least six months. The symptoms must also create impairment in at least two areas of the child's life-in the classroom, on the playground, at home, in the community, or in social settings. Many children have difficulties with their attention but attention problems are not always cue to ADHD. For example, stressful life events and other childhood conditions such as problems with schoolwork caused by a learning disability or anxiety and depression can interfere with attention.\nAccording to the National Institute of Mental Health, ADHD occurs in an estimated 3 to 5 percent of preschool and school-age children. Therefore, in a class of 25 to 30 children, it is likely that at least one student will have this condition. ADHD begins in childhood, but it often lasts into adulthood. Several studies done in recent years estimate that 30 to 65 percent of children with ADHD continue to have symptoms into adolescence and adulthood.\nNo one knows exactly what causes ADHD. There appears to be a combination of causes, including genetics and environmental influences Several different factors could increase a child's likelihood of having the disorder, such as gender, family history, prenatal risks, environmental toxins and physical differences in the brain seem to be involved.\nA child with ADHD often shows some of the following:\nDifficulties with attention:\n- trouble paying attention\n- inattention to details and makes careless mistakes\n- easily distracted\n- losing things such as school supplies\n- forgetting to turn in homework\n- trouble finishing class work and homework\n- trouble listening\n- trouble following multiple adult commands\n- difficulty playing quietly\n- inability to stay seated\n- running or climbing excessively\n- always \"on the go\"\n- talks too much and interrupts or intrudes on others\n- blurts out answers\nThe good news is that effective treatment is available. The first step is to have a careful and thorough evaluation with your child’s primary care doctor or with a qualified mental health professional. With the right treatment, children with ADHD can improve their ability to pay attention and control their behavior. The right care can help them grow, learn, and feel better about themselves.\nMedications: Most children with ADHD benefit from taking medication. Medications do not cure ADHD. Medications can help a child control his or her symptoms on the day that the pills are taken.\nMedications for ADHD are well established and effective. There are two main types: stimulant and non-stimulant medications. Stimulants include methylphenidate, and amphetamine salts. Non-stimulant medications include atomoxetine. For more information about the medications used to treat ADHD, please see the Parent Med Guide. Before medication treatment begins, your child's doctor should discuss the benefits and the possible side effects of these medications. Your child’s doctor should continue to monitor your child for improvement and side effects. A majority of children who benefit from medication for ADHD will continue to benefit from it as teenagers. In fact, many adults with ADHD also find that medication can be helpful.\nTherapy and Other Support: A psychiatrist or other qualified mental health professional can help a child with ADHD. The psychotherapy should focus on helping parents provide structure and positive reinforcement for good behavior. In addition, individual therapy can help children gain a better self-image. The therapist can help the child identify his or her strengths and build on them. Therapy can also help a child with ADHD cope with daily problems, pay better attention, and learn to control aggression.\nA therapist may use one or more of the following approaches: Behavior therapy, Talk therapy, Social skills training, Family support groups.\nSometimes children and parents wonder when children can stop taking ADHD medication. If you have questions about stopping ADHD medication, consult your doctor. Many children diagnosed with ADHD will continue to have problems with one or more symptoms of this condition later in life. In these cases, ADHD medication can be taken into adulthood to help control their symptoms.\nFor others, the symptoms of ADHD lessen over time as they begin to \"outgrow\" ADHD or learn to compensate for their behavioral symptoms. The symptom most apt to lessen over time is hyperactivity.\nSome signs that your child may be ready to reduce or stop ADHD medication are:\n- Your child has been symptom-free for more than a year while on medication,\n- Your child is doing better and better, but the dosage has stayed the same,\n- Your child's behavior is appropriate despite missing a dose or two,\n- Or your child has developed a newfound ability to concentrate.\nThe choice to stop taking ADHD medication should be discussed with the prescribing doctor, teachers, family members, and your child. You may find that your child needs extra support from teachers and family members to reinforce good behavior once the medication is stopped.\nWithout treatment, a child with ADHD may fall behind in school and have trouble with friendships. Family life may also suffer. Untreated ADHD can increase strain between parents and children. Parents often blame themselves when they can't communicate with their child. The sense of losing control can be very frustrating. Teenagers with ADHD are at increased risk for driving accidents. Adults with untreated ADHD have higher rates of divorce and job loss, compared with the general population. Luckily, safe and effective treatments are available which can help children and adults help control the symptoms of ADHD and prevent the unwanted consequences.", "id": "<urn:uuid:40aae48c-b422-4ff3-a8dc-88f9431d1a4e>", "dump": "CC-MAIN-2013-20", "url": "http://www.aacap.org/cs/ADHD.ResourceCenter/adhd_faqs", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9592067003250122, "token_count": 1307, "score": 3.71875, "int_score": 4}
{"text": "Brain Matures a Few Years Late in ADHD\nbut Follows Normal Pattern\nA 2007 press release from the National Institute of Mental Health discusses brain development in ADHD youths. In some cases, brain development is delayed as much as three years. The full release and related video are available on the NIMH site: Brain Matures a Few Years Late in ADHD, but Follows Normal Pattern.\nAutistic Spectrum Disorders (ASD):\nHow to Help Children with Autism Learn\nFrom Dr. Lauer and Dr. Beaulieu's talk\nQuick facts about Pervasive Developmental Disorders (PDD)/ Autistic Spectrum Disorders (ASD)\n- Autism is a 'spectrum disorder' meaning that it affects children in different ways and at different times in their development.\n- Typically, delays and learning problems can emerge in several areas of functioning including social functioning, communication skills, motor skills, and overall intellectual potential.\n- Each child has their own learning style that includes specific learning challenges as well as areas of preserved skills and, at times, exceptional abilities.\n- Both autism and Asperger's disorder are on the same continuum but are distinct in their expression.\nWhat are the challenges students with PDD/ASD frequently experience?\n- Academic difficulties that can often be misinterpreted as learning disabilities.\n- Problems with executive functioning skills.\n- Difficulty in forming relationships with peers.\n- Emotional difficulties due to learning and social problems such as anxiety, depression, low self-esteem.\n- Fear of new situations and trouble adjusting to changes.\n- May look like or be misconstrued as attention-deficit-hyperactivity disorder (ADHD), Nonverbal Learning Disability (NLD), Oppositional-Defiant Disorder or Obsessive Compulsive Disorder (OCD).\nWhy choose US to help YOU?\n- Our evaluations are conducted by neuropsychologists who have been extensively trained in the early detection of autistic spectrum disorders and in the identification of specific patterns of learning strengths and weaknesses that are often associated with this condition.\n- Our evaluations help determine which teaching style is best suited to fit an individuals' specific learning profile; we also offer suggestions regarding compensatory educational approached.\n- We work as a team with other learning professionals, advocates and health professionals to enhance the child's potential for success in all settings.\n'The design of truly individual treatment plans that exploit strengths and compensate for weaknesses begins with a detailed understanding of how learning is different for children with autism than for those without autism and how learning is different among children with autism.'\n— Bryna Siegel, Ph.D., author of Helping Children with Autism Learn\nFor more information on current research, interventions and programs, follow us on Facebook.\nComing to see you for an evaluation was so helpful and Im so happy that I did this. After struggling for years with ADHD but not knowing thats what it was and almost completely ruining our marriage because of it, your diagnosis helped more than you could know. Now I know that its not just me the diagnosis has turned our lives around and helped me feel more accomplished at work. Thanks again for everything.\nSandy and Bob M.", "id": "<urn:uuid:9b0b7a97-4882-4e06-adc0-44f4bbdc3349>", "dump": "CC-MAIN-2013-20", "url": "http://www.cnld.org/autistic_spectrum_disorders.php", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9517654776573181, "token_count": 647, "score": 3.390625, "int_score": 3}
{"text": "The vaunted protection that intellectually active adults get from Alzheimer’s disease has a dark downside, a study released Wednesday has found. Once dementia symptoms become evident and Alzheimer’s disease is diagnosed in such patients, their mental decline can come with frightening speed.\nThat finding, published in the journal Neurology, comes from a study of 1,157 Chicago-based seniors who were followed for an average of just over 11 years. Six years after gauging the extent to which the study participants engaged in activities that challenged their mental capacities, researchers from Rush University Medical Center Alzheimer’s Disease Center made periodic assessments of the study participants’ cognitive health and traced the trajectories of their brain health.\nAll told, 148 of the participants were diagnosed with Alzheimer’s disease during the follow-up period, and 395 were found to have mild cognitive impairment—intellectual problems that are less severe than Alzheimer’s disease, but which often precede such a diagnosis.\nWhile all participants’ mental function showed yearly declines, the steepest downward trajectories belonged to those who had been diagnosed with Alzheimer’s disease, but who had reported high levels of mental engagement at the outset of the study. Fellow Alzheimer’s sufferers who had not sought out much intellectual stimulation at the study’s outset showed a more gradual decline in their function.\n“In effect, the results of this study suggest that the benefit of delaying the initial appearance of cognitive impairment [in Alzheimer’s disease] comes at the cost of more rapid dementia progression,” the author wrote.\nThe findings support a common observation of those who treat intellectually minded patients who go on to be diagnosed with Alzheimer’s disease—that once diagnosed, their decline is rapid. It also underscores a growing body of evidence that the bright and mentally-active may not beat Alzheimer’s disease, but can hold off its ravages for months or years longer than those who are not so engaged.\nDr. John M. Ringman, a UCLA neurologist and assistant director of the Mary S. Easton Center for Alzheimer’s Disease Research, said he sees regular evidence of the phenomenonen in his clinical work, as well as in brain-imaging scans that can detect the physical signs of Alzheimer’s disease while a patient is still alive: Patients with a history of intensive mental engagement seem to develop a “cognitive reserve,” said Dr. Ringman. That mental strength frequently allows them to function almost normally, he said, even as the amyloid plaques and neurofibrillary tangles that are the hallmarks of the disease have advanced upon the brain.\nBy the time such a patient comes to his office complaining that his memory and mental function are not what they used to be, the disease has progressed significantly, said Ringman. The decline from that point can be precipitous.\nIn a disease that evidence now suggests takes years, perhaps decades, to show up in everyday behavior, Ringman said “it’s hard to quantify this cognitive reserve.” The strength of the study published Wednesday is that it gathered copious evidence of participants’ mental status and activity at the outset and followed them for more than a decade, he added.\n--Melissa Healy/Los Angeles Times", "id": "<urn:uuid:5d156165-181a-4195-a926-d51850c7b599>", "dump": "CC-MAIN-2013-20", "url": "http://articles.latimes.com/2010/sep/01/news/la-heb-alzheimers-20100901", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9584160447120667, "token_count": 679, "score": 2.71875, "int_score": 3}
{"text": "- Our Story\n- In Memory\nVaccination and Immunotherapy for Alzheimer’s Disease\nVaccination against amyloid is a promising approach for the development of Alzheimer’s disease (AD) therapeutics. Approximately half of the investigational new therapeutics in human clinical trials for AD are active or passive immunotherapeutics.\nActive vaccination involves the injection of an antigen and relies on the production of antibodies in the vaccinated patient. Four human clinical trials of active vaccination currently are under way. Passive immunization is also a promising strategy that involves the production of antibodies outside of the patient and injection of these antibodies. There are currently 12 clinical trials of passive immunization. You can check for Alzheimer therapeutics in human clinical trials by visiting www.clinicaltrials.gov and searching for key words “Alzheimer’s and immunotherapy.”\nThinking out of the box\nThe development of vaccinations as a strategy for treating or preventing Alzheimer’s is an example of thinking out of the box. Vaccinations commonly are associated with infectious diseases, like influenza, small pox and polio, which appear to have little in common with neurodegenerative diseases, like Alzheimer’s. Moreover, the brain is an immunoprivileged site with little access to antibodies, so it seems unlikely antibodies would be protective in the brain.\nResearchers were pleasantly surprised when Dale Schenk and co-workers at Elan Inc. reported that vaccination of transgenic mouse models of AD against the amyloid Aß peptide prevented amyloid deposition in young animals and removed pre-existing amyloid deposits in older animals. Subsequent work showed that immunization against Aß prevented or reversed many other pathological features and prevented cognitive dysfunction in transgenic mice and non-human primates. This vaccine (Elan AN1792) was tested in human clinical trials, where it showed similar beneficial effects of removing amyloid deposits and slowing cognitive decline in patients with significant levels of anti-Aß antibodies, but the clinical trial was halted because 6 percent of the patients developed meningoencephalitis, an inflammatory side effect.\nSecond-generation vaccines and passive immunization\nTo circumvent the unwanted inflammatory side effects, second-generation active vaccines have been developed and passive immunization strategies have been explored. The second-generation vaccines use small pieces of the amyloid Aß sequence to avoid activating the T-cells responsible for meningoencephalitis, while passive immunization bypasses the human immune response by directly supplying antibodies. These newer strategies have shown the same beneficial effects in transgenic mice and passive immunization has shown some promise in a subset of patients in human trials, but they have raised new questions about their effectiveness and potential new side effects. Elan/Wyeth reported preliminary results from clinical trials of their monoclonal antibody, Bapineuzimab, that demonstrated only a small benefit in a subgroup of patients who lack the apoE4 genotype. They also failed to observe an improved benefit with an increased dose of antibody and reported side effects, like a buildup of fluid in the brain. Results of active vaccination human clinical trials with second-generation vaccines remain to be reported.\nThird-generation vaccines and antibodies: Thinking perpendicular to the box\nBoth second-generation vaccines and antibodies suffer from a common problem. They both target linear amino acid sequences found in normal human proteins (the amyloid precursor protein) and in the amyloid deposits themselves. Making antibodies against normal human proteins can cause autoimmune side effects, in which the immune system is attacking normal human cells in addition to the Alzheimer’s pathology. Fortunately, it is difficult to make antibodies against self-proteins because of immune suppression of auto antibodies. Third-generation vaccines seek to overcome these problems of autoimmune side effects and autoimmune suppression by using antibodies that target structures specific to the amyloid aggregates and that do not react with normal human proteins.\nCure Alzheimer’s Fund has been supporting two projects that seek to develop third-generation immunotherapeutics. Dr. Charles Glabe’s laboratory is developing active vaccines and monoclonal antibodies that recognize conformations of the amyloid peptide that only occur in the pathological amyloid oligomer aggregates, while Dr. Rob Moir’s lab is working on cross-linked amyloid peptides (CAPs) that are only found in disease-related aggregates. Dr. Glabe’s strategy relies on the fact that when the Aß peptide aggregates into ß-sheet oligomers, it creates new antibody recognition sites, known as epitopes, that are not found on native proteins. The surprising finding is that these oligomer-specific antibodies recognize amyloid oligomers from other diseases that involve amyloids formed from sequences unrelated to Aß. This means the same antibodies also may be effective for other amyloid-related neurodegenerative diseases, like Parkinson’s disease.\nThe explanation for why the antibodies are specific for amyloid oligomers that involve several individual peptide strands arranged in a sheet and yet recognize these sheets when they are formed from other amino acid sequences is simple and elegant (Figure 1). It is now known that most pathological amyloids aggregate into simple and very regular structures where the peptide strands are arranged in parallel and where the amino acid sequence is in exact register. This is like a sheet of paper upon which the same sentence is written on each line. The individual amino acids line up and down the sheet in homogeneous tracts, known as “steric zippers.” The steric zippers do not occur in normal protein structures and the oligomer-specific antibodies are thought to recognize these steric zipper patterns on the surface of the sheets. Since all proteins are made up using the same 20 amino acids, any sequence in this parallel, in-register structure gives rise to the same steric zippers regardless of the linear sequence, which can explain why the antibodies recognize the oligomers formed by different proteins.\nDr. Moir’s group is working on CAPs, where Aß is cross-linked by oxidation of a tyrosine residue at position 10 of the peptides’ sequence. Aß is oxidized after it is produced from the amyloid precursor protein as a consequence of the abnormally high level of oxidative activity in a brain with AD and the peptides’ propensity to bind redox active metals. Excessive CAPs generation is associated with the disease state and is not a normal feature of Aß biology. The cross-linking at tyrosine 10 that gives rise to CAPs may serve to align the peptides in a parallel, in-register fashion and promote the generation of still-larger oligomeric aggregates that display steric zippers on their surface.\nDr. Moir and Dr. Rudy Tanzi’s labs found that natural antibodies to CAPs are reduced in the blood of patients with AD. More recently, evidence published by Tony Weiss-Coray’s group at Stanford University supports the idea that antibodies that recognize steric zippers and CAPs may be important for protecting against Alzheimer’s disease. The levels of these antibodies that target the zippers and CAPs were among the highest in young, normal humans; levels dropped with aging and with AD. Furthermore, the results of a recent study supported by Baxter Biosciences of patients that received human antibodies purified from normal individuals (IVIg) reported that antibody treatment reduced the risk of being diagnosed with AD by 42 percent over the five-year study period. This is one of the most remarkable reports of prevention of AD by any therapy. Although the normal human antibodies that target amyloid primarily recognize the steric zippers and CAPs, these antibodies are present at relatively low levels. It is reasonable to imagine that an even greater protective effect might be achieved by boosting the levels of these protective antibodies by either active vaccination or passive immunization.\nFigure 1 shows how the same steric zipper patterns are formed on parallel, in-register oligomers from completely different sequences. A segment of the Aß sequences is shown in the upper left corner and a random sequence is shown in the upper right. Each amino acid is designated by a capital letter. Typical antibodies recognize the linear sequence (from left to right) indicated in the horizontal boxes, which is unique to each sequence. When the peptides aggregate to form pathological oligomers, they line up in a parallel, in-register fashion, shown below. This gives rise to steric zippers that run up and down the sheet perpendicular to the sequence, shown in vertical boxes. Aggregation-dependent, disease-specific antibodies recognize the steric zippers from many different amyloid sequences. Zippers from F and V amino acids are shown in boxes, but there are potentially 20 different zippers; one for each of the 20 amino acids.\nThe fact that a completely random sequence can form the same type of steric zipper as is found in Aß amyloid in Alzheimer’s disease means we can use a non-human, random peptide sequence as a vaccine to produce a protective immune response that has a very low potential for autoimmune side effects. Vaccines based on non-human peptides, like diphtheria and pertussis toxin, are so safe they routinely are given to infants. There is no reason to expect that a vaccine for AD that targets the disease-specific steric zippers wouldn’t be as safe and free of side effects. A goal of the research funded by Cure Alzheimer’s Fund is to do the preclinical investigations that are a necessary prelude to getting these third-generation vaccines and monoclonal antibodies that target disease-specific epitopes into human clinical trials.", "id": "<urn:uuid:063831fb-bde6-43d4-95fe-4286849bf7d1>", "dump": "CC-MAIN-2013-20", "url": "http://www.curealzfund.org/2009/10/vaccination-and-immunotherapy-alzheimer%E2%80%99s-disease?page=70", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.940550684928894, "token_count": 2013, "score": 2.890625, "int_score": 3}
{"text": "- published: 19 Mar 2013\n- views: 42\n- author: T.A. B\npossibly testing on weans, that worries me http://www.bbc.co.uk/news/world-us-canada-21849808.\nA vaccine is a biological preparation that improves immunity to a particular disease. A vaccine typically contains an agent that resembles a disease-causing microorganism, and is often made from weakened or killed forms of the microbe, its toxins or one of its surface proteins. The agent stimulates the body's immune system to recognize the agent as foreign, destroy it, and \"remember\" it, so that the immune system can more easily recognize and destroy any of these microorganisms that it later encounters.\nVaccines can be prophylactic (example: to prevent or ameliorate the effects of a future infection by any natural or \"wild\" pathogen), or therapeutic (e.g. vaccines against cancer are also being investigated; see cancer vaccine).\nThe term vaccine derives from Edward Jenner's 1796 use of cow pox (Latin variola vaccinia, adapted from the Latin vaccīn-us, from vacca, cow), to inoculate humans, providing them protection against smallpox.\nVaccines do not guarantee complete protection from a disease. Sometimes, this is because the host's immune system simply does not respond adequately or at all. This may be due to a lowered immunity in general (diabetes, steroid use, HIV infection, age) or because the host's immune system does not have a B cell capable of generating antibodies to that antigen.\nEven if the host develops antibodies, the human immune system is not perfect and in any case the immune system might still not be able to defeat the infection immediately. In this case, the infection will be less severe and heal faster.\nAdjuvants are typically used to boost immune response. Most often aluminium adjuvants are used, but adjuvants like squalene are also used in some vaccines and more vaccines with squalene and phosphate adjuvants are being tested. Larger doses are used in some cases for older people (50–75 years and up), whose immune response to a given vaccine is not as strong.\nThe efficacy or performance of the vaccine is dependent on a number of factors:\nWhen a vaccinated individual does develop the disease vaccinated against, the disease is likely to be milder than without vaccination.\nThe following are important considerations in the effectiveness of a vaccination program:\nIn 1958 there were 763,094 cases of measles and 552 deaths in the United States. With the help of new vaccines, the number of cases dropped to fewer than 150 per year (median of 56). In early 2008, there were 64 suspected cases of measles. 54 out of 64 infections were associated with importation from another country, although only 13% were actually acquired outside of the United States; 63 of these 64 individuals either had never been vaccinated against measles, or were uncertain whether they had been vaccinated.\nVaccines are dead or inactivated organisms or purified products derived from them.\nThere are several types of vaccines in use. These represent different strategies used to try to reduce risk of illness, while retaining the ability to induce a beneficial immune response.\nSome vaccines contain killed, but previously virulent, micro-organisms that have been destroyed with chemicals, heat, radioactivity or antibiotics. Examples are the influenza vaccine, cholera vaccine, bubonic plague vaccine, polio vaccine, hepatitis A vaccine, and rabies vaccine.\nSome vaccines contain live, attenuated microorganisms. Many of these are live viruses that have been cultivated under conditions that disable their virulent properties, or which use closely related but less dangerous organisms to produce a broad immune response. Although most attenuated vaccines are viral, some are bacterial in nature. They typically provoke more durable immunological responses and are the preferred type for healthy adults. Examples include the viral diseases yellow fever, measles, rubella, and mumps and the bacterial disease typhoid. The live Mycobacterium tuberculosis vaccine developed by Calmette and Guérin is not made of a contagious strain, but contains a virulently modified strain called \"BCG\" used to elicit an immune response to the vaccine. The live attenuated vaccine containing strain Yersinia pestis EV is used for plague immunization. Attenuated vaccines have some advantages and disadvantages. They have the capacity of transient growth so they give prolonged protection, and no booster dose is required. But they may get reverted to the virulent form and cause the disease.\nToxoid vaccines are made from inactivated toxic compounds that cause illness rather than the micro-organism. Examples of toxoid-based vaccines include tetanus and diphtheria. Toxoid vaccines are known for their efficacy. Not all toxoids are for micro-organisms; for example, Crotalus atrox toxoid is used to vaccinate dogs against rattlesnake bites.\nProtein subunit – rather than introducing an inactivated or attenuated micro-organism to an immune system (which would constitute a \"whole-agent\" vaccine), a fragment of it can create an immune response. Examples include the subunit vaccine against Hepatitis B virus that is composed of only the surface proteins of the virus (previously extracted from the blood serum of chronically infected patients, but now produced by recombination of the viral genes into yeast), the virus-like particle (VLP) vaccine against human papillomavirus (HPV) that is composed of the viral major capsid protein, and the hemagglutinin and neuraminidase subunits of the influenza virus. Subunit vaccine is being used for plague immunization.\nConjugate – certain bacteria have polysaccharide outer coats that are poorly immunogenic. By linking these outer coats to proteins (e.g. toxins), the immune system can be led to recognize the polysaccharide as if it were a protein antigen. This approach is used in the Haemophilus influenzae type B vaccine.\nA number of innovative vaccines are also in development and in use:\nWhile most vaccines are created using inactivated or attenuated compounds from micro-organisms, synthetic vaccines are composed mainly or wholly of synthetic peptides, carbohydrates or antigens.\nVaccines may be monovalent (also called univalent) or multivalent (also called polyvalent). A monovalent vaccine is designed to immunize against a single antigen or single microorganism. A multivalent or polyvalent vaccine is designed to immunize against two or more strains of the same microorganism, or against two or more microorganisms. In certain cases a monovalent vaccine may be preferable for rapidly developing a strong immune response.\nThe immune system recognizes vaccine agents as foreign, destroys them, and \"remembers\" them. When the virulent version of an agent comes along the body recognizes the protein coat on the virus, and thus is prepared to respond, by (1) neutralizing the target agent before it can enter cells, and (2) by recognizing and destroying infected cells before that agent can multiply to vast numbers.\nWhen two or more vaccines are mixed together in the same formulation, the two vaccines can interfere. This most frequently occurs with live attenuated vaccines, where one of the vaccine components is more robust than the others and suppresses the growth and immune response to the other components. This phenomenon was first noted in the trivalent Sabin polio vaccine, where the amount of serotype 2 virus in the vaccine had to be reduced to stop it from interfering with the \"take\" of the serotype 1 and 3 viruses in the vaccine. This phenomenon has also been found to be a problem with the dengue vaccines currently being researched,[when?] where the DEN-3 serotype was found to predominate and suppress the response to DEN-1, -2 and -4 serotypes.\nVaccines have contributed to the eradication of smallpox, one of the most contagious and deadly diseases known to man. Other diseases such as rubella, polio, measles, mumps, chickenpox, and typhoid are nowhere near as common as they were a hundred years ago. As long as the vast majority of people are vaccinated, it is much more difficult for an outbreak of disease to occur, let alone spread. This effect is called herd immunity. Polio, which is transmitted only between humans, is targeted by an extensive eradication campaign that has seen endemic polio restricted to only parts of four countries (Afghanistan, India, Nigeria and Pakistan). The difficulty of reaching all children as well as cultural misunderstandings, however, have caused the anticipated eradication date to be missed several times.\nIn order to provide best protection, children are recommended to receive vaccinations as soon as their immune systems are sufficiently developed to respond to particular vaccines, with additional \"booster\" shots often required to achieve \"full immunity\". This has led to the development of complex vaccination schedules. In the United States, the Advisory Committee on Immunization Practices, which recommends schedule additions for the Centers for Disease Control and Prevention, recommends routine vaccination of children against: hepatitis A, hepatitis B, polio, mumps, measles, rubella, diphtheria, pertussis, tetanus, HiB, chickenpox, rotavirus, influenza, meningococcal disease and pneumonia. The large number of vaccines and boosters recommended (up to 24 injections by age two) has led to problems with achieving full compliance. In order to combat declining compliance rates, various notification systems have been instituted and a number of combination injections are now marketed (e.g., Pneumococcal conjugate vaccine and MMRV vaccine), which provide protection against multiple diseases.\nBesides recommendations for infant vaccinations and boosters, many specific vaccines are recommended at other ages or for repeated injections throughout life—most commonly for measles, tetanus, influenza, and pneumonia. Pregnant women are often screened for continued resistance to rubella. The human papillomavirus vaccine is recommended in the U.S. (as of 2011) and UK (as of 2009). Vaccine recommendations for the elderly concentrate on pneumonia and influenza, which are more deadly to that group. In 2006, a vaccine was introduced against shingles, a disease caused by the chickenpox virus, which usually affects the elderly.\nSometime during the 1770s Edward Jenner heard a milkmaid boast that she would never have the often-fatal or disfiguring disease smallpox, because she had already had cowpox, which has a very mild effect in humans. In 1796, Jenner took pus from the hand of a milkmaid with cowpox, inoculated an 8-year-old boy with it, and six weeks later variolated the boy's arm with smallpox, afterwards observing that the boy did not catch smallpox. Further experimentation demonstrated the efficacy of the procedure on an infant. Since vaccination with cowpox was much safer than smallpox inoculation, the latter, though still widely practiced in England, was banned in 1840. Louis Pasteur generalized Jenner's idea by developing what he called a rabies vaccine, and in the nineteenth century vaccines were considered a matter of national prestige, and compulsory vaccination laws were passed.\nThe twentieth century saw the introduction of several successful vaccines, including those against diphtheria, measles, mumps, and rubella. Major achievements included the development of the polio vaccine in the 1950s and the eradication of smallpox during the 1960s and 1970s. Maurice Hilleman was the most prolific of the developers of the vaccines in the twentieth century. As vaccines became more common, many people began taking them for granted. However, vaccines remain elusive for many important diseases, including malaria and HIV.\n||The neutrality of this section is disputed. Please see the discussion on the talk page. Please do not remove this message until the dispute is resolved. (October 2011)|\n||This article is missing information about Scientific rebuttal to the attacks. This concern has been noted on the talk page where whether or not to include such information may be discussed. (October 2011)|\nOpposition to vaccination, from a wide array of vaccine critics, has existed since the earliest vaccination campaigns. Although the benefits of preventing suffering and death from serious infectious diseases greatly outweigh the risks of rare adverse effects following immunization, disputes have arisen over the morality, ethics, effectiveness, and safety of vaccination. Some vaccination critics say that vaccines are ineffective against disease or that vaccine safety studies are inadequate. Some religious groups do not allow vaccination, and some political groups oppose mandatory vaccination on the grounds of individual liberty. In response, concern has been raised that spreading unfounded information about the medical risks of vaccines increases rates of life-threatening infections, not only in the children whose parents refused vaccinations, but also in other children, perhaps too young for vaccines, who could contract infections from unvaccinated carriers (see herd immunity).\nOne challenge in vaccine development is economic: many of the diseases most demanding a vaccine, including HIV, malaria and tuberculosis, exist principally in poor countries. Pharmaceutical firms and biotechnology companies have little incentive to develop vaccines for these diseases, because there is little revenue potential. Even in more affluent countries, financial returns are usually minimal and the financial and other risks are great.\nMost vaccine development to date has relied on \"push\" funding by government, universities and non-profit organizations. Many vaccines have been highly cost effective and beneficial for public health. The number of vaccines actually administered has risen dramatically in recent decades.[when?] This increase, particularly in the number of different vaccines administered to children before entry into schools may be due to government mandates and support, rather than economic incentive.\nThe filing of patents on vaccine development processes can also be viewed as an obstacle to the development of new vaccines. Because of the weak protection offered through a patent on the final product, the protection of the innovation regarding vaccines is often made through the patent of processes used on the development of new vaccines as well as the protection of secrecy.\nVaccine production has several stages. First, the antigen itself is generated. Viruses are grown either on primary cells such as chicken eggs (e.g., for influenza), or on continuous cell lines such as cultured human cells (e.g., for hepatitis A). Bacteria are grown in bioreactors (e.g., Haemophilus influenzae type b). Alternatively, a recombinant protein derived from the viruses or bacteria can be generated in yeast, bacteria, or cell cultures. After the antigen is generated, it is isolated from the cells used to generate it. A virus may need to be inactivated, possibly with no further purification required. Recombinant proteins need many operations involving ultrafiltration and column chromatography. Finally, the vaccine is formulated by adding adjuvant, stabilizers, and preservatives as needed. The adjuvant enhances the immune response of the antigen, stabilizers increase the storage life, and preservatives allow the use of multidose vials. Combination vaccines are harder to develop and produce, because of potential incompatibilities and interactions among the antigens and other ingredients involved.\nVaccine production techniques are evolving. Cultured mammalian cells are expected to become increasingly important, compared to conventional options such as chicken eggs, due to greater productivity and low incidence of problems with contamination. Recombination technology that produces genetically detoxified vaccine is expected to grow in popularity for the production of bacterial vaccines that use toxoids. Combination vaccines are expected to reduce the quantities of antigens they contain, and thereby decrease undesirable interactions, by using pathogen-associated molecular patterns.\nIn 2010, India produced 60 percent of world's vaccine worth about $900 million.\nMany vaccines need preservatives to prevent serious adverse effects such as Staphylococcus infection that, in one 1928 incident, killed 12 of 21 children inoculated with a diphtheria vaccine that lacked a preservative. Several preservatives are available, including thiomersal, phenoxyethanol, and formaldehyde. Thiomersal is more effective against bacteria, has better shelf life, and improves vaccine stability, potency, and safety, but in the U.S., the European Union, and a few other affluent countries, it is no longer used as a preservative in childhood vaccines, as a precautionary measure due to its mercury content. Although controversial claims have been made that thiomersal contributes to autism, no convincing scientific evidence supports these claims.\nThere are several new delivery systems in development[when?] that will hopefully make vaccines more efficient to deliver. Possible methods include liposomes and ISCOM (immune stimulating complex).\nThe latest developments[when?] in vaccine delivery technologies have resulted in oral vaccines. A polio vaccine was developed and tested by volunteer vaccinations with no formal training; the results were positive in that the ease of the vaccines increased. With an oral vaccine, there is no risk of blood contamination. Oral vaccines are likely to be solid which have proven to be more stable and less likely to freeze; this stability reduces the need for a \"cold chain\": the resources required to keep vaccines within a restricted temperature range from the manufacturing stage to the point of administration, which, in turn, may decrease costs of vaccines. A microneedle approach, which is still in stages of development, uses \"pointed projections fabricated into arrays that can create vaccine delivery pathways through the skin\".\nA nanopatch is a needle free vaccine delivery system which is under development. A stamp-sized patch similar to an adhesive bandage contains about 20,000 microscopic projections per square inch. When worn on the skin, it will deliver vaccine directly to the skin, which has a higher concentration of immune cells than that in the muscles, where needles and syringes deliver. It thus increases the effectiveness of the vaccination using a lower amount of vaccine used in traditional syringe delivery system.\nThe use of plasmids has been validated in preclinical studies as a protective vaccine strategy for cancer and infectious diseases. However, in human studies this approach has failed to provide clinically relevant benefit. The overall efficacy of plasmid DNA immunization depends on increasing the plasmid's immunogenicity while also correcting for factors involved in the specific activation of immune effector cells.\nVaccinations of animals are used both to prevent their contracting diseases and to prevent transmission of disease to humans. Both animals kept as pets and animals raised as livestock are routinely vaccinated. In some instances, wild populations may be vaccinated. This is sometimes accomplished with vaccine-laced food spread in a disease-prone area and has been used to attempt to control rabies in raccoons.\nWhere rabies occurs, rabies vaccination of dogs may be required by law. Other canine vaccines include canine distemper, canine parvovirus, infectious canine hepatitis, adenovirus-2, leptospirosis, bordatella, canine parainfluenza virus, and Lyme disease among others.\nVaccine development has several trends:\nPrinciples that govern the immune response can now be used in tailor-made vaccines against many noninfectious human diseases, such as cancers and autoimmune disorders. For example, the experimental vaccine CYT006-AngQb has been investigated as a possible treatment for high blood pressure. Factors that have impact on the trends of vaccine development include progress in translatory medicine, demographics, regulatory science, political, cultural, and social responses.\n|Modern Vaccine and Adjuvant Production and Characterization, Genetic Engineering & Biotechnology News|\nThe World News (WN) Network, has created this privacy statement in order to demonstrate our firm commitment to user privacy. The following discloses our information gathering and dissemination practices for wn.com, as well as e-mail newsletters.\nWe do not collect personally identifiable information about you, except when you provide it to us. For example, if you submit an inquiry to us or sign up for our newsletter, you may be asked to provide certain information such as your contact details (name, e-mail address, mailing address, etc.).\nWe may retain other companies and individuals to perform functions on our behalf. Such third parties may be provided with access to personally identifiable information needed to perform their functions, but may not use such information for any other purpose.\nIn addition, we may disclose any information, including personally identifiable information, we deem necessary, in our sole discretion, to comply with any applicable law, regulation, legal proceeding or governmental request.\nWe do not want you to receive unwanted e-mail from us. We try to make it easy to opt-out of any service you have asked to receive. If you sign-up to our e-mail newsletters we do not sell, exchange or give your e-mail address to a third party.\nE-mail addresses are collected via the wn.com web site. Users have to physically opt-in to receive the wn.com newsletter and a verification e-mail is sent. wn.com is clearly and conspicuously named at the point ofcollection.\nIf you no longer wish to receive our newsletter and promotional communications, you may opt-out of receiving them by following the instructions included in each newsletter or communication or by e-mailing us at michaelw(at)wn.com\nThe security of your personal information is important to us. We follow generally accepted industry standards to protect the personal information submitted to us, both during registration and once we receive it. No method of transmission over the Internet, or method of electronic storage, is 100 percent secure, however. Therefore, though we strive to use commercially acceptable means to protect your personal information, we cannot guarantee its absolute security.\nIf we decide to change our e-mail practices, we will post those changes to this privacy statement, the homepage, and other places we think appropriate so that you are aware of what information we collect, how we use it, and under what circumstances, if any, we disclose it.\nIf we make material changes to our e-mail practices, we will notify you here, by e-mail, and by means of a notice on our home page.\nThe advertising banners and other forms of advertising appearing on this Web site are sometimes delivered to you, on our behalf, by a third party. In the course of serving advertisements to this site, the third party may place or recognize a unique cookie on your browser. For more information on cookies, you can visit www.cookiecentral.com.\nAs we continue to develop our business, we might sell certain aspects of our entities or assets. In such transactions, user information, including personally identifiable information, generally is one of the transferred business assets, and by submitting your personal information on Wn.com you agree that your data may be transferred to such parties in these circumstances.", "id": "<urn:uuid:049ed48d-f01e-4fc9-846b-2e2c5e6c254d>", "dump": "CC-MAIN-2013-20", "url": "http://article.wn.com/view/2013/01/16/Vaccine_timetable_for_children_is_safe_US_experts_say_t/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9451854228973389, "token_count": 4705, "score": 3.78125, "int_score": 4}
{"text": "The immune system\nimmune; immunity; disease; bacteria; viruses; white; cells; lymph; germs; mucous; mucus; glands;\nWhat is immunity?\nImmunity (say im-yoon-it-i) means that you are protected against something. There are different kinds of immunity. This topic is about how different parts of our bodies work together to keep us from getting sick. Immunity to some diseases is passed on from our mothers before we are born. Immunisation (having your 'shots') helps our body's immune defence system protect us from diseases .\nbody's immune system\nEvery body has an inbuilt immune system which protects it from diseases and germs. This system has a lot of different parts which work together to keep out any harmful germs, and attack and destroy any which manage to get inside your body\n- Every day your body is exposed to millions of germs, and you do not get sick from them because of your immune system.\n- Every time you do get sick because of a germ, your immune system works to get rid of it and then it remembers how to fight the infection if the same germ comes again.\n- Usually the older you get, the more germs you become immune to.\nSo, let's have a look at the immune system, starting from the outside of the body.\nThe skin is the first line of defence in your immune system.\nYou know how you put plastic wrap over leftovers to keep them fresh enough for later? Well, your skin is like a plastic wrap to keep germs from getting into your body.\n- The epidermis (outside layer of skin) has special cells which warn the body about incoming germs.\n- Glands in the skin also make substances that can kill some bacteria (anti-bacterial chemicals). This means you don't get infections on your skin unless your skin is damaged, such as by a cut or a graze.\nYour nose, mouth and eyes are the next point of attack.\n- The mucous membranes which line the mouth, throat, lungs and bowel, act like a barrier to germs, just as the skin does.\n- Saliva in the mouth and the tears which wash your eyes have special enzymes (chemicals) in them which break down the cell walls of many bacteria and viruses.\n- The mucous that is made in your nose, throat and lungs traps bacteria, viruses and dust.\n- Acid in your stomach kills most germs, and starts to digest your food.\n- Lymph (limf) is a clear fluid that is very similar to blood plasma, the clear liquid in blood, but it carries only white blood cells, not red blood cells.\n- The lymph flows through all the parts of the body picking up fluid around cells and carrying it back to large veins near the heart. It also carries white blood cells to the places that they are needed.\n- Some bacteria or viruses that have entered the body are collected by the lymph and passed on to the lymph nodes where they are filtered out and destroyed. Lymph nodes are sometimes called glands.\nYour doctor can often tell if you have an infection by checking out the lymph nodes (glands) in your neck and under your arms to see if they're swollen. If they are, it shows that they are working to get rid of bacteria or viruses.\nIn your blood you have red blood cells and white blood cells, and in lymph there are white blood cells.\nThere are several different types of white cells which work together to seek out and destroy bacteria and viruses.\nAll of them start off in the bone marrow, growing from 'stem cells'.\nThe disease-fighting white blood cells are specialists. Some of the white blood cells are:\n- Neutrophils (say new-tro-fills), which move around the body in the blood and seek out foreign material (things that don't belong in your body).\n- Macrophages (say mak-row-far-jes) are the biggest blood cells. Some live in different parts of the body and help to keep it clean, eg. in the lungs. Others swim around cleaning up other white blood cells that have been damaged while doing their jobs, eg. cleaning up pus that has been caused by neutrophils when they work to clear out bacteria from a wound.\n- Lymphocytes (say lim-fo-sites) work on bacterial and viral infections\nThere are two different types:\n- B cells produce antibodies. Each cell watches out for a particular germ, and when that germ arrives, the cell starts to produce more antibodies which begin the process of killing that germ. Antibodies attach themselves to the germs so that other cells can recognise that these germs need to be destroyed.\n- T cells look for cells in your body that are hiding invaders (germs) or body cells that are different to normal healthy cells (such as cells that could develop into a cancer) and kill them.\ndoes your immune system know which cells to attack?\nYour body has lots of friendly bacteria around it which help your body work properly - eg. some bacteria inside your bowel help you to digest your food and break it up into the different things that are needed in various parts of the body.\n- These friendly bacteria live on the surfaces of the body, such as on our skin or inside the bowel.\n- They do not try to invade the body, so the immune system does not try to get rid of them.\n- Other germs which cause illness, try to enter the body.\n- Antibodies, which are made by the lymphocytes, attach to the invaders so that the other white blood cells can destroy them. They 'tag' them so they can be easily noticed.\nAs well as attacking germs, your immune system recognises and destroys other cells which do not belong in your body.\n- The cells in your own body are marked with a special system called Human Leukocyte Antigen or HLA (say Hew-man lew-ko-site anti-jen).\n- Your immune system can recognise these markings as 'you'. Any cells which do not have the right markings are 'not you' and are therefore attacked.This happens if, for example, you have a blood transfusion with the wrong types of blood cells. Your body's immune system recognises that these cells do not belong in your body, so it destroys them.\nHow you know your immune system is working\nYou know your immune system is working:\n- if you get better after you are sick\n- if cuts heal without getting infected\n- if you don't catch the same diseases over and over again\n- when you get swollen glands\n- when you get swelling and soreness around a cut.\nYour immune system is in there working to get rid of any infection.\nWhen things go wrong with the immune system\nSometimes the immune system will make a mistake.\n- It may attack your own body as if it were the enemy, eg. insulin dependent diabetes (the type that most often starts in children and young people) is caused by the immune system attacking the cells in the pancreas that make insulin.\n- Allergies are caused by the immune system over-reacting to something that is not really a threat, like when pollen triggers hay fever or asthma.\n- If tissue is transplanted from one person to another - eg. a skin or organ transplant - then the immune system will attack the new part. The immune system has to be suppressed by drugs to allow the transplant to work.\n- When the immune system is damaged, such as when people have a serious illness called AIDS, they get lots of infections and are much more likely to get cancers. Their body cannot recognise the infection or abnormal cells very well and the immune system does not destroy them as well as usual.\nThe immune system is absolutely amazing. It deals with millions of bacteria and viruses every day to keep us healthy.\nKeeping up to date with immunisations can help your body to build immunity to some serious diseases too.\nWe've provided this information to help you to understand important things about staying healthy and happy. However, if you feel sick or unhappy, it is important to tell your mum or dad, a teacher or another grown-up.", "id": "<urn:uuid:ce2ffe26-b35c-4206-9d9e-c664fdbda89f>", "dump": "CC-MAIN-2013-20", "url": "http://www.cyh.sa.gov.au/HealthTopics/HealthTopicDetailsKids.aspx?p=335&np=152&id=2402", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9496020674705505, "token_count": 1713, "score": 3.59375, "int_score": 4}
{"text": "Uveitis is inflammation of the uvea, which is made up of the iris, ciliary body and choroid. Together, these form the middle layer of the eye between the retina and the sclera (white of the eye).\nThe eye is shaped like a tennis ball, with three different layers of tissue surrounding the central gel-filled cavity, which is called the vitreous. The innermost layer is the retina, which senses light and helps to send images to your brain. The outermost layer is the sclera, the strong white wall of the eye. The middle layer between the sclera and retina is called the uvea.\nThe uvea contains many blood vessels — the veins, arteries and capillaries — that carry blood to and from the eye. Because the uvea nourishes many important parts of the eye (such as the retina), inflammation of the uvea can damage your sight.\nThere are several types of uveitis, defined by the part of the eye where it occurs.\n- Iritis affects the front of your eye. Also called anterior uveitis, this is the most common type of uveitis. Iritis usually develops suddenly and may last six to eight weeks. Some types of anterior uveitis can be chronic or recurrent.\n- If the uvea is inflamed in the middle or intermediate region of the eye, it is called pars planitis (or intermediate uveitis). Episodes of pars planitis can last between a few weeks to years. The disease goes through cycles of getting better, then worse.\n- Posterior uveitis affects the back parts of your eye. Posterior uveitis can develop slowly and often lasts for many years.\n- Panuveitis occurs when all layers of the uvea are inflamed.\nNext Page: Uveitis Causes", "id": "<urn:uuid:33687e0d-90f9-4e53-ac31-257283325d4f>", "dump": "CC-MAIN-2013-20", "url": "http://eyecareamerica.org/eyesmart/diseases/uveitis.cfm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9142661690711975, "token_count": 389, "score": 4.125, "int_score": 4}
{"text": "|Retinal Pigment Epithelium (RPE) Detachment\nSigns and Symptoms\nIn most instances, serous detachment of the RPE occurs asymptomatically.\nOnly in those cases in which the macula is affected will patients report blurred vision,\nmetamorphopsia, micropsia, or positive scotomas. Other associated clinical findings may\ninclude induced hyperopia and delayed retinal recovery time on the photostress test. Most\nindividuals with RPE detachment are male, between the ages of 20 and 60 years. The history\noften reveals predisposing or concurrent ocular conditions such as macular degeneration,\nidiopathic central serous chorioretinopathy (ICSC), angioid streaks, presumed ocular\nhistoplasmosis syndrome (POHS), or hereditary choroidal degeneration. In other cases, the\ncondition occurs idiopathically.\nRPE detachment appears ophthalmoscopically as single or multiple,\nwell-circumscribed round or oval lesions within the posterior fundus. The lesions are\ntypically dome-shaped with slight elevation and appear yellow to orange in color. A\nreddish \"halo\" is often seen around the base of the detachment, and overlying\npigment defects such as clumping or mottling are commonplace. Lesions may vary in size\nfrom one-fifth to over 5 disc diameters (DD), but most are less than 1 DD. Fluorescein and\nindocyanine green (ICG) angiography show early hyperfluorescence of the entire RPE\ndetachment, which persists throughout the angiogram demonstrating late pooling. Leakage\ninto the sensory retina occurs only in cases of concurrent serous retinal detachment.\nRPE detachment is a non-specific anatomical alteration that may result from\nany number of choroidal disorders that disrupt the normal junction between the basement\nmembrane of the RPE and the inner collagenous layer of Bruchs membrane. This\ndisruption permits serous fluid from the underlying choriocapillaris to gain access into\nthe sub-RPE space. Age-related macular degeneration, choroidal neovascular membranes, high\nmyopia, angioid streaks, hereditary choroidal degeneration, POHS, and tumors of the\nchoroid have all been identified as precipitating conditions in the development of RPE\ndetachment. Idiopathic cases are sometimes associated with ICSC; some believe these two\nconditions to represent a continuum of a similar underlying pathology. Uncomplicated\nidiopathic serous detachments of the RPE often resolve spontaneously, however, those\nassociated with more generalized damage to the choriocapillaris may be complicated by\nhemorrhage, choroidal neovascular membrane formation, and disciform scarring.\nMost patients under the age of 55 who present with small serous RPE\ndetachments without evidence of other retinal or choroidal disease enjoy an excellent\nprognosis without intervention. This is particularly true if the lesion is outside of the\nfovea and there is no associated subretinal fluid.\nOlder patients who manifest RPE detachment without angiographic evidence\nof a choroidal neovascular membrane have a 25-30 percent chance of developing such\nmembranes during their lifetime, and therefore warrant careful observation as well as\nweekly home monitoring with an Amsler grid.\nThose patients over the age of 55 who present with associated choroidal\nneovascular membranes and/or hemorrhagic RPE detachments have an exceedingly poor visual\nprognosis. Focal laser photocoagulation is indicated for these patients.\nApproximately 90 percent of cases of RPE detachment have\nor will manifest concurrent serous retinal detachment over the natural history of the\ndisorder. In cases of idiopathic RPE detachment, a striking similarity with ICSC is seen\nin the predisposed patient population; i.e. male, average age of 44 years, and a moderate\nto severe emotional stress level.\nThe presentation of RPE detachment is quite\ncharacteristic. Nonetheless, one must be sure to rule out other conditions that may appear\nsimilar from an ophthalmoscopic perspective. These include: ICSC, malignant melanoma,\nmetastatic carcinoma, choroidal hemangioma, and Bests disease (vitelliform\ndystrophy). History and angiography are the most helpful factors in making this\nRPE detachment in patients over 55 years of age should be\nconsidered secondary to choroidal neovascular membrane, rather than idiopathic, until\nproven otherwise. Prompt fluorescein angiography is mandatory in these cases.\nOther reports in this section", "id": "<urn:uuid:1725cd67-7f79-4edd-9409-14c573c69b34>", "dump": "CC-MAIN-2013-20", "url": "http://cms.revoptom.com/handbook/SECT42a.HTM", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8823708295822144, "token_count": 1014, "score": 2.546875, "int_score": 3}
{"text": "In some people, macular degeneration advances so slowly that it has little effect on their vision. But in others, the disease progresses faster and may lead to vision loss. Sometimes only one eye is affected, while the other eye remains free of problems for many years. People with dry macular degeneration in one eye often do not notice any changes in their vision. With one eye seeing clearly, they can still drive, read, and see fine details. Some people may notice changes in their vision only if macular degeneration affects both of their eyes. Both dry and wet macular degeneration cause no pain.\nSymptoms of macular degeneration include:\nBlurred vision —This is an early sign. An example of early findings is that you may need more light for reading and other tasks.\nDifficulty seeing details in front of you —You may have a difficult time seeing words in a book or faces.\nBlind spot —A small, growing blind spot will appear in the middle of your field of vision. This spot occurs because a group of cells in the macula have stopped working properly. Over time, the blurred spot may get bigger and darker, taking more of your central vision.\nCrooked lines —An early symptom of wet macular degeneration is straight lines that will appear crooked or wavy. This happens because the newly formed blood vessels leak fluid under the macula. The fluid raises the macula from its normal place at the back of the eye and distorts your vision.\nLighting —Images appear more gray in color and colors are not as bright\nContact your ophthalmologist immediately for an eye exam if you notice:\n- Visual distortions\n- Sudden decrease in central vision\n- A central blind spot\n- Any other visual problems\n- Reviewer: Christopher Cheyer, MD\n- Update Date: 09/01/2011 -", "id": "<urn:uuid:6aba2b8d-0f86-4d64-b8af-a03c21e98c63>", "dump": "CC-MAIN-2013-20", "url": "http://doctors-hospital.net/your-health/?/19810/Reducing-Your-Risk-of-Macular-Degeneration~Symptoms", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9273353815078735, "token_count": 384, "score": 3.328125, "int_score": 3}
{"text": "Living with Diabetes\nDiabetes is a condition that affects everyone from children right up to adults. It is referred as a chronic condition since a person who has it can go through many changes in their lives as it can affect their entire body. Over time, diabetes can cause blindness, stroke, and amputations among other things.\nThere are two types of diabetes; Juvenile or Type 1 diabetes and adult-onset diabetes also known as Type 2 diabetes. The more common form of diabetes is Type 2 and those who have this type of diabetes are faced many difficulties and complications to their liver, muscle and even fat cells. In the case of Type 1 diabetics, they are required to use insulin to be able to combat the effects of diabetes.\nA simple blood sugar test can determine if you have diabetes or not. The doctor usually checks the level of your glucose to determine if you are diabetic. There are also telltale signs that one is diabetic as well. The symptoms of diabetes include an increase in thirst; feeling tired all the time, headaches, and weight loss and in some cases blurred vision and even dry mouth.\nThere is a treatment for diabetes and one can easily keep it under control if proper measures are taken. One must first keep their blood glucose in check all the time and one way to achieve this is by eating healthy foods for diabetics. One can also combat the symptoms of diabetes by keeping up with an exercise regimen and it would also help to keep their weight under control as well.", "id": "<urn:uuid:9a5aede2-83a0-4dea-ac64-71fa514ed29c>", "dump": "CC-MAIN-2013-20", "url": "http://www.diabetescondition.com/living-with-diabetes/living-with-diabetes/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9736893773078918, "token_count": 305, "score": 2.9375, "int_score": 3}
{"text": "Clinical complications associated with diabetes may include the following:\nCardiovascular disease, in many cases, is caused by atherosclerosis - an excess build-up of plaque on the inner wall of a large blood vessel, which restricts the flow of blood. Heart disease is the leading cause of diabetes-related deaths. Heart disease and stroke are two to four times more common in persons with diabetes.\nHigh blood pressure affects 73 percent of persons with diabetes.\nPeriodontal (gum) disease occurs with greater frequency in persons with diabetes.\nretinopathy or glaucoma (eye disease or blindness)\nBlindness due to diabetic retinopathy is a more important cause of visual impairment in younger-onset people than in older-onset people. Males with younger-onset diabetes generally develop retinopathy more rapidly than females with younger-onset diabetes. Diabetes is the leading cause of blindness among adults ages 20 to 74.", "id": "<urn:uuid:51f6c283-f9f9-4540-8125-26bbefe1d2f6>", "dump": "CC-MAIN-2013-20", "url": "http://www.bettermedicine.com/topic/diabetes/living-with-diabetes", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9248546957969666, "token_count": 194, "score": 2.90625, "int_score": 3}
{"text": "Nearly half of about 67 million Americans with high blood pressure are not effectively treating their condition and face a high risk of a heart attack or stroke, a U.S. health official said on Tuesday.\nAbout 36 million people have uncontrolled high blood pressure, a condition caused when too much force is exerted by blood as it is pumped through the body and moves against vessel walls, according to a report from the U.S. Centers for Disease Control and Prevention released Tuesday.\n\"The bottom line is ... most of those in this country who have (high blood pressure) don't have their numbers under control, and because of that we have a very high burden of disease,\" said Thomas Frieden, director of the CDC.\nHigh blood pressure, a risk factor for heart disease and stroke, contributes to nearly 1,000 deaths a day and $131 billion in annual direct healthcare costs, Frieden said.\nThe condition is the second most serious public health issue. Cigarette smoking is the leading cause of preventable death in the country, according to the CDC.\nFrieden said patients with high blood pressure are either not receiving a correct combination or dosage of medication or are not keeping up with their medication.\nSome doctors are not warning patients who have had multiple readings of high-blood pressure, a problem Frieden said could be solved by better systems to track patients.\nOf the 36 million Americans with uncontrolled hypertension, about 14 million were not aware of their condition and about 22 million either chose not to take medication or were on inadequate treatment, according to the report, which surveyed adults between 2003 and 2010.\n\"I think there's clearly a lot of room for improvement,\" Frieden said, noting that controlling blood pressure often means taking multiple medications daily for the rest of one's life.\nHigh blood pressure can be prevented through diet, exercise and taking drugs such as beta blockers and ACE inhibitors -- which widen arteries. Lowering blood pressure can cut the risk of stroke, heart attack, heart failure and other conditions.\nRisk factors include obesity, a sedentary lifestyle, smoking, and chronic difficulties such as diabetes, kidney disease and high cholesterol.", "id": "<urn:uuid:c0253585-f206-42c3-a094-e36a9dad6b37>", "dump": "CC-MAIN-2013-20", "url": "http://www.foxnews.com/health/2012/09/05/report-millions-americans-have-uncontrolled-blood-pressure/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9687739610671997, "token_count": 435, "score": 2.78125, "int_score": 3}
{"text": "| ||What Your Doctor Is Saying || |\nWhat Are the Odds? Understanding Risk\nLast reviewed on September 12, 2012\nBy Robert H. Shmerling, M.D.\nBeth Israel Deaconess Medical Center\n\"If you take this medication, you will reduce your risk of disease by 20%, and 98% of people taking it have no serious side effects.\"\nSounds good, right? Perhaps not. What if your chance of getting the disease is only one in 1,000 but two people out of every 100 experience a deadly side effect?\nTalk About Risk\nDoctors, nurses, reporters and drug advertisers often talk about risk, though they may not call it that. In fact, they often use other terms that sound logical and understandable such as \"chance\" or \"likelihood\" (as in \"if you smoke, you will increase your chances of having lung disease\"). Alternatively, they may couch the terms in personal experience (as in \"I think this medicine will help you; it works for most of my patients\"). Or, the message may be even more vague: When a doctor says \"I think this therapy will help and I doubt it will cause you any problems,\" the doctor is really saying he or she hopes it helps because it usually does, but that there is a risk that the medication will cause side effects and/or that it will not work.\nWhether or not the word is used, these are all examples of risk, the notion that something might or might not happen and that the likelihood is not zero or 100%. I was taught in medical school to \"never say never and never say always,\" because absolute certainty is so rare.\nBack to top\nRisk Is Not Simple\nRisk is a trickier concept than many people think. It may seem like something to avoid at all costs, but the fact is that while you may be able to choose one risk over another, you cannot always avoid risk altogether. Avoiding one risk may pose other risks. For example, if you have high blood pressure and a doctor prescribes a medication to lower it, there is a risk of side effects from the medication; but by avoiding the risk of having a side effect, you increase the risk that you will have a stroke due to untreated high blood pressure.\nMany people view any risk at all as a terrible thing, but it is important to realize that it represents a chance that something will happen, not a certainty. Even when talking about bad outcomes (such as the risk of surgery or the risk of medication side effects), there is often an excellent chance that nothing bad will happen.\nConsider this example. For a person suffering chronic arthritis and terrible joint pain for the last two years, symptoms probably will continue unless something changes (such as starting an effective treatment). The risk of side effects from any medication is clearly important, but it must be weighed against the high risk that joint pain will continue. If three out of 100 people taking a high-dose anti-inflammatory medication (such as ibuprofen) develop a stomach ulcer each year (that is, if the yearly risk is 3%), it is important to weigh that against the risk of ongoing pain (which is much higher). And it also means that 97 out of 100 people will not suffer an ulcer as they enjoy the benefits of the medication.\nBack to top\nThe Confusing Ways To Describe Risk\nThe other reason risk is confusing is that there are many ways it can be described. People may choose one way to describe risk to emphasize how high it is, while others use another way to express the same risk to downplay it. Remarkably, the same risk can seem quite different depending on how it is expressed.\nOne of the most common areas of confusion comes with the difference between absolute risk and relative risk. Imagine that you are offered a choice of two medications to reduce your risk of a heart attack:\n- Medication A will decrease your risk of heart attack by 20%.\n- Medication B reduces your risk from 5% to 4%.\nIf you think that Medication A sounds better, you are not alone. Relative risk is described, by comparing the new risk with the risk before treatment. Although vitally important, the actual risk with and without the medicine is not mentioned for Medication A. If you thought Medication B sounds less impressive, perhaps it's because knowing that the starting and ending risks are similar that is, knowing the actual, or absolute, risks makes the change seem less dramatic. This is particularly true when overall risk is very low or very high in the first place. Although they provide a more accurate assessment of risk, expressions of absolute risk are often missing from news or ads.\nMost of us would think that Medication A is better. But as described, Medication A and B could be the same drug. Reducing a risk of 5 in 100 to 4 in 100 is identical to a 20% relative risk reduction.\nSo it is not surprising that what you usually read in news reports and see in advertisements are changes in relative risk rather than the more critical number, the absolute risk. The relative risk tends to be the larger and more persuasive number. For the person or advertiser trying to make a dramatic point, most people find it easier to relate to one number (20% risk reduction for medication A) rather than keeping track of the initial risk and how it changes with treatment (5% to 4% for medication B). However, the simplicity of relative risk comes at the cost of incomplete and potentially misleading information. Without knowing where you started, a relative risk reduction of 20% can be nearly meaningless.\nConsider one of the most commonly prescribed medications in the world: the birth control pill. For nonsmoking women aged 25 to 29, the risk of death attributed to side effects of the pill is estimated at about 1 in 100,000 and doubles for women who are 30 to 34. If a 33-year-old woman were told she has twice the risk of dying from a birth control pill than a woman under 30, she might incorrectly interpret this as high risk. In fact, even though her risk is slightly higher than for younger women (by 0.001%), she is actually at a very low risk of dying, even lower than the estimated risk of death related to childbirth (10 to 25 per 100,000, also rising with age).\nThere are, of course, other ways to express risk that shape how it is perceived. Reports of new cases of prostate cancer diagnosed \"every three minutes\" or the lifetime risk of breast cancer being one in nine, are not very helpful in understanding your own particular risk. Estimating your individual risk by considering factors known to affect it (for example, smoking, which dramatically increases the risk of lung cancer) is a better way to express risk. The generally quoted figure for the risk of getting struck by lightning is 1 in 600,000, but it's much greater if you are holding a metal rod (for instance, a golf club) on a hill during a thunderstorm.\nRisk tends to be better understood when broken down by a finite length of time, such as five or 10 years, rather than over one's entire life. Reports of lifetime risk may also include disease that has no bearing on one's overall health, such as a slow-growing prostate tumor that never affects health or longevity (a common scenario among elderly men).\nBack to top\nThe Bottom Line\nIt is important to acknowledge that risk is easy to misunderstand even with accurate and unbiased information. Cynics say statistics can be used to argue any position, and there is some truth to that. But there are some simple measures you can take to get a better handle on risk:\n- Acknowledge that risk is a fact of life and often cannot be avoided entirely. In fact, most decisions one makes about how to prevent or treat disease depend on balancing the risks and benefits of the treatment options.\n- Look for reports that put the risk in context. One way is to compare one risk to another, more familiar risk. For example, the risk of contracting a rare disease could be compared with being struck by lightning, while a more common condition could be compared with the risk of injury or death in a car accident.\n- Ask yourself if the source is objective and seeks only to inform you, or whether there is another goal in mind. Sometimes it's easy: If the source is an advertiser trying to sell you something, the information is more likely to be biased.\n- Beware of reports that use lifetime risk or ones that convert the number of cases per year to cases per day or hour. Even if they are technically accurate, they are probably overemphasizing the point.\nWhat matters most is the absolute rather than the relative risk. In my initial example of the drug with a 20% relative risk reduction with no serious side effects in 98% of users, two fewer people out of every 10,000 would get the disease, but 200 would experience a deadly side effect clearly an example of a treatment that is worse than the disease. But it's also an example of how misleading descriptions of risk can be.\nBack to top\nRobert H. Shmerling, M.D. is associate physician at Beth Israel Deaconess Medical Center and associate professor at Harvard Medical School. He has been a practicing rheumatologist for over 20 years at Beth Israel Deaconess Medical Center. He is an active teacher in the Internal Medicine Residency Program, serving as the Robinson Firm Chief. He is also a teacher in the Rheumatology Fellowship Program.", "id": "<urn:uuid:b2acee5e-9187-49d6-8f94-3b986893c9ad>", "dump": "CC-MAIN-2013-20", "url": "http://www.intelihealth.com/IH/ihtIH/c/35320/35328/370885.html?d=dmtHMSContent", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9631944298744202, "token_count": 1958, "score": 2.84375, "int_score": 3}
{"text": "Only 1% of all cancer cases in the U.S. are cancers of the testicle. But it is the most common form of cancer in young men. In 2012, it is estimated that there will be 8,600 new cases of testicular cancer, and that 360 men will die from this disease.\nThere are several risk factors for testicular cancer:\n- Most cases happen in young men, typically 15-40 years of age. But older men may also develop the disease.\n- Failure of one or both testicles to descend from within the body before birth (known as cryptorchidism). This raises the risk of cancer approximately ten-fold.\n- If there is cancer in one testicle, the risk for cancer in the other testicle goes up.\n- When a first-degree family member (father, brother or son) has been affected.\n- Having Klinefelters syndrome (a congenital abnormality of chromosomes).\nBut in the majority of cases, there arent any risk factors present. And there is no evidence that injuring the testicle or getting a sexually transmitted disease (other than HIV) increases the risk of cancer.\nIf its detected early, testicular cancer responds exceptionally well to treatment. The survival rate for early-stage tumors is over 95%. Treatment is less effective if the diagnosis is delayed.\nYou should see your doctor right away if:\n- You have pain in your testicle\n- You notice new lumps\n- Any of your testicles gets bigger\nSome doctors recommend that young men do regular testicle self-exams. But there is no proof that self-exam leads to earlier diagnosis and better outcomes.", "id": "<urn:uuid:c625a662-e347-4e0b-81b4-bfc61785e8f4>", "dump": "CC-MAIN-2013-20", "url": "http://www.intelihealth.com/IH/ihtIH/EMIHC267/8096/8122/1430160.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9365845322608948, "token_count": 346, "score": 3.328125, "int_score": 3}
