{"text": "SCIENCE announced that it is taking viewers further inside NASA's latest mission to Mars with the exclusive world premiere of i.am.mars: REACH FOR THE STARS tonight, September 19, 2012, at 10 PM ET/PT. The special documents the artistic and technical process behind \"Reach for the Stars,\" will.i.am's newest single that became the first song ever to be broadcast from another planet to Earth.\nIn what is being hailed as \"the most complex Mars mission to date,\" NASA's Curiosity spacecraft successfully landed on the red planet on August 6, 2012. Since then the Curiosity rover has returned stunning photographs and valuable information about the Martian surface that is helping scientists determine if it has the ability to support life.\nRecently, Curiosity also returned will.i.am's new song \"Reach for the Stars\" as - for the first time in history - recorded music was broadcast from a planet to Earth. i.am.mars: REACH FOR THE STARS profiles will.i.am's passion for science and his belief in inspiring the next generation of scientists through STEM (Science, Technology, Engineering and Math) education.\ni.am.mars: REACH FOR THE STARS also gives viewers a window into his creative process, as well as the recording of the song with a full children's choir and orchestra. In addition, viewers also go inside the engineering challenges NASA faced in uploading the song to Curiosity, and the hard work required to make the historic 700 million mile interplanetary broadcast a reality.\n\"Between MARS LANDING 2012: THE NEW SEARCH FOR LIFE and i.am.mars: REACH FOR THE STARS, SCIENCE is consumed with the bold exploration of the red planet,\" said Debbie Myers, general manager and executive vice president of SCIENCE. \"We hope our viewers are as inspired as we are by the creativity, imagination and daring of both will.i.am and NASA.\"\ni.am.mars will be distributed to schools nationwide through Discovery Education's digital streaming services. SCIENCE and Discovery Education will also work with Affiliates to promote i.am.mars' educational resources for use in schools and with community organizations, brining the magic of Mars to life.", "id": "<urn:uuid:cc8f8d73-112d-4456-ae20-1bdc4072b3b4>", "dump": "CC-MAIN-2013-20", "url": "http://tv.broadwayworld.com/article/william-Featured-in-Sciences-iammars-REACH-FOR-THE-STARS-919-20120918", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.950738787651062, "token_count": 463, "score": 2.5625, "int_score": 3}
{"text": "Forecast Texas Fire Danger (TFD)\nThe Texas Fire Danger(TFD) map is produced by the National Fire Danger Rating System (NFDRS). Weather information is provided by remote, automated weather stations and then used as an input to the Weather Information Management System (WIMS). The NFDRS processor in WIMS produces a fire danger rating based on fuels, weather, and topography. Fire danger maps are produced daily. In addition, the Texas A&M Forest Service, along with the SSL, has developed a five day running average fire danger rating map.\nDaily RAWS information is derived from an experimental project - DO NOT DISTRIBUTE", "id": "<urn:uuid:a789fd8d-b873-45cf-b01d-af6eca242a5d>", "dump": "CC-MAIN-2013-20", "url": "http://twc.tamu.edu/drought/tfdforecast?date=2/29/2012&type=tfdforecast", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8875352144241333, "token_count": 136, "score": 3.015625, "int_score": 3}
{"text": "|UFDC Home||| Help ||\nThe Florida Geological Survey Digital Collection includes historic resources from the Florida Geological Survey (FGS). FGS is an Office which reports directly to the Deputy Secretary for Land & Recreation in the Florida Department of Environmental Protection. The mission of the FGS is to collect, interpret, disseminate, store and maintain geologic data, thereby contributing to the responsible use and understanding of Florida’s natural resources, and to conserve the State of Florida’s oil and gas resources and minimize environmental impacts from exploration and production operations.\nHistoric resources from the Florida Geological Survey Digital Collection includes historic FGS:\nFor a list of all publications, historic through current, see the FGS website.\nFlorida Geological Survey Fossil Collection in the Florida Museum of Natural History\nThe Florida Geological Survey fossil vertebrate collection (FGS) was started during the 1910s and was originally housed in Tallahassee. Under the direction of E. H. Sellards, Herman Gunter, and S. J. Olsen, the FGS collection was the primary source of fossil vertebrate descriptions from Florida until the early 1960s. World-renown paleontologists such as George G. Simpson, Edwin H. Colbert, and Henry F. Osborn wrote scientific papers about specimens in the FGS collection in addition to Sellards and Olsen. In 1976 the entire FGS fossil vertebrate collection was transferred to the Florida Museum of Natural History with support from a National Science Foundation grant. The UF/FGS collection is composed of about 22,000 specimens assigned to about 10,000 catalogue numbers, and almost all of them were collected in Florida. The majority of specimens in the UF/FGS collection are mammals, followed by reptiles, birds, and a relatively small number of amphibians and fish. Although there are some sites that are unique to the UF/FGS collection, many of the sites overlap with holdings in the main UF and UF/PB collections. The major strengths of the UF/FGS collection are historically important samples from the early Miocene Thomas Farm locality, the middle Miocene and early Pliocene deposits of the Bone Valley Region, Polk County, and from the late Pleistocene Vero locality, Indian River County. Researchers using the UF/FGS database should be aware that when the catalogue data for the FGS collection was first transferred from the original file cards to a computerized database in the late 1980s, relatively little effort was made to correct or improve entries. The nature of specimen was not indicated on many of the cards, locality information was sometimes vague, and many employed taxonomic names that are no longer in use. While some corrections have subsequently been made to this database, limitations of time and resources have prevented an exhaustive clean-up. Also, when Sellards left Florida for Texas in the 1920s, he transferred some, but not all, of the holotypes in the FGS collection that he had named to the USNM collection, Smithsonian Institution, Washington, D.C.\nUnited States Geological Survey\nWater Management Districts of Florida\nFor information about the Florida Geological Survey:\nDr. Jon Arthur\nFlorida Geological Survey\n903 West Tennessee Street\nTallahassee, FL 32304-7000\nPhone: (850) 488-4191 Fax: (850) 488-8086\nAcknowledging or Crediting the Florida Geological Survey As Creative Entity or Information Source\nThe Florida Geological Survey is providing many of its publications (State documents) for the purpose of digitization and Internet distribution. If you cite or use portions of these electronic documents, which the Florida Geological Survey (an office of the Florida Department of Environmental Protection) is making available to the public with the kind assistance of the University of Florida’s Digital Library Center, we ask that you acknowledge or credit the Florida Geological Survey as the information source:\ni.e. “Courtesy of the Florida Department of Environmental Protection’s Florida Geological Survey”\nFurther, since Florida Geological Survey publications were developed using public funds, no proprietary rights may be attached to FGS publications wholly or in part, nor may FGS publications be sold to the U.S. Government or the Florida State Government as part of any procurement of products or services. Our publications are disseminated to citizens “as is\" for general public information purposes; many of them reflect the state of knowledge at the time of their publication and they may or may not have been updated by more recent publications. Our electronic documents should not be altered or manipulated (largely or in part) and then republished or reposted on websites for commercial resale.\nFGS Publications Committee", "id": "<urn:uuid:c55bd2af-b611-49c7-a047-f008d4bbc8b3>", "dump": "CC-MAIN-2013-20", "url": "http://ufdcweb1.uflib.ufl.edu/fgs", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9249485731124878, "token_count": 962, "score": 2.890625, "int_score": 3}
{"text": "Welcome to Jane Addams Hull-House museum\nThe Jane Addams Hull-House Museum serves as a dynamic memorial to social reformer Jane Addams, the first American woman to receive the Nobel Peace Prize, and her colleagues whose work changed the lives of their immigrant neighbors as well as national and international public policy. The Museum preserves and develops the original Hull-House site for the interpretation and continuation of the historic settlement house vision, linking research, education, and social engagement\nThe Museum is located in two of the original settlement house buildings- the Hull Home, a National Historic Landmark, and the Residents' Dining Hall, a beautiful Arts and Crafts building that has welcomed some of the world's most important thinkers, artists and activists.\nThe Museum and its many vibrant programs make connections between the work of Hull-House residents and important contemporary social issues.\nFounded in 1889 as a social settlement, Hull-House played a vital role in redefining American democracy in the modern age. Addams and the residents of Hull-House helped pass critical legislation and influenced public policy on public health and education, free speech, fair labor practices, immigrants’ rights, recreation and public space, arts, and philanthropy. Hull-House has long been a center of Chicago’s political and cultural life, establishing Chicago’s first public playground and public art gallery, helping to desegregate the Chicago Public Schools, and influencing philanthropy and culture.", "id": "<urn:uuid:f01a8af6-2422-47f6-a2f8-477c864a7d08>", "dump": "CC-MAIN-2013-20", "url": "http://uic.edu/jaddams/hull/_museum/visitors.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9451056718826294, "token_count": 294, "score": 3.078125, "int_score": 3}
{"text": "- Historic Sites\nGeorge C. Marshall Museum\nThe museum dedicated to the life of General George C. Marshall also houses many of his papers in the research library.\nThis museum profiles one of the 20th century's greatest military and diplomatic leaders through exhibits related to the Marshall Era (1880-1960). Marshall led the Allied military through World War II and organized the European Recovery Program (Marshall Plan), which rebuilt Europe when the war was over. The general's papers are housed in the research library.", "id": "<urn:uuid:27cdbc2c-b70f-4a92-bc8b-4a053bc38ed6>", "dump": "CC-MAIN-2013-20", "url": "http://www.americanheritage.com/content/george-c-marshall-museum", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.933735728263855, "token_count": 102, "score": 2.65625, "int_score": 3}
{"text": "(Redirected from George C. Marshall\nGeorge Catlett Marshall (December 31, 1880–October 16, 1959), was an American military leader and statesman best remembered for his leadership in the Allied victory in World War II and for his work establishing the post-war reconstruction effort for Europe, which became known as the Marshall Plan.\nMarshall was born into a middle-class family in Uniontown, Pennsylvania. While attending Virginia Military Institute he was initiated into the now dormant Beta('01) chapter of Kappa Alpha Order .\nIn 1948, he was awarded the Distiguished Achievement Award for his role and contributions during and after WWII.\nMarshall was instrumental in getting the U.S. Army and Army Air Corps reorganized and ready for war. Marshall wrote the document that would become the central strategy for all Allied operations in Europe, selected Dwight Eisenhower as Supreme Commander in Europe, and designed Operation Overlord, the invasion of Normandy. Throughout the remainder of the World War II, Marshall coordinated all Allied operations in Europe and the Pacific. He was characterized as the organizer of Allied victory by Winston Churchill. Time Magazine named Marshall Man of the Year in 1944.\nAfter WW II he was sent to China to negotiate a truce and build a coalition government between the Nationalists and Communists fighting the Chinese Civil War. His efforts failed and he was recalled in January 1947.\nMarshall 'retired' in November 1945 and was named Secretary of State in 1947. As such, on June 5, 1947 at a speech at Harvard University, he outlined the U.S. government's preparedness to contribute to European recovery. The European Recovery Plan, which became known as the Marshall Plan, helped Europe quickly rebuild and earned Marshall the honor of being named TIME's Man of the Year in 1948 and awarded the Nobel Peace Prize in 1953. In 1949 he resigned from the State Department and was named president of the American National Red Cross. He was named Secretary of Defense in 1950, but retired from politics for good in 1951 after Senator Joseph McCarthy implied he was a traitor and denounced him for making decisions that \"aided the Communist drive for world domination\". Marshall died on October 16, 1959.\nHe married Elizabeth Carter Cole of Lexington, Virginia in 1902. She died in 1927. 1930 he married Katherine Boyce Tupper Brown.\nAfter graduating from the Virginia Military Institute in 1901, he entered the U.S. Army, where he was to have a long and distinguished career. Until World War I, he was posted to various positions in the US and the Philippines, and was trained in modern warfare. During the War he had roles as a planner of both training and operations. Between WWI and WWII, he was a key planner and writer in the War Department, spent three years in China, and taught at the Army War College.\nHe went to France in the summer of 1917 as the director of training and planning for the 1st Infantry Division. In mid-1918, he was promoted to American Expeditionary Forces headquarters, where he was a key planner of American operations. He was instrumental in the design and coordination of the Meuse-Argonne offensive, which forced Germany to sue for peace.\nIn 1919 he became an aide-de-camp to General John J. Pershing. Between 1920 and 1924, while Pershing was Army Chief of Staff, Marshall worked in a number of positions in the US Army, focusing on training and teaching modern, mechanised warfare.\nHe was promoted to Brigadier General in October 1936. In 1939 he was selected by Franklin D. Roosevelt to be Army Chief of Staff, a position he held until 1945.\nDates of rank\n- Second Lieutenant, United States Army: February 2, 1902\n- First Lieutenant, United States Army: March 7, 1907\n- Captain, United States Army: July 1, 1916\n- Major, National Army: August 5, 1917\n- Lieutenant Colonel, National Army: January 5, 1918\n- Colonel, National Army: August 27, 1918\n- Major, Regular Army (reverted to permanent rank): July 1, 1920\n- Lieutenant Colonel, Regular Army: August 21, 1923\n- Colonel, Regular Army: September 1, 1933\n- Brigadier General, Regular Army: October 1, 1936\n- Major General, Regular Army: September 1, 1939\n- General, Regular Army, for service as Army Chief of Staff: September 1, 1939\n- General of the Army, Army of the United States: December 16, 1944\n- General of the Army rank made permanent in the Regular Army: April 11, 1946\nNotes about components:\n- United States Army: Regular U.S. Armed Forces prior to World War I\n- National Army: Combined conscript and regular United States forces during World War I\n- Regular Army: Regular volunteer forces after 1930. Considered \"career\" professionals\n- Army of the United States: Combined draft and regular forces of World War II.\nAwards and decorations\n\"We are determined that before the sun sets on this terrible struggle, Our Flag will be recognized throughout the World as a symbol of Freedom on the one hand and of overwhelming force on the other.\" -- George Marshall (May 29, 1942, Larry I. Bland and Sharon Ritenour Stevens, ed. The Papers of George Catlett Marshall, Vol 3 pp. 212-14.) \n\"I couldn't sleep nights, George, if you were out of Washington.\" -President Roosevelt, reported by Henry Stimson, 1943\n“...what a joy it must be to [Marshall] to see how the armies he called into being by his own genius have won immortal renown. He is the true 'organizer of victory.’” Winston Churchill, 1945\n\"A man devoted to the daily study of war on several continents with all the ardour of a certified public accountant.\" - Alistair Cooke, 1959\n\"Hitherto I had thought of Marshall as a rugged soldier and a magnificent organizer and builder of armies - the American Carnot. But now I saw that he was a statesman with a penetrating and commanding view of the whole scene.\" - Winston Churchill\n|- style=\"text-align: center;\"\n| width=\"30%\" |Preceded by:\nLouis A. Johnson\n| width=\"40%\" style=\"text-align: center;\" |United States Secretary of Defense\n| width=\"30%\" |Succeeded by:\nRobert A. Lovett", "id": "<urn:uuid:c087f88c-2132-484b-93d8-037376115615>", "dump": "CC-MAIN-2013-20", "url": "http://www.biologydaily.com/biology/George_C._Marshall", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9699973464012146, "token_count": 1326, "score": 3.0, "int_score": 3}
{"text": "On August 9, 2011, the Canadian Ice Service (CIS) reported that the Petermann Ice Island-A (PII-A) appeared to be grounded off the east coast of Newfoundland, east of the city of St. Anthony.\nThe Moderate Resolution Imaging Spectroradiometer (MODIS) on NASA’s Terra satellite captured this natural-color image of the ice island and its surroundings on August 14, 2011. Clouds hide much of the region, and white lines delineate coasts and borders.\nPII-A appears as an irregularly shaped white body east of St. Anthony. What look like small fragments of ice appear immediately west and north of the ice island. The CIS had reported for weeks that the ice island was losing mass due to melting and calving, so a continued loss of ice is consistent with CIS reports.\nPII-A is a remnant of a much larger ice island that calved off the Petermann Glacier in northwestern Greenland on August 5, 2010. Over the course of the following year, that ice island fragmented into smaller pieces, which continued drifting. Other fragments of the original ice island were in Baffin Bay and Lancaster Sound as of August 9, according to the CIS.\n- Canadian Ice Service (2011, August 9). Petermann Ice Island Updates. Accessed August 15, 2011.", "id": "<urn:uuid:c058ae56-08dd-48a3-bf10-e5d80e3b6477>", "dump": "CC-MAIN-2013-20", "url": "http://visibleearth.nasa.gov/view.php?id=51737", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9577880501747131, "token_count": 275, "score": 2.90625, "int_score": 3}
{"text": "TAKING EVERY PRECAUTION\nJapan Takes Measures to Prevent SARS (June 9, 2003)\nAs severe acute respiratory syndrome (SARS), a new type\nof pneumonia, rages in wide areas of Asia and other places, the Japanese government\nhas been busy taking measures to prevent an outbreak from occurring in Japan.\nThe government has urged people to take caution in traveling to affected areas,\nand it has been making every effort to prevent SARS from entering Japan. In addition,\nwork is progressing on a system in which medical institutions, national and local\ngovernments, and corporations will act together to prevent the spread of SARS\nin the event of an outbreak in Japan. As a result of these efforts, as of June\n9, there have been no confirmed or probable cases of SARS in Japan.\n|Medical staff practice using an isolator. (Jiji)\nPlans Already Developed for Dealing with Patients\nOn May 1 the government brought the heads of the relevant ministries and agencies\ntogether for a first-ever meeting devoted to SARS in order to decide what measures\nshould be taken in the event that someone in Japan is found to be infected with\nthe virus. The group decided to call on people returning from China to stay at\nhome for 10 days, which is believed to be the incubation period for the disease.\nTaking this into consideration, the\nMinistry of Health, Labor, and Welfare made plans for taking action in the\nevent of an outbreak. It decided to give local governments the authority to direct\npeople believed likely to be infected, or \"probable patients,\" to hospitalize\nthemselves. In the event that a patient refuses, the local governments are empowered\nto forcibly hospitalize the person.\nLocal governments are readying themselves to accept patients. According to a survey\nconducted by the Nihon Keizai Shimbun in early May,\nall of the nation's 47 prefectures had already completed action plans spelling\nout what measures would be taken in the event of an outbreak. In addition, some\n250 medical institutions around the country have made such preparations as setting\nup \"negative air-pressure rooms\" to prevent the virus from spreading\nwithin the hospital or to the outside. Local governments in such places as Kitakyushu\nCity, Hokkaido, and Mie Prefecture\nhave been purchasing capsules called isolators to be used when suspected SARS\npatients are moved, and they have conducted drills on how to use them with volunteers\nplaying the role of patients.\nIn May a foreign traveler who had been to Japan was found to be infected with\nSARS. When this was discovered, the government and local authorities quickly implemented\nemergency measures, as a result of which no secondary infections occurred. According\nto a survey conducted by the Asahi Shimbun, 28 local\ngovernments out of the 47 prefectures and 13 major cities in Japan, nearly half\nthe total, were rethinking their plans to cope with a potential SARS outbreak\nin light of this news. Fukushima Prefecture decided to check whether visitors\nfrom abroad have come from an area to which the World\nHealth Organization recommends postponing travel. It will also make use of\nthe local hotels association to determine the previous whereabouts of such guests.\nKagawa Prefecture, meanwhile, which had previously only planned for people who\nhad come in close contact with SARS patients, defined as having been within 2\nmeters, has created an action plan for checking on people who have had even a\nlow possibility of coming in contact with a carrier.\nPublic and Private Sectors Taking Action\nThe Japanese government is stepping up its efforts to take rapid, nationwide measures\nto prevent SARS infection. The Ministry of Health, Labor, and Welfare has accelerated\nrevision of the Infectious Disease Law, for example. And while local governments\nare the first line of defense in tracking the path of infection and following\nup on people who may have been exposed, the national government will become directly\ninvolved in the event that infection spreads outside of a local area. Japan is\nalso actively engaged in international cooperation aimed at preventing the spread\nThe private sector has also been taking action to prevent\nthe spread of SARS and to reassure travelers. West\nJapan Railway Co. (JR West) has set up a SARS-response headquarters and is\nconsidering disinfecting affected carriages in the event that an infected person\nis found to have been onboard a certain train at a certain time. The company also\ndecided to publicly release information on the time and route traveled by any\nSARS patients. Orient Ferry, which runs a ferry route from Shimonoseki to China's\nQingdao, has since late April requested that all passengers and crew fill out\nhealth questionnaires, and the company has trained staff for what to do in the\nevent that a passenger falls ill with SARS while onboard. The terminal in Qingdao,\nthe shuttle bus, and the inside of the ship are all disinfected every day.\nMeanwhile, some companies have taken the step of postponing scheduled business\ntrips to affected areas, and, in response to requests by the government, airlines\nand ship operators whose vessels operate in Japan are distributing health questionnaires\nto their staff and passengers.\nJapan has avoided SARS so far, and there is every reason to be confident that\nthe country will remain free of the disease. Even if an outbreak did occur, the\nconcerted efforts of local and national governments and private enterprises to\nprepare for such an eventuality suggest that it would be handled quickly and efficiently.\nNote: The government's \"Measures upon Entry/Return to Japan\" for travelers\nheading to Japan can be found here. (http://www.mofa.go.jp/policy/health_c/sars/measure0521.html)\nRelated Web Sites\nthe Ministry of Health, Labor, and Welfare\nWorld Health Organization\nWest Japan Railway Co. (JR West)\nCopyright (c) 2004 Web Japan. Edited by Japan Echo Inc. based on domestic Japanese news sources. Articles presented here are offered for reference purposes and do not necessarily represent the policy or views of the Japanese Government.\n(November 19, 2002)\nGIVE BLOOD AND ENJOY\n(September 25, 2002)", "id": "<urn:uuid:b366d573-5d03-4927-bd6a-353a5c4ca06f>", "dump": "CC-MAIN-2013-20", "url": "http://web-japan.org/trends/lifestyle/lif030609.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9509302377700806, "token_count": 1318, "score": 2.96875, "int_score": 3}
{"text": "Multistate Outbreak of Human Salmonella Chester Infections (Final Update)\nPosted September 9, 2010\nThis outbreak appears to be over. However, Salmonella is an important cause of human illness in the United States. More information about Salmonella, and steps people can take to reduce their risk of infection, can be found on the CDC Salmonella Web Page.\nPersons Infected with the Outbreak Strain of Salmonella Chester, United States, by State\nInfections with the Outbreak Strain of Salmonella Chester, by Week of Illness Onset\nCDC collaborated with public health officials in many states, the U.S. Department of Agriculture's Food Safety and Inspection Service (USDA/FSIS), and the U.S. Food and Drug Administration (FDA) to investigate a multistate outbreak of Salmonella serotype Chester infections. Investigators used DNA analysis of Salmonella bacteria obtained through diagnostic testing to identify cases of illness that were part of this outbreak.\nAs of 9:00 AM EDT on August 27, 2010, a total of 44 individuals infected with a matching strain of Salmonella Chester have been reported from 18 states since April 11, 2010. The number of ill people identified in each state with this strain is as follows: AK (1), CA (5), CO (2), GA (8), IL (1), KY (1), MA (2), MN (2), MO (1), NC (1), OK (1), OR (2), SC (2), TN (1), TX (3), UT (3), VA (4), and WA (4). Among those for whom information is available about when symptoms started, illnesses began between April 4, 2010 and June 16, 2010. Case-patients ranged in age from <1 to 88 years old, and the median age was 36 years. Fifty-four percent of patients were female. Among the 43 patients with available hospitalization information, 16 (37%) were hospitalized. No deaths were reported.\nThe outbreak can be visually described with a chart showing the number of people who became ill each day. This chart is called an epidemic curve or epi curve. For more details, please see the Salmonella Outbreak Investigations: Timeline for Reporting Cases.\nInvestigation of the Outbreak\nA widely distributed contaminated food product might cause illnesses across the United States. The identity of the contaminated product often is not readily apparent. In outbreaks like this one, identification of the contaminated product requires conducting detailed standardized interviews with persons who were ill. It may also require conducting interviews with non-ill members of the public (\"controls\") to get information about foods recently eaten and other exposures to compare with information from the ill persons. The investigation is often supplemented by laboratory testing of suspected products.\nCollaborative investigative efforts of officials in many local, state, and federal public health, agriculture, and regulatory agencies linked this outbreak to Marie Callender’s Cheesy Chicken & Rice single-serve frozen entrées. During June 14-18, 2010, CDC and public health officials in multiple states conducted an epidemiologic study by comparing foods eaten by 19 ill and 22 well persons. Analysis of this study suggested that eating a Marie Callender's frozen meal was a source of illness. Ill persons (89%) were significantly more likely than well persons (14%) to report eating a frozen meal. All ill persons (100%) who ate frozen meals reported eating a Marie Callender's frozen meal. None of the well persons who ate a frozen meal reported eating a Marie Callender's frozen meal. There was insufficient data from this study to implicate a specific frozen meal type. However, many of the ill persons reported eating a Marie Callender's Cheesy Chicken & Rice frozen entrée in the week before becoming ill. Additionally, two unopened packages of Marie Callender’s Cheesy Chicken & Rice single-serve frozen entrées collected from two patients’ homes (one collected in Minnesota on June 18, and one in Tennessee on July 19) yielded Salmonella Chester isolates with a genetic fingerprint indistinguishable from the outbreak pattern.\nOn June 17, 2010, ConAgra Foods announced a precautionary recall of Marie Callender's Cheesy Chicken & Rice single-serve frozen entrées after being informed by the CDC of a possible association between this product and the outbreak of Salmonella Chester infections.\nOn June 17, 2010, USDA's FSIS announced ConAgra's recall.\nView recalled food package [PDF - 6 pages] posted by FSIS.\nClinical Features/Signs and Symptoms\nMost people infected with Salmonella develop diarrhea, fever, and abdominal cramps 12–72 hours after infection. Infection is usually diagnosed by culture of a stool sample. The illness usually lasts 4 to 7 days. Although most people recover without treatment, severe infections can occur. Infants, elderly people, and those with weakened immune systems are more likely than others to develop severe illness. When severe infection occurs, Salmonella may spread from the intestines to the bloodstream and then to other body sites and can cause death unless the person is treated promptly with antibiotics.\nMore general information about Salmonella can be found here under Salmonella FAQs.\nAdvice to Consumers\n- Salmonella is sometimes present in raw foods (e.g., chicken, produce, and spices) which can be used as ingredients in not-ready-to-eat frozen dinners.\n- Consumers should follow the instructions on the package label of the frozen dinner. Conventional ovens are better at cooking foods thoroughly. Microwave ovens vary in strength and tend to cook foods unevenly.\n- If you choose to cook the frozen dinner using a microwave, be sure to:\n- Cook the food for the time specified for your microwave's wattage.\n- Let the food \"stand\" for the stated time, so cooking can continue.\n- Use a food thermometer to make sure that it is fully cooked to an internal temperature of 165 degrees Fahrenheit.\n- Individuals who think they might have become ill from eating a Marie Callender's frozen dinner should consult their health care providers.\n- Consumers who have Marie Callender's Cheesy Chicken & Rice single-serve frozen entrées in their freezer should discard them or return them to their retailer for a refund.\n- Consumers are urged to read and follow the preparation instructions on the label of all frozen entrees. If the package says “Do Not Microwave,” consumers should follow that instruction and use a conventional oven. Consumers should use a food thermometer to make sure the entrees reach at least 165 degrees Fahrenheit.\n- General Information: Salmonella\n- Description of the Steps In a Foodborne Outbreak Investigation\n- CDC's Role During a Multi-State Foodborne Outbreak Investigation\n- Two Minnesota cases of Salmonella infection linked to national recall of frozen meals\n- Cooking Safely in the Microwave Oven\nCDC's Role in Food Safety\nAs an agency within the U.S. Department of Health and Human Services (HHS), CDC leads federal efforts to gather data on foodborne illnesses, investigate foodborne illnesses and outbreaks, and monitor the effectiveness of prevention and control efforts. CDC is not a food safety regulatory agency but works closely with the food safety regulatory agencies, in particular with HHS's U.S. Food and Drug Administration (FDA) and the Food Safety and Inspection Service within the U.S. Department of Agriculture (USDA). CDC also plays a key role in building state and local health department epidemiology, laboratory, and environmental health capacity to support foodborne disease surveillance and outbreak response. Notably, CDC data can be used to help document the effectiveness of regulatory interventions.", "id": "<urn:uuid:e80979e4-dc90-433e-87c7-2ff9f0083129>", "dump": "CC-MAIN-2013-20", "url": "http://www.cdc.gov/salmonella/chester/index.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9372903108596802, "token_count": 1598, "score": 2.65625, "int_score": 3}
{"text": "H5N1 in cats\n8 March 2006\nAt the end of February 2006 highly pathogenic avian influenza (HPAI), caused by the H5N1 virus was detected in a domestic cat found dead on the northern island of Ruegen, Germany. Since mid-February, over 100 birds have died on this island and tests confirmed H5N1 infection. Also in Asia, cats and other felidae have been occasionally found to be infected with H5N1 since the start of the poultry epidemic in 2003. Experimental studies have shown that the domestic cat can become infected with the virus and that cat to cat transmission is possible in principle. The virus causes respiratory disease which can lead to death in all cat species. Serological studies in several Asian countries suggest that dogs may also contract the H5N1 infection. Countries in Europe have advised owners of pets living near H5N1 wild bird foci to keep cats indoors and dogs on a leash when taken for a walk.\nThese recent events lead to many questions by the public and pet owners to which the veterinary profession has to respond. In addition, there may be exposure of pet owners and veterinarians. For example, when animals infected with H5N1 (eg birds, dogs and cats) are brought to the veterinary clinic. Important are also the contribution veterinary practitioners can make in the surveillance of the disease for the presence of the H5N1 infection.\nThis section provides information for the general public and professionals about the risk of cats contracting H5N1 virus and the role of cats in the spread of avian influenza H5N1.\nDuring a H5N1 outbreak in poultry in 1997 in Hong Kong, the first clinical human cases of this sub-type were reported with several fatalities. From the end of 2003 to date (March 2006) 173 people have been confirmed infected with the H5N1 virus of which 93 have died. Except for 1 case, human-to-human transmission has probably not occurred. Although H5N1 is relatively common to wild birds and poultry, humans and other mammals are also at risk of HPAI infection. Highly pathogenic avian influenza in poultry is of growing concern due to the current geographic extent comprising Asia, Africa and Europe showing potential for pandemic spread. The virus is highly contagious and already over 200 million domestic birds have either been culled or died of the disease. Table 1 shows the timeline for avian influenza in cats and other felidae.\n|Timeline of (H5N1) avian influenza in cats and other felidae (and civets)\n|1970s & 1980s\n||Research revealed that infection of domestic cats with influenza A subtypes H3N2 from humans, H7N3 from a turkey, and H7N7 from a harbor seal (Phoc vitulina) produces transient virus excretion and a temporary increase in body temperature but did not induce any other clinical signs of disease.\n||Two leopards and two tigers died at a zoo in Thailand after feeding on chicken carcasses. Investigation confirmed H5N1 in tissue samples from all 4 animals. This was the first report of influenza causing disease and death in big cats.\n||Research shows that domestic cats experimentally\ninfected with H5N1 develop severe disease and can spread\ninfection to other cats.\n||A H5N1 outbreak in zoo tigers in Thailand reportedly\nfed on chicken carcasses. Eventually, 147 out of the\npopulation of 441 tigers died or had to euthanized for\nanimal welfare reasons.\n||Tests on three civets that died late June 2005 in\nViet Nam revealed H5N1, marking the first infection\nof this species with the virus. These endangered Owston’s\npalm civets were raised in captivity; source of infection\nis still unknown.\nOctober 05 February 06\n||FAO field veterinarians report unusual high cat mortality\nin Iraq and Indonesia in the vicinity of H5N1 outbreaks\n28 February 2006\n||H5N1 confirmed in a cat on the Baltic Sea island\nof Ruegen (Germany). Over 100 wild birds had been found\ndead on the island during previous weeks.\nRole of cats in virus transmission\nResearch has shown that domestic cats may die from H5N1 virus. Also horizontal transmission has been proven. However, it is unlikely that cats play a role in the natural transmission cycle of H5N1 viruses. Cat infections occasionally occur in association with H5N1 outbreaks in domestic or wild birds, e.g. when cats feed on infected birds. Experimental/infected cats shed the virus via the respiratory and intestinal tract, and may therefore transmit the virus to other cats. Naturally infected cats are thus in theory, able to spread the virus.\nIn areas where H5N1 Infected wild birds are reported it can not be excluded that cats become infected. Although most wild birds infected are waterfowl, not normally the species cats interact with, H5N1 is potentially infectious to numerous other bird species and it can not be ruled out that passerines or pigeons which do interact with cats get infected.\nIn areas where poultry is infected with H5N1 there is a risk that cats become infected with H5N1 through contact with infected poultry or their faeces. Anecdotal reports support the notion that contact with infected poultry (faeces and eating infected carcasses) forms a source of infection for cats. Cats probably have little or no contribution to the spread of the disease because the number of infected poultry is much higher than the number of infected cats; poultry shed much more virus than cats. Nevertheless, cats may play a role in the spread of the virus to other animals. Report to the local veterinary authority any evidence of significant animal mortality both wild and domestic.\nTheoretically there is a possibility that cats transmit infection to humans. However, given the risk that cats become infected with HPAI is low, the risk to human infection is therefore limited.\nThe role of stray cats\nDue to their greater mobility, stray cats could spread the disease into new areas. If infected, stray cats may become a source of contamination to poultry and mammals, including humans.\nThe role of other mammals\nThe ability of catching the H5N1 virus is not restricted to cats. Reports show infection in tigers, leopards and civets. Also dogs and pigs may become infected with the virus. Given the broad host spectrum of the H5N1virus, the possibility that also other wild or domesticated mammals including seals, mustelidae or furbearing animals, become infected by contacting infected animals is present. All carnivores could become infected through eating infected poultry or infected wild birds.\nAreas where H5N1 HPAI has been diagnosed or is suspected in poultry or wild birds:\n- Report to the local veterinary authority any evidence of significant bird mortality both wild and domestic.\n- Be especially vigilant for any dead or sick cats and report such findings to the local veterinarian.\n- Make sure contact between cats and wild birds or poultry (or their faeces) is avoided and/or keep cats inside.\n- If cats bring a sick or dead bird inside the house, put on plastic gloves and dispense of the bird in plastic bags for collection by local veterinary animal handlers.\n- Keep stray cats outside the house and avoid contact with them.\n- If cats show breathing problems or nasal discharge, a veterinarian should be consulted.\n- Do not touch or handle any sick-looking or dead cat (or other animal) and report to the authorities.\n- Wash hands with water and soap regularly and especially after handling animals and cleaning their litter boxes or coming in contact with faeces or saliva.\n- Dogs can only be taken outside the premises if kept restraint.\n- Do not feed any water birds.\n- Disinfect (e.g. with bleach 2-3 %) cages or other hardware in which sick animals have been transported or been in contact.\n- Wash animal blankets with soap or any other commercial detergent.", "id": "<urn:uuid:06c69d70-74bb-44ae-8b88-d574a02ebd03>", "dump": "CC-MAIN-2013-20", "url": "http://www.fao.org/avianflu/en/wildlife/wild_animals.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9348472356796265, "token_count": 1671, "score": 2.890625, "int_score": 3}
{"text": "Archaeological Site of Rehman Dheri\nDepartment of Archaeology and Museums\nProperty names are listed in the language in which they have been submitted by the State Party.\nThe archaeological site of Rehman Dheri consists of a rectangular shaped mound covering some twenty two hectares and standing 4.5 metres above the surrounding field. The final occupational phase of the site is clearly visible on the surface of the mound by eye and also through air photographs. It consisted of a large walled rectangular area with a grid iron network of streets and lanes dividing the settlement into regular blocks. Walls delineating individual buildings and street frontages are clearly visible in the early morning dew or after rain and it is also possible to identify the location of a number of small-scale industrial areas within the site marked, as they are, by eroding kilns and scatters of slag. The surface of the mound is littered with thousands of shreds and artefacts, slowly eroding out of room fills.\nThe archaeological sequence at the site of Rehman Dheri is over 4.5 metres deep, and covers a sequence of over 1,400 years beginning at c.3,300 BC. The site represents following periods:\nI c.3300-3850 BC\nII c.2850-2500 BC\nIII c.2500-1900 BC\nIt is generally accept that the settlement received its formal plan in its earliest phases and that subsequent phases replicated the plan over time. Although its excavators have cut a number of deep trenches or soundings into the lower levels, the areas exposed have been too limited to undertake a study of change in layout and the spatial distribution of craft activities. It was abandoned at the beginning of the mature Indus phase by the middle of the third millennium BC and subsequent activities, greatly reduced, are only recorded on the neighbouring archaeological mound, Hisam Dheri. The plan of the Early Harappan settlement is therefore undisturbed by later developments and, as such, represents the most exceptionally preserved example of the beginning of urbanisation in South Asia.", "id": "<urn:uuid:113e3986-b949-4542-97da-d6842557b2f6>", "dump": "CC-MAIN-2013-20", "url": "http://whc.unesco.org/pg_friendly_print.cfm?cid=326&id=1877", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.960351288318634, "token_count": 426, "score": 2.765625, "int_score": 3}
{"text": "- weak drug regulatory control and enforcement;\n- scarcity and/or erratic supply of basic medicines;\n- unregulated markets and distribution chains;\n- high drug prices and/or\n- significant price differentials.\nAt national level, governments, law enforcement agencies, heath professionals, the pharmaceutical industry, importers, distributors, and consumer organizations should adopt a shared responsibility in the fight against counterfeit drugs. Cooperation between countries, especially trading partners is very useful for combating counterfeiting. Cooperation should include the timely and appropriate exchange of information and the harmonization of measures to prevent the spread of counterfeit medicines.\nThe World Health Organization has developed and published guidelines, Guidelines for the development of measures to combat counterfeit medicines. These guidelines provide advice on measures that should be taken by the various stakeholders and interested parties to combat counterfeiting of medicines. Governments and all stakeholders are encouraged to adapt or adopt these guidelines in their fight against counterfeiting of medicines.\n- Guidelines for the development of measures to combat counterfeit medicines\n- Rapid Alert System for counterfeit medicines\nCommunication and advocacy - creating public awareness\nPatients and consumers are the primary victims of counterfeit medicines. In order to protect them from the harmful effects of counterfeit medicines it is necessary to provide them with appropriate information and education on the consequences of counterfeit medicines.\nPatients and consumers expect to get advice from national authorities, health-care providers, health professionals and others from where they should buy or get their medicines; what measures they should take in case they come across such medicines or are affected by the use of such medicines.\nMinistries of health, national medicines regulators, health professional associations, nongovernmental organizations and other stakeholders have the responsibility to participate in campaign activities targeting patients and consumers to promote awareness of the problem of counterfeit medicines. Posters, brochures, radio and television programmes are useful means for disseminating messages and advice.", "id": "<urn:uuid:3ffdac17-ada1-42bf-b987-66bc26ca97f6>", "dump": "CC-MAIN-2013-20", "url": "http://who.int/impact/activities/en/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9296919703483582, "token_count": 378, "score": 3.21875, "int_score": 3}
{"text": "Ethics of dementia research\nWhat are clinical trials and how are they controlled/governed?\nA clinical trial is a biomedical/health-related study into the effects on humans of a new medical treatment (medicine/drug, medical device, vaccine or new therapy), sometimes called an investigational medicinal product (IMP). Before a new drug is authorised and can be marketed, it must pass through several phases of development including trial phases in which its safety, efficacy, risks, optimal use and/or benefits are tested on human beings. Existing drugs must also undergo clinical testing before they can be used to treat other conditions than that for which they were originally intended.\nOrganisations conducting clinical trials in the European Union must, if they wish to obtain marketing authorisation, respect the requirements for the conduct of clinical trials. These can be found in the Clinical Trials Directive (“Directive 2001/20/EC of the European Parliament and of the Council of 4 April 2001 on the approximation of the laws, regulations and administrative provisions of the Member States relating to the implementation of good clinical practice in the conduct of clinical trials on medicinal products for human use”).\nThere are also guidelines to ensure that clinical trials are carried out in accordance with good clinical practice. These are contained in the “Commission Directive 2005/28/EC of 8 April 2005 laying down principles and detailed guidelines for good clinical practice as regards investigational medicinal products for human use, as well as the requirements for authorisation of the manufacturing or importation of such products” (also known as the Good Clinical Practice or GCP for short). This document provides more concrete guidelines and lends further support to the Clinical Trials Directive.\nThe London-based European Medicines Agency (EMA) has published additional, more specific guidelines which must also be respected. These include guidelines on inspection procedures and requirements related to quality, safety and efficacy.\nCopies of the above-mentioned documents in 22 languages can be found at: http://ec.europa.eu/enterprise/pharmaceuticals/clinicaltrials/clinicaltrials_en.htm\nThe protection of people participating in clinical trials (and in most cases in other types of research) is further promoted by provisions of:\n- the European Convention on Human Rights and Biomedicine (Oviedo Convention, Act 2619/1998),\n- the Additional protocol to the Oviedo Convention concerning Biomedical Research\n- the Nuremberg Code of 1949,\n- the revised Helsinki Declaration of the World Medical Association regarding Ethical Principles for Medical Research Involving Human Subjects,\n- The Belmont Report of 18 April 1979 on the Ethical Principles and Guidelines for the Protection of Human Subjects of Research.\nWhat are the different phases of trials?\nTesting an experimental drug or medical procedure is usually an extremely lengthy process, sometimes lasting several years. The overall procedure is divided into a series of stages (known as phases) which are described below.\nClinical testing on humans can only begin after a pre-clinical phase, involving laboratory studies (in vitro) and tests on animals, which has shown that the experimental drug is considered safe and effective.\nWhilst a certain amount of testing can be carried out by means of computer modelling and by isolating cells and tissue, it becomes necessary at some point in time to test the drug on a living creature. Animal testing is an obligatory stage in the process of obtaining regulatory approval for new drugs and medicines, and hence a legal requirement (EU Directive 2001/83/EC relating to Medicinal Products for Human Use). The necessity of carrying out prior testing on animals is also stated in the World Medical Association’s “Ethical Principles for Medical Research Involving Human Subjects.\nIn order to protect the well-being of research animals, researchers are guided by three principles which are called the 3Rs:\nReduce the number of animals used to a minimum\nRefine the way that experiments are carried out so that the effect on the animal is minimised and animal welfare is improved\nReplace animal experiments with alternative (non-animal) techniques wherever possible.\nIn addition, most countries will have official regulatory bodies which control animal research. Most animals involved in research are mice. However, no animal is sufficiently similar to humans (even genetically modified ones) to make human testing unnecessary. For this reason, the experimental drug must also be tested on humans.\nThe main phases of clinical trials\nClinical trials on humans can be divided into three main phases (literally, phase I, II and III). Each phase has specific objectives (please see below) and the number of people involved increases as the trial progresses from one phase to the next.\nPhase I trials\nPhase 1 trials are usually the first step in testing a new drug or treatment on humans after successful laboratory and animal testing. They are usually quite small scale and usually involve healthy subjects or sub-groups of patients who share a particular characteristic. The aims of these trials are:\n- to assess the safety of experimental drugs,\n- to evaluate any possible side effects,\n- to determine a safe dose range,\n- to see how the body reacts to the drug (how it is absorbed, distributed and eliminated from the body, the effects that it has on the body and the effects it has on biomarkers).\nDose ranging, sometimes called dose escalation, studies may be used as a means to determine the most appropriate dosage, but the doses administered to the subjects should only be a fraction of those which were found to cause harm to animals in the pre-clinical studies.\nThe process of determining an optimal dose in phase I involves quite a high degree of risk because this is the first time that the experimental treatment or drug has been administered to humans. Moreover, healthy people’s reactions to drugs may be different to those of the target patient group. For this reason, drugs which are considered to have a potentially high toxicity are usually tested on people from the target patient group.\nThere are a few sequential approaches to phase I trials e.g. single ascending dose studies, multiple ascending dose studies and food effect.\nIn single ascending dose studies (SAD), a small group of subjects receive a very low dose of the experimental drug and are then observed in order to see whether that dose results in side effects. For this reason, trials are usually conducted in hospital settings. If no adverse side effects are observed, a second group of subjects are given a slightly higher dose of the same drug and also monitored for side-effects. This process is repeated until a dose is reached which results in intolerable side effects. This is defined as the maximum tolerated dose (MTD).\nMultiple ascending dose studies (MAD) are designed to test the pharmacokinetics and pharmacodynamics of multiple doses of the experimental drug. A group of subjects receives multiple doses of the drug, starting at the lowest dose and working up to a pre-determined level. At various times during the period of administration of the drug, and particularly whenever the dose is increased, samples of blood and other bodily fluids are taken. These samples are analysed in order to determine how the drug is processed within the body and how well it is tolerated by the body.\nFood effect studies are investigations into the effect of food intake on the absorption of the drug into the body. This involves two groups of subjects being given the same dose of the experimental drug but for one of the groups when fasting and for the other after a meal. Alternatively, this could be done in a cross-over design whereby both groups receive the experimental drug in both conditions in sequence (e.g. when fasting and on another occasion after a meal). Food effect studies allow researchers to see whether eating before the drug is given has any effect on the absorption of the drug by the body.\nPhase II trials\nHaving demonstrated the initial safety of the drug (often on a relatively small sample of healthy individuals), phase II clinical trials can begin. Phase II studies are designed to explore the therapeutic efficacy of a treatment or drug in people who have the condition that the drug is intended to treat. They are sometimes called therapeutic exploratory trials and tend to be larger scale than Phase I trials.\nPhase II trials can be divided into Phase IIA and Phase IIB although sometimes they are combined.\nPhase IIA is designed to assess dosing requirements i.e. how much of the drug should patients receive and up to what dose is considered safe? The safety assessments carried out in Phase I can be repeated on a larger subject group. As more subjects are involved, some may experience side effects which none of the subjects in the Phase I experienced. The researchers aim to find out more about safety, side effects and how to manage them.\nPhase IIB studies focus on the efficacy of the drug i.e. how well it works at the prescribed doses. Researchers may also be interested in finding out which types of a specific disease or condition would be most suitable for treatment.\nPhase II trials can be randomised clinical trials which involve one group of subjects being given the experimental drug and others receiving a placebo and/or standard treatment. Alternatively, they may be case series which means that the drug’s safety and efficacy is tested in a selected group of patients. If the researchers have adequately demonstrated that the experimental drug (or device) is effective against the condition for which it is being tested, they can proceed to Phase III.\nPhase III trials\nPhase III trials are the last stage before clinical approval for a new drug or device. By this stage, there will be convincing evidence of the safety of the drug or device and its efficacy in treating people who have the condition for which it was developed. Such studies are carried out on a much larger scale than for the two previous phases and are often multinational. Several years may have passed since the original laboratory and animal testing.\nThe main aims of Phase III trials are:\nto demonstrate that the treatment or drug is safe and effective for use in patients in the target group (i.e. in people for whom it is intended)\nto monitor side effects\nto test different doses or different ways of administering the drug\nto determine whether the drug could be used at different stages of the disease.\nto provide sufficient information as a basis for marketing approval\nResearchers may also be interested in showing that the experimental drug works for additional groups of people with conditions other than that for which the drug was initially developed. For example, they may be interested in testing a drug for inflammation on people with Alzheimer’s disease. The drug would have already have proven safe and obtained marketing approval but for a different condition, hence the need for additional clinical testing.\nOpen label extension trails\nOpen label extension studies are often carried out immediately after a double blind randomised clinical trial of an unlicensed drug. The aim of the extended study is to determine the safety and tolerability of the experimental drug over a longer period of time, which is generally longer than the initial trial and may extend up until the drug is licensed. Participants all receive the experimental drug irrespective of which arm of the previous trial they were in. Consequently, the study is no longer blind in that everybody knows that each participant is receiving the experimental drug but the participants and researchers still do not know which group participants were in during the initial trial.\nPost-marketing surveillance studies (phase IV)\nAfter the three phases of clinical testing and after the treatment has been approved for marketing, there may be a fourth phase to study the long-term effects of drugs or treatment or to study the impact of another factor in combination with the treatment (e.g. whether a particular drug reduces agitation).\nUsually, such trials are sponsored by pharmaceutical companies and described as pharmacovigilance. They are not as common as the other types of trials (as they are not necessary for marketing permission). However, in some cases, the EMA grants restricted or provisional marketing authorisation, which is dependent on additional phase IV trails being conducted.\nExpanded access to a trial\nSometimes, a person might be likely to benefit from a drug which is at various stages of testing but does not fulfil the conditions necessary for participation in the trial (e.g. s/he may have other health problems). In such cases and if the person has a life-threatening or serious condition for which there is no effective treatment, s/he may benefit from “expanded access” use of the drug. There must, however, be evidence that the drug under investigation has some likelihood of being effective for that patient and that taking it would not constitute an unreasonable risk.\nThe use of placebo and other forms of comparison\nThe main purpose of clinical drug studies is to distinguish the effect of the trial drug from other influences such as spontaneous change in the course of the disease, placebo effect, or biased observation. A valid comparison must be made with a control. The American Food and Drugs Administration recognises different types of control namely,\n- active treatment with a known effective therapy or\n- no treatment,\n- historical treatment (which could be an adequately documented natural history of the disease or condition, or the results of active treatment in comparable patients or populations).\nThe EMA considers three-armed trials (including the experimental medicine, a placebo and an active control) as a scientific gold standard and that there are multiple reasons to support their use in drug development  .\nParticipants in clinical trials are usually divided into two or more groups. One group receives the active treatment with the experimental substance and the other group receives a placebo, a different drug or another intervention. The active treatment is expected to have a positive curative effect whereas the placebo is expected to have zero effect. With regard to the aim to develop more effective treatments, there are two possibilities:\n1. the experimental substance is more effective than the current treatment or\n2. it is more effective than no treatment at all.\nAccording to article 11 of the International Ethical Guidelines for Biomedical Research (IEGBR) of 2002, participants allocated to the control group in a trial for a diagnostic, therapeutic or preventive intervention should receive an established effective intervention but it may in some circumstances be considered ethically acceptable to use a placebo (i.e. no treatment). In article 11 of the IEGBR, reasons for the use of placebo are:\n1. that there is no established intervention\n2. that withholding an established effective intervention would expose subjects to, at most, temporary discomfort or delay in relief of symptoms\n3. that use of an established effective intervention as comparator would not yield scientifically reliable results and use of placebo would not add any risk of serious or irreversible harm to the subjects.\n November 2010, EMA/759784/2010 Committee for Medicinal Products for Human Use\nThe use of placebo and the issue of irreversible harm\nIt has been suggested that clinical trials are only acceptable in ethical terms if there is uncertainty within the medical community as to which treatment is most suitable to cure or treat a disease (National Bioethics Commission of Greece, 2005). In the case of dementia, whilst there is no cure, there are a few drugs for the symptomatic treatment of dementia. Consequently, one could ask whether it is ethical to deprive a group of participants of treatment which would have most likely improved their condition for the purpose of testing a potentially better drug (National Bioethics Commission of Greece, 2005). Can they be expected to sacrifice their own best interests for those of other people in the future? It is also important to ask whether not taking an established effective intervention is likely to result in serious or irreversible harm.\nIn the 2008 amended version of the Helsinki Declaration  (World Medical Association, 1964), the possible legitimate use of placebo and the need to protect subjects from harm are addressed.\n“32. The benefits, risks, burdens and effectiveness of a new intervention must be tested against those of the best current proven intervention, except in the following circumstances:\nThe use of placebo, or no treatment, is acceptable in studies where no current proven intervention exists; or\nWhere for compelling and scientifically sound methodological reasons the use of placebo is necessary to determine the efficacy or safety of an intervention and the patients who receive placebo or no treatment will not be subject to any risk of serious or irreversible harm. Extreme care must be taken to avoid abuse of this option.” (WMA, 1964 with amendments up to 2008)\nThe above is also quite similar to the position supported by the Presidential Commission for the Study of Bioethical Issues (PCSBI) (2011). In its recently published report entitled “Moral science: protecting participants in human subjects research  ”, the Presidential Commission argues largely in favour of a “middle ground” for ethical research, citing the work of Emanuel and Miller (2001) who state:\n“A placebo-controlled trial can sometimes be considered ethical if certain methodological and ethical standards are met. It these standards cannot be met, then the use of placebos in a clinical trial is unethical.” (Emanuel and Miller, 2001 cited in PCSBI, 2011, p. 89).\nOne of the standards mentioned is the condition that withholding proven effective treatment will not cause more than minimal harm.\nThe importance of placebo groups for drug development\nThe ethical necessity to include a placebo arm in a clinical trial may differ depending on the type of drug being developed and whether other comparable drugs exist. For example, a placebo arm would be absolutely necessary in the testing of a new compound for which no drug has yet been developed. This would be combined with comparative arms involving other alternative drugs which have already been proven effective. For studies involving the development of a drug based on an existing compound, a comparative trial would be necessary but not necessarily with a placebo arm, or at least with a smaller placebo arm Nevertheless, the EMA emphasises the value of placebo-controlled trials in the development of new medicinal products even in cases where a proven effective drug exists:\n“forbiddingplacebo-controlled trials in therapeutic areas where there are proven, therapeutic methods would preclude obtaining reliable scientific evidence for the evaluation of new medicinal products, and be contrary to public health interest as there is a need for both new products and alternatives to existing medicinal products.” (EMA, 2001).\nIn 2001, concerns were raised about the interpretation of paragraph 29 of the 2000 version of the Helsinki Declaration in which prudence was called for in the use of placebo in research trials and it was advised that placebo should only be used in cases where there was no proven therapy for the condition under investigation. A document clarifying the position of the WMA regarding the use of placebo was issued by the WMA in 2001 in which it was made clear that the use of placebo might be ethically acceptable even if proven therapy was available. The current version of this statement is article 32 of the 2008 revised Helsinki Declaration (quoted in sub-section 7.2.1).\nThe PCSBI (2011) highlight the importance of ensuring that the design of clinical trials enables the researchers to resolve controversy and uncertainty over the merits of the trial drug and whether the trial drug is better than an existing drug if there is one. They suggest that studies which cannot resolve such questions or uncertainty are likely to be ignored by the scientific community and this would be unethical as it would mean that people had been unnecessarily exposed to risk without there being any social benefit.\nReasons for participation\nPeople with dementia who take part in clinical trials may do so for a variety of reasons. One possible reason is that they hope to receive some form of treatment that will improve their condition or even result in a cure. This is sometimes called the “therapeutic misconception”. In such cases, clinical trials may seem unethical in that advantage is being taken of the vulnerability of some of the participants. On the other hand, the possibility of participating in such a trial may help foster hope which may even enable a person to maintain their morale.\nA review of 61 studies on attitudes to trials has shed some light on why people participate in clinical trials (Edwards, Lilford and Hewison, 1998). In this review, it was found that over 60% of participants in seven studies stated that they did or would participate in clinical trials for altruistic reasons. However, in 4 studies, over 70% of people stated that they participated out of self-interest and in two studies over 50% of people stated that they would participate in such a study out of self-interest. As far as informed consent is concerned, in two studies (which were also part of this review) 47% of responding doctors thought that few patients were actually aware that they were taking part in a clinical trial. On the other hand, an audit of four further studies revealed that at least 80% of participants felt that they had made an autonomous decision. There is no proof whether such perceptions were accurate or not. The authors conclude that self-interest was more common than altruism amongst the reasons given for participating in clinical trials but draw attention to the poor quality of some of the studies reviewed thereby suggesting the need for further research. It should not be necessary for people to justify why they are willing to participate in clinical trials. Reasons for participating in research are further discussed in section 3.2.4 insofar as they relate to end-of-life research.\nIn a series of focus groups organised in 8 European countries plus Israel and covering six conditions including dementia, helping others was seen as the main reason why people wanted to take part in clinical trials (Bartlam et al., 2010). In a US trial of anti-inflammatory medication in Alzheimer’s disease in which 402 people were considered eligible, of the 359 who accepted, their main reasons for wanting to participate were altruism, personal benefit and family history of Alzheimer’s disease.\nRandom assignment to study groups\nAs people are randomly assigned to the placebo or the active treatment group, everyone has an equal chance of receiving the active ingredient or whichever other control groups are included in the study. There are possible advantages and drawbacks to being in each group and people are likely to have preferences for being a particular study group but randomization means that allocation is not in any way linked to the best interests of each participant from a medical perspective. This is not an ethical issue provided that each participant fully understands that the purpose of research is not to provide a tailor-made response to an individual’s medical condition and that while some participants benefit from participation, others do not.\nThere are, however, medical issues to consider. In the case in double-blind studies, neither the participant nor the investigator knows to which groups a participant has been allocated. Consequently, if a participant encounters medical problems during the study, it is not immediately known whether this is linked to the trial drug or another unrelated factor, but the problems must be addressed and possible contraindications avoided, which may necessitate “de-blinding” (DuBois, 2008).\nAlthough many people would perhaps like to benefit from a new drug which is more effective than existing drugs, people have different ideas about what is an acceptable risk and different reasons for taking part in clinical trials. People who receive the placebo are not exposed to the same potential risks as those given the experimental drug. On the other hand, they have no possibility to benefit from the advantages the drug may offer. Those receiving a drug commonly considered as the standard therapy are not necessarily better off than those receiving a placebo as some participants may already know that they do not respond well to the accepted treatment (DuBois, 2008).\nIf people who participate in a clinical trial are not informed which arm of the trial they were in, valuable information is lost which might have otherwise contributed towards to treatment decisions made after the clinical trial. Taylor and Wainwright (2005) suggest that “unblinding” should occur at the end of all studies and so as not to interfere with the analysis of data, this could be done by a person who is totally independent of the analysis. This would, however, have implications for open label extended trials as in that case participants, whilst better equipped to give informed consent would have more information than the researchers and this might be conveyed to researchers in anad hocmanner.\nOpen label extension trails\nOpen label extension studies (mentioned in sub-section 7.1.8) seem quite fair as they give each participant the opportunity to freely consent to continuing with the study in the full knowledge that s/he will receive the experimental drug. However, Taylor and Wainwright (2005) have highlighted a couple of ethical concerns linked to the consent process, the scientific value of such studies and issues linked to access to drugs at the end of the prior study.\nWith regard to consent, they argue that people may have had a positive or negative experience of the trial but do not know whether this was due to the experimental drug, another drug or a placebo. They may nevertheless base their decision whether to continue on their experience so far. For those who were not taking the experimental drug, their experience in the follow-up trial may turn out to be very different. Also, if they are told about the possibility of the open label extension trial when deciding whether or not to take part in the initial trial (i.e. with the implication that whatever group they are ascribed to, in the follow-up study they will be guaranteed the experimental drug), this might induce them to participate in the initial study which could be considered as a form of subtle coercion. Finally, researchers may be under pressure to recruit as they can only recruit people in an open label extended trial who took part in the initial study. This may lead them in turn to put pressure (even inadvertently) on participants to continue with the study.\nThe scientific validity of open label extension trials is questioned by Taylor and Wainwright (2005) on the grounds that people from the experimental arm of the first study who did not tolerate the drug would be unlikely to participate in the extension trial and this would lead to bias in the results. In addition, open-label trials often lack a precise duration other than “until the drug is licensed” which casts doubt on there being a valid research purpose.\nThe above authors suggest that open label extension studies are dressed up marketing activities which lack the ethical justification for biomedical research which is the prospect of finding new ways of benefiting people’s health. However, it could be argued that the aim of assessing long-term tolerability of a new drug is a worthwhile pursuit and if conducted in a scientific manner could be considered as research. Moreover, not all open label extension trials are open-ended with regard to their duration. The main problem in interpreting open label extension studies is that little is known about the natural course of the disease.\nProtecting participants’ well-being at the end of the clinical trial\nSome people who participate in a clinical trial and who receive the experimental drug experience an improvement in their condition. This is to be hoped even if benefit to the health of individuals is not the aim of the study. However, at the end of the study, the drug is not yet licenced and there is no legal right to continue taking it. This could be psychologically disturbing to the participants in the trial and also to their families who may have seen a marked improvement in their condition.\nTaylor and Wainwright (2005) suggest that the open label trials may serve the purpose of prescribing an unlicensed drug on compassionate grounds, which whilst laudable, should not be camouflaged as scientific research. Rather governments should take responsibility and set up the appropriate legal mechanisms to make it possible for participants whose medical condition merits prolonged treatment with the experimental drug to have access to it.\nMinimising pain and discomfort\nCertain procedures to which people with dementia or their representatives consent may by burdensome or painful or simply worrying but in accordance with the principles of autonomy or justice/equity, people with dementia have the right to participate. The fact that they have made an informed decision to participate and are willing to tolerate such pain or burden does not release researchers from the obligation to try to minimise it. For example, if repeated blood samples are going to be necessary, an indwelling catheter could be inserted under local anaesthetic to make it easier or medical staff should provide reassurance about the use of various scanning equipment which might be worrying or enable the person’s carer to be present. In order to minimize fear, trained personnel are needed who have experience dealing with people with dementia. The advice of the carer, if there is one, could also be sought.\nDrug trials in countries with less developed safeguards\nClinical trials are sometimes carried out in countries where safeguards are not well developed and where the participants and even the general population are likely to have less possibility to benefit from the results of successful trials. For example, some countries have not signed the Convention for the Protection of Human Rights and Dignity of the Human Being with regard to the Application of Biology and Medicine (1997) (referred to in section 188.8.131.52). The participants in those countries may be exposed to possible risks but have little chance of future medical benefit if the trial is successful. Yet people in countries with stricter safeguards for participants (which are often richer countries) stand to benefit from their efforts and from the risks they take, as they are more likely to be able to afford the drugs once developed. This raises ethical issues linked to voluntariness because there may be, in addition to the less developed safeguards, factors which make participation in such trials more attractive to potential participants. Such practices also represent a lack of equity in the distribution of risk, burden and possible benefit within society and could be interpreted as using people as a means to an end.\nParallels can also be drawn to the situation whereby people in countries where stem cell research is banned profit from the results of studies carried out in countries where it is permitted or to the results of studies carried out in countries where research ethics are slack or inexistent.\nFor a detailed discussion of the ethical issues linked to the involvement in research of people in other countries, particularly lower and middle income countries where standards of protection may by lower, please refer to the afore-mentioned report by the Presidential Commission for the Study of Bioethical Issues.\n- Researchers should consider including a placebo arm in clinical trials when there are compelling and sound methodological reasons for doing so.\n- Researchers should ensure that patients are aware that the aim of a randomised controlled trial is to test a hypothesis and provide generalizable knowledge leading to the development of a medical drug or procedure. They should explain how this differs from medical treatment and care which are aimed at enhancing the health and wellbeing of individual patients and where there is a reasonable expectation that this will be successful.\n- Researchers should ensure that potential participants understand that they may be allocated to the placebo group.\n- It should not be presumed that the treating doctor or contact person having proposed the participant for a trial has been successful in communicating the above information.\n- Researchers conducting clinical trials may need training in how to ensure effective communication with people with dementia.\n- Appropriate measures should be taken by researchers to minimize fear, pain and discomfort of participants.\n- All participants should, when possible, preferably have the option of receiving the experimental drug (if proven safe) after completion of the study.\n- Pharmaceutical companies should not be discouraged from carrying out open-label extension studies but this should not be the sole possibility for participants to access the trial drug after the end of the study if it is proving beneficial to them.\n- In multi-centre clinical trials, where data is transferred to another country in which data protection laws are perhaps less severe, the data should be treated as stated in the consent form signed by the participant.\nLast Updated: jeudi 29 mars 2012", "id": "<urn:uuid:9d3f2101-f19c-4a5e-a7b4-dcd94a6d33f1>", "dump": "CC-MAIN-2013-20", "url": "http://www.alzheimer-europe.org/FR%20%20%20%20%20%20%20%20%20%20%20%20%EF%BF%BD%20%EF%BF%BD%C2%B3/Ethics/Ethical-issues-in-practice/Ethics-of-dementia-research/Clinical-trials", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.955619752407074, "token_count": 6489, "score": 3.640625, "int_score": 4}
{"text": "United Kingdom - Scotland\nRestrictions of freedom\nMental Health (Care and Treatment) (Scotland) Act 2003\nThe Act was designed to modernise and improve the use of compulsory measures in mental health care. It reflects the general move over the last two decades towards care and treatment in the community rather than in hospitals or other residential settings. The title reflects the philosophy of the legislation with the focus on ‘care’ and ‘treatment’. In basic terms, the Act provides for the protection of people with a mental disorder in a hospital or community setting.\nIt contains mechanisms for dealing with offenders who have a mental disorder and so interacts with the criminal justice system.\nThe Act covers individuals who are defined as having a ‘mental disorder’. The term includes mental illness, personality disorder and learning disability. The majority of cases involving compulsory measures have been in relation to people diagnosed with a mental illness. However, the Mental Welfare Commission for Scotland monitors the use of compulsory measures and has found increasing use of emergency or short term measures being used for people aged over 75 years with a diagnosis of dementia.\nDetention (Involuntary internment)\nThe Act deals with several forms of compulsion in relation to a person with mental disorder where:\nThere is a significant risk to the person’s health, safety or welfare or the safety of any other person (what is a significant risk is a question of judgement for health and social care professionals. The tribunal will test this assessment during an appeal or on an application for a compulsory treatment order).\nTreatment is available to prevent the person’s condition from deteriorating or to relieve its symptoms or effects\nCompulsory admission is necessary because the person will not agree to admission and/or treatment; and\nThe person’s ability to make decisions about the provision of medical treatment is significantly impaired because of mental disorder.\nTypes of order\nEmergency Detention (72 hours)\nShort Term Detention (28 days and can be extended)\nCompulsory Treatment Order (6 months – can be extended)\nMental Health Tribunals\nThe Act introduced a new system of mental health tribunals with a number of functions, including considering applications for orders and appeals against orders.\nThis is detention in a psychiatric hospital for up to 72 hours if necessary. It does not authorise any medical treatment. In an emergency, common law powers might be used. A registered medical practitioner can sign an emergency detention certificate if s/he believes that a person’s ability to make decisions about medical treatment is significantly impaired because of mental disorder. This authorises the removal of the individual to a specific hospital. Before signing the certificate the medical practitioner must be satisfied that:\nThere is an urgent need to detain the person in hospital to access the medical treatment s/he needs\nIf the person was not detained, there would be a significant risk to his or her health, safety, or welfare or the safety of another person, and\nAny delay caused by starting the short term detention procedure is undesirable.\nIf any treatment is needed the short-term detention procedure must generally be used.\nShort term detention\nThis may be used where it is necessary to detain an individual with mental disorder who cannot be treated voluntarily and without the treatment the person would be at risk of significant harm. To obtain a certificate the approved medical practitioner must consult and gain the approval of a Mental Health Officer whatever the circumstances.\nCompulsory Treatment Order\nCompulsory Treatment Orders (CTOs) are granted by the Mental Health Tribunal. They last for 6 months, can be extended by the responsible medical officer for a further six months and then extended annually. The Tribunal reviews them at least every two years. Therefore, they can restrict or deprive liberty for long periods of time. The Mental Welfare Commission for Scotland looks at how these orders are used for people of different ages and genders to see if there are any trends. Over recent years, the number of new orders has come down. The use of CTOs for people aged 65 and over has increased for people with dementia in recent years.\n‘De facto detention’\nPractitioners must be careful that they are not using excessive coercion to prevent people from leaving hospital when they wish to. They must take care to document situations where they have concerns if an informal patient wishes to leave. The Tribunal can, under section 291 of the 2003 Act, order that an informal patient is being unlawfully detained. People with dementia pose a difficult problem. The Tribunal has ruled that a person with dementia is unlawfully detained in a general hospital when prevented from leaving. It can be appropriate to redirect someone and dissuade him/her from leaving but repeatedly thwarting a determined effort to leave is likely to a significant deprivation of liberty, and the patient should be formally detained.\nAdults with Incapacity (Scotland) Act 2000\nScottish incapacity laws were reformed with the introduction of the Adults with Incapacity (Scotland) Act in 2000. This Act covers people with a mental disorder who lack some or all capacity to make decisions or act in their own interests. It recognises that capacity is not all or nothing but is ‘decision specific’. The Act introduced a number of measures to authorise someone else to make decisions on behalf of the person with incapacity, on the basis of a set of principles on the face of the Act. These are fundamental. Any action or decision\n- Must benefit the person\n- Must be the least restrictive of the person’s liberty in order to gain that benefit\n- Must take account of the person’s past and present wishes (s/he must be given assisted to communicate by whatever means is appropriate to the individual)\n- Must follow consultation with relevant others as far as practicable\n- Must encourage and support the person to maintain existing skills and develop new skills.\nThe individual may, whilst competent, appoint one or more persons to act their financial (continuing) and or welfare attorney. This must be registered with the Office of the Public Guardian. It does not allow the attorney to detain the grantor in a psychiatric hospital. If the person refuses to comply with the attorney the attorney has no compulsory powers to detain. Where there is concern for the person’s safety the attorney can apply to the court for a welfare guardianship order. Powers can be granted to allow the guardian to decide on the accommodation of the person and other powers such as who they can consort with. Where the welfare guardian has powers over accommodation s/he is able to restrict the freedom of the person by placing them in a care home against their will. However, whether this amounts to deprivation of liberty under the European Court of Human Rights ruling will depend on a number of other circumstances and the accumulative impact of which would need to be considered (Patrick and Smith, 2009; Mental Welfare Commission for Scotland, 2011). With regard to the issue of non-compliance, if the person on guardianship, for example, runs away, the guardian can apply to the Court under s70 for an order to require the person to return.\nBecause there is no automatic review of welfare guardianship orders there is concern that the Adults with Incapacity (Scotland) Act 2000 may not be compliant with the European Convention on Human Rights. The Act states that the order should be for a standard 3 years but can be more or less at the discretion of the Court. However, there has been a practice of orders being granted for indefinite periods and this has given rise to concern in relation to certain groups. However, for people with dementia, who have a progressive brain disorder, an indefinite order may be deemed appropriate.\nThe Scottish Law Commission is currently undertaking a review of the Adults with Incapacity (Scotland) Act 2000 in relation to deprivation of liberty issues. It has established an advisory group of key stakeholders, including Alzheimer Scotland, and will be reporting in due course.\nThe Road Traffic Act of 1991 contains a few articles relating to offences involving driving when unfit to do so, e.g.:\n- A person who causes the death of another person by driving a mechanically propelled vehicle dangerously on a road or other public place is guilty of an offence.\n- A person who drives a mechanically propelled vehicle dangerously on a road or other public place is guilty of an offence.\n- If a person drives a mechanically propelled vehicle on a road or other public place without due care and attention, or without reasonable consideration for other persons using the road or place, he (or she) is guilty of an offence.\n- According to the provisions of this act, a person is regarded as driving dangerously if the way s/he drives falls far below what would be expected of a competent and careful driver and it would be obvious to a competent and careful driver that driving in that way would be dangerous.\nA person who has been diagnosed with dementia must inform the Driver and Vehicle Licensing Authority (DVLA). Failure to do could lead to a fine of up to £1,000. Moreover, a person who had an accident but did not previously inform the DVLA of his/her dementia might not be covered by his/her insurance company. Once the DVLA has been informed of that someone has dementia, they send a questionnaire to the person and request a medical report. A driving assessment may also be required. The Medical Advisers at the DVLA then decide whether the person can continue driving (Alzheimer Scotland, 2003).\nPatrick, H. and Smith, N. (2009),Adult Protection and the Law in Scotland, Bloomsbury Professional.\nMental Welfare Commission for Scotland Annual Report 2010 – 2011 www.mwcscot.org.uk\nLast Updated: mercredi 14 mars 2012", "id": "<urn:uuid:ca6ee1dd-37e5-4f09-89d9-c924539ff0e6>", "dump": "CC-MAIN-2013-20", "url": "http://www.alzheimer-europe.org/FR%C2%AF/Policy-in-Practice2/Country-comparisons/Restrictions-of-freedom/United-Kingdom-Scotland", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9486571550369263, "token_count": 1987, "score": 2.75, "int_score": 3}
{"text": "Re-inventing the Planned City Monday, March 12, 2012\nTAU and MIT launch pilot project to re-think 50's era \"New Towns\"\nA bird's-eye view of Kiryat Gat\nIn response to population growth, many \"new towns\" or planned cities were built around the world in the 1950s. But according to Dr. Tali Hatuka, head of Tel Aviv University's Laboratory for Contemporary Urban Design (LCUD) at the Department of Geography and the Human Environment, these cities are a poor fit for modern lifestyles — and it's time to innovate.\nTAU has launched a pilot project, in collaboration with a team from the Massachusetts Institute of Technology led by Prof. Eran Ben-Joseph, to revitalize this aging model. Last month, a team of five TAU and 11 MIT graduate students visited Kiryat Gat, a mid-sized town in the south of Israel. Home to branches of industrial giants Hewlett-Packard Company and Intel, Kiryat Gat was chosen as a \"laboratory\" for re-designing outmoded planned civic spaces.\nBased on smart technologies, improved transportation, use of the city's natural surroundings, and a reconsideration of the current use of city space, the team's action plan is designed to help Kiryat Gat emerge as a new, technologically-advanced planned city — a prototype that could be applied to similar urban communities.\nPlanning a future for the mid-sized city\nThe project, jointly funded by TAU's Vice President for Research and MIT's MISTI Global Seed Funds, will create a new planning model that could reshape the future of Kiryat Gat and similar cities across the world which are often overlooked in academia and practical planning. \"Our goal is to put a spotlight on these kinds of towns and suggest innovative ways of dealing with their problems,\" says TAU student Roni Bar.\nMIT's Alice Shay, who visited Israel for the first time for the project, believes that Kiryat Gat, a city that massive urbanization has left behind, is an ideal place for the team to make a change. \"The city is at a catalyst point — an exciting moment where good governance and energy will give it the capacity to implement some of these new projects.\"\nTo tackle the design and planning challenges of the city, the team of students focused on four themes: the \"mobile city,\" which looked at transport and accessibility; the \"mediated city,\" dealing with technological infrastructure; the \"compact city,\" which reconsidered the use of urban space and population growth; and the \"natural city,\" which integrated environmental features into the urban landscape.\nFinding common ground\nUltimately, the team’s goal is to create a more flexible city model that encourages residents and workers to be a more active part of the urban fabric of the city, said Dr. Hatuka. The current arrangement of dedicated industrial, residential, and core zones is out of step with a 21st century lifestyle, in which people work, live, and spend their leisure time in the same environment.\n\"Much of the past discourse about the design of sustainable communities and 'eco-cities' has been premised on using previously undeveloped land,\" says Prof. Ben-Joseph. \"In contrast, this project focuses on the 'retrofitting' of an existing environment — a more likely approach, given the extent of the world's already-built infrastructure.\"\nThe students from TAU and MIT have become a truly cohesive team, and their diversity of background helps challenge cultural preconceptions, Bar says. \"They ask many questions that help us to rethink things we took for granted.\" Shay agrees. \"Tali and Eran have created an incredible collaboration, encouraging us all to exchange ideas. Our contexts are different but there is a common urban design language.\"\nThe team estimates that they will be able to present the updated model of the city early next year. The next step is further exploring the project's key themes at a March meeting at MIT. And while the project has provided an exceptional educational experience for all involved, ideas are already leaping off the page and into the city's urban fabric. \"In the next two months, the Mayor of Kiryat Gat would like to push this model forward and implement the initial steps that we have offered,\" says an enthusiastic Dr. Hatuka.", "id": "<urn:uuid:08c12af3-3a0e-45eb-852d-5a9c514658cb>", "dump": "CC-MAIN-2013-20", "url": "http://www.aftau.org/site/News2/596546752?page=NewsArticle&id=16181&news_iv_ctrl=-1", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9586700797080994, "token_count": 895, "score": 2.609375, "int_score": 3}
