{"text": "Facilitator's Guide for\nTHE BELOVED COMMUNITY\nA film by Pamela Calvert/Plain Speech\nAt the fenceline of Canada's \"Chemical Valley,\" girls\nare being born at twice the rate of boys. How do you stay in the home\nyou love when the price you pay may be your children's future?\nPLANNING A SCREENING\nTopics and Issues Relevant to THE BELOVED COMMUNITY\nAs you plan your screening, you might consider speakers, panelists, or\ndiscussion leaders who have expertise in one or more of the following\n- Children's Health\n- Community Organizing\n- Corporate Social Responsibility\n- Endocrine Disruptors\n- Environmental Justice\n- Green Chemistry\n- Human Rights\n- Native Culture, History & Land Rights\n- Precautionary Principle\n- Reproductive Health\n- Toxic Exposure & Health Impacts\n- Workplace Health and Safety\nAs You Plan Your Event\nA screening of THE BELOVED COMMUNITY can be used to spark interest\nin any of the topics listed above, as well as to inspire individual and\ncommunity action. Using the checklist below will help ensure a high quality\nand high impact event.\nSet realistic goals.\nWill you host a single screening or use the film to spur ongoing efforts?\nWill you steer a panel or discussion toward a specific topic or let the\nparticipants pursue whatever issues they choose? Be sure to include your\nevent partners in the decision making process. Being clear about your\ngoals will make it much easier to structure the event, target publicity,\nand evaluate results.\nStructure your event to match your goals.\nDo you need an outside facilitator? If your goal is to share information\nbeyond what is included in the film, are there local experts on the topic\nwho should be present? How many participants do you want? (Large groups\nare appropriate for information exchange. Small groups allow for more\nintensive dialogue and action plans.)\nArrange to involve all stakeholders.\nIt is especially important that people be allowed to speak for themselves.\nWe encourage you to seek out 'unlikely alliances' and push your own comfort\nzone, going out of your way to invite representatives of all the constituencies\nwith a potential stake in building a healthy and sustainable community.\nOnce the group is assembled, make sure that all participants have a chance\nto be heard and are treated with respect.\nChoose an accessible venue.\nIf you are bringing together different constituencies, is your venue 'neutral\nterritory'? Is it in a part of town that is reachable by various kinds\nof transportation? Does the physical configuration of the room allow for\nthe kind of discussion you hope to have? Can everyone easily see the screen\nand hear the film? Is the room comfortable?\nLeave time for feelings.\nWhen the lights come up, people may have a strong emotional response to\nthe film. This is where people make the empathetic connections that make\nall the following work possible, so it's important to encourage that personal\nresponse before moving on to questions of strategy. The conversation will\nnaturally flow into \"What do we do now?\"\nLeave time to plan for action.\nIf you want your screening to have lasting impact, it is important to\nleave time to plan action. People will be looking for something that is\nimmediate, concrete, and local. Planning next steps can help people leave\nthe room feeling energized and optimistic, even when the discussion has\nbeen difficult. It's also important to be prepared to facilitate networking.\nProvide a sign-in sheet at the door so people can share contact information\nlike email addresses. Let participants know exactly how that information\nwill (and won't) be shared. Let participants know whether or not press\nwill be present.\nFacilitating a Discussion of THE BELOVED COMMUNITY\nPeople who feel safe, encouraged, respected and challenged are likely\nto share openly and thoughtfully. As a facilitator you can encourage that\nkind of participation. Here's how:\nView the film before your event. This will both give yourself time to\nreflect so you aren't dealing with raw emotions at the same time that\nyou are trying to facilitate a discussion, as well as letting you check\nthe DVD and equipment to make sure there are no technical glitches. You\nmay want to refer to the Discussion Guide\nto get you started.\nYou don't need to be an expert on globalization or environmental justice\nto lead an event, but knowing the basics can help you keep a discussion\non track and gently correct misstatements of fact. Prior to your event,\ntake time to check the Background Information and Suggested Resources\nin the film guide handout.\nBe clear about your role.\nBeing a facilitator is not the same as being a teacher. A teacher's job\nis to convey specific information. In contrast, a facilitator remains\nneutral, helping move the discussion along without imposing her or his\nviews on the dialogue.\nKnow who might be present.\nIt isn't always possible to know exactly who might attend a screening,\nbut if you know what kinds of groups are present in your community, you\nmight be able to predict who might be represented. You can also keep in\nmind that issues can play out very differently for different groups of\npeople. Factors like geography, age, race, religion and class can all\nhave an impact on comfort levels, speaking styles and prior knowledge.\nTake care not to assume that all members of a particular group share the\nsame point of view.\nBELOVED COMMUNITY is a co-production of Plain Speech and Detroit\nPublic Television, and is distributed by California\nNewsreel. All rights reserved. For more information: firstname.lastname@example.org www.newsreel.org\nguide was developed with the support and participation of many people.\nSpecial thanks to Elizabeth Crowe and Ron Plain.", "id": "<urn:uuid:e3b68342-7f9a-4821-8e28-91910e265a4c>", "dump": "CC-MAIN-2013-20", "url": "http://newsreel.org/guides/belovedcommunity/bcfacilitate.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9198598265647888, "token_count": 1240, "score": 2.625, "int_score": 3}
{"text": "|Talking Trash about the Oceans: Creating a Community Service Campaign to Stop Offshore Dumping|\nIn this lesson, students create a community service advertising campaign that raises awareness about the importance of keeping trash out of the marine ecosystem. Students work in teams to create different ad campaigns geared toward particular target audiences and produce posters promoting their messages. Links to additional information and resources are also provided.\nIntended for grade levels:\nType of resource:\nNo specific technical requirements, just a browser required\nCost / Copyright:\nCopyright 2005, The New York Times Company.\nDLESE Catalog ID: DWEL-000-000-000-461\nResource contact / Creator / Publisher:\nPublisher: The New York Times Learning Network", "id": "<urn:uuid:0a2dc5ea-1fbc-4dca-afae-288edd3db469>", "dump": "CC-MAIN-2013-20", "url": "http://www.dlese.org/library/catalog_DWEL-000-000-000-461.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8353309631347656, "token_count": 148, "score": 3.25, "int_score": 3}
{"text": "How much fun is it to be a child in your home? Do you ever stop to think about how the house looks from their point of view? My task for this week is to conduct a Child’s Eye Audit of our living space, to try and make the rooms more child- and play-friendly. The audit need only take a few minutes and might suggest simple changes to make to improve the play space.\nTo conduct a child’s eye audit, sit or kneel down so you’re at your child’s eye-level and consider the following things.\n1. Safety first. Most importantly, the room needs to be safe and it’s useful t0 review this aspect of your home from time to time as children grow taller, become more mobile or more adventurous. Think about what your child can reach, what you don’t want them to reach and make any necessary adjustments.\n2. Child’s eye view. Sit back for a minute on the floor and scan the room. What’s visible to your child at their height, and what’s not? You might display all their lovely paintings on the wall and fridge door – but are they too high for your child to actually see? Is their view just of empty walls? Hang some art work at a lower level or set up a low shelf or table with a display of things they can enjoy.\n3. Within reach. Consider how accessible your toys are. Do you have an enabling environment where your child can independently help themselves to toys and resources to use in their play or is everything out of reach? Try to find a balance so you can keep the space tidy whilst still allowing free access. Open shelving and low baskets work well for us with some materials such as paint stored higher up.\n4. Ring the changes. Do you always have they same toys out? Sometimes putting away familiar toys and bringing out some forgotten ones can spark new creativity and fun. Don’t have a complete change of resources though, as children do like to know where favourite toys are. With Christmas on the way now is a good time to have a toy audit, donating ones your child has grown out of to the charity shop and getting ideas for their Christmas list.\n5. Invitation to play. Do you have any toys that never get played with, or activities that you child rarely takes part in? What can you change to make things more inviting? If you’d like to encourage some more reading, perhaps you could set up a cosy reading corner or story tent – with comfy cushions, a basket of tempting books and a favourite teddy to share with? If your toy kitchen has been ignored for a while, add some new resources to catch your child’s eye: a muffin tin and paper cake cases, some jars of real dried pasta, a recipe book from your shelf or lay the table for a birthday tea and surprise your child with a new play possibility.\nDo you sometimes review things from your child’s point of view? What changes have you made to make your space more child- and play- friendly? Leave a comment and share an idea with us.\nI’m writing this at one o’clock in the afternoon and the sky is grey and the rain is tumbling down. It’s making me think about how the weather affects our play, and particularly I’m thinking about how much time we spend outdoors in autumn and winter. I don’t think there’s any question that playing outside is wonderful for children: the fresh air, the feeling of space, the sensory benefits of being in nature. I certainly know with my own two girls, and all the children I’ve looked after, that if we’re having a grumpy sort of day, getting outside – in the garden, park or just for a walk – most often is all that’s needed to lighten everyone’s mood.\nBut it’s getting colder now, and windy and rainy and dark. If you’re the type who is happy to be outside all the time in all weathers, I really do salute you. I however am naturally inclined to prefer a hot cup of coffee and a warm blanket inside! We do play outside everyday, whatever the weather, but there’s no denying we play outdoors less in winter – which I’m guessing is the same for lots of you? So, I’m resolving to put more thought into getting out there and planning on bringing you some posts over the next few months that inspire us to venture out. I’d also like to invite you to share your ideas too. The Play Academy carnival on Friday is open to any of your posts and I’d also love to hear from you if you’d like to write a guest post here. (On any play subject in fact, not just on playing outside. You can e-mail me cathy (at) nurturestore (dot) co (dot) uk if you have an idea you’d like to write about).\nTo start us off, my top three tips for getting outside, whatever the weather are…\n- Keep yourself warm. If you’re wearing the right clothes, you’re much more likely to enjoy your time outside. Pretty much all the children I know don’t care if it’s cold, windy or raining – they are active kids and just love being outside. So, to help everyone enjoy themselves outside, and to stop you cutting short the children’s outdoor fun because you’ve had enough, my first tip is to make sure you are wearing the right clothes. Layer up, don’t forget your hat and gloves and make sure you are cosy.\n- Get active. We’re going to shift our outdoor play away from fairy gardens and dinosaur world’s and include lots more active games. Hopscotch, skipping, what’s the time Mr. Wolf are great fun and will keep everyone on the move.\n- Audit your outdoor space. Now is a good time to review your garden and get it ready for the colder months. Think about what you play outside and re-locate things or make changes to suit the weather. We’ll move the sandpit and den to under our covered area and make sure there are lots of props outside ready to spark active play (bikes, balls, kites, hula hoops). We’re not likely to do as much water play outside, so I’ll be thinking of ways to bring this inside.\nWhat about you – are you an all weather family? How do you promote lots of outdoor play, whatever the weather?\nBack in January I resolved to make 2010 our Year of Play. I’ve been thinking about this again this month as L has started at school. In last week’s Play Academy link-up I talked about wanting to make sure the girls still have lots of opportunity for playing, as well as schooling. So this weeks Twitter Tips are dedicated to having a playful return to school. The Twitter Tips get tweeted on a Friday at 8.30pm and in previous weeks they’ve started great twitter conversations, with people swapping ideas. The main thing I love about blogging is it being a forum to get inspiration and encouragement from others, so please feel free to add your own ideas in the comments or on our Facebook page. Join in, swap ideas, go play!\nHow to have a playful Back to School\n#goplay Twitter Tip #1If you’re using after school clubs check how playful they are: do they offer free play after a structured school day\n#goplay Twitter Tip #2Make the school run fun: cycle, scoot or play i-spy. Leave a little earlier to let the kids play a bit before class\n#goplay Twitter Tip #3 Set up a play invitation in the morning to entice the kids to play before they switch on the TV\n#goplay Twitter Tip #4 Rediscover some old school favourites such as conkers or fortune tellers\n#goplay Twitter Tip #5 Consider how many clubs to join so after school play time isn’t lost in a busy schedule.\n#goplay Twitter Tip #6 Encourage playground fun by packing a skipping rope in the book bag. Ready for Ten has a great skipping tutuorial\n#goplay Twitter Tip #7 Plan family time for the weekend: it doesn’t have to be expensive or extravagant but do make sure it happens.\n#goplay Twitter Tip #8 Consider screen time. Could your kids live without TV for an hour, a day, a week? What could they play instead?\n#goplay Twitter Tip #9 Locate the park nearest your school and stop off any day day you can on the way home. Enjoy some #playoutdoors\n#goplay Twitter Tip#10 Instead of only setting up a homework area set up a play area too. Add untoys & let them #goplay\nHow do you feel about the balance between school and play time? How do you manage homework at the weekend? Do your kids attend a playful school?\nHappily shared with Top Ten Tuesday.\nUse the linky below to add your post to the Play Academy\nOur summer holidays are drawing to a close and my Little is starting school on Monday (oh my!). I feel very strongly that our play should keep going. B is moving up to the Juniors and although her school offers are great curriculum including play, art, music, drama and experiments I think it’s inevitable that her lessons will become more and more about schooling. September always feels like the start of the year to me, so I’m keeping in mind my resolution to make 2010 our Year of Play, and we’ll certainly be limiting our after school clubs and weekend commitments to allow plenty of time for playing. How do you feel about finding a balance between schooling (or home educating) and play?\nI’m looking forward to getting even more inspiration from your Play Academy ideas this week – hope you’ll add a link.\n1. Add your post to the Linky below. Remember to link to the individual post rather than your homepage. If you are not a blogger please visit the NurtureStore Facebook page and share your photo there.\n2. Go and visit some of the other blogs on the Linky. Leave a comment and say hi. Get ideas. Tell them you’re visiting from the Play Academy.\n3. Add a link back from your own post to this Play Academy – your readers can then come and get ideas too. You can use the Play Academy badge if you like.(Grab the code from the column on the left.)\n4. Come back next Friday and swap some more play ideas. The next Play Academy linky will be Friday 10th September.", "id": "<urn:uuid:f1607610-8673-4722-9f25-b0d9f0cf0ce3>", "dump": "CC-MAIN-2013-20", "url": "http://nurturestore.co.uk/category/mind/2010-the-year-of-play", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9464656710624695, "token_count": 2287, "score": 2.671875, "int_score": 3}
{"text": "By Justin Moyer\nThe Washington Post\n— Defense Secretary Leon Panetta signed an order Thursday allowing women the same opportunities as men to serve in combat, including formerly off-limits assignments on attack submarines and in the Navy SEALs. Just two weeks before the announcement, researchers from San Diego's Naval Health Research Center published a study suggesting that some recent mothers deployed on the battlefield may be more prone to depression after seeing action.\n\"Women who deploy and report combat-associated exposures after childbirth are significantly more likely to screen positive for maternal depression than are women who did not deploy after childbirth,\" concluded the study, titled \"Is Military Deployment a Risk Factor for Maternal Depression?\" and appearing in the Journal of Women's Health. \"It is also possible,\" the report noted, \"that giving birth and leaving a young child, in addition to the experience of combat, contribute to postdeployment depression.\"\nThe study included eight co-authors, five of them associated with the Naval Health Research Center, a research and development laboratory within the Department of Defense. It was based on surveys of more than 1,600 women who \"gave birth during active duty service.\"\nNot all branches of the armed forces showed the same results. \"Participants who served in the Army had an increased risk of maternal depression; Army service members tend to be deployed longer and more frequently than personnel serving in the Navy and Air Force,\" the study found.\nOf course, you don't have to be a mom to experience depression on the front line. The report points out that \"the increased rate of depression is primarily attributed to experiencing combat while deployed,\" not just to whether a solider is also a parent.", "id": "<urn:uuid:5a5aeb9f-2d6c-45df-aca0-8ea28cde7f62>", "dump": "CC-MAIN-2013-20", "url": "http://paulsvalleydailydemocrat.com/community-news-network/x1633465595/Are-mothers-in-combat-more-prone-to-depression/print", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9703717827796936, "token_count": 341, "score": 2.515625, "int_score": 3}
{"text": "The Bible gives us a clear picture of foolish behavior and its consequences. It’s important for us to recognize these traits in others—and in ourselves. Dealing appropriately with people who behave foolishly requires prayer and wisdom. But remember, that foolish person is not in your life by accident, and you can by God’s grace respond to him or her in a Christ-like manner.\nCharacteristics of Foolish Behavior\n1. Denying, disregarding, or rebelling against God.\nThe fool says in his heart “There is no God” (Psalm 14:1).\n2. Slandering, lying, deceiving\nThe one who conceals hatred has lying lips, and whoever utters slander is a fool\n3. Quick-Tempered A fool shows his annoyance at once, but a prudent man overlooks an insult (Proverbs 12:16).\n4. Acts Impetuously and Without Regard for Consequences\nIn everything the prudent acts with knowledge, but a fool flaunts his folly. (Proverbs 13:16).\nOne who is wise is cautious and turns away from evil, but a fool is reckless and careless.\n5. Talks endlessly, brags, spouts off frequently.\nA fool takes no pleasure in understanding, but only in expressing his opinion\nThe wise lay up knowledge, but the mouth of a fool brings ruin near. (Proverbs 10:14).\nA fool’s mouth is his ruin, and his lips are a snare to his soul. (Proverbs 18:7 ).\n6. Refuses Advice, Accountability and/or Discipline\nA fool despises his father’s instruction, but whoever heeds reproof is prudent\nA rebuke goes deeper into a man of understanding than a hundred blows into a fool\n7. Handles Money Recklessly\nOf what use is money in the hand of a fool, since he has no desire to get wisdom?\nIn the house of the wise are stores of choice food and oil, but a foolish man devours all\nhe has (Proverbs 21:20).\n8. Quarrels frequently, picks fights, is contentious\nFools get into constant quarrels; they are asking for a beating (Proverbs 18:6 NLT).\nA fool gives full vent to his anger, but a wise man keeps himself under control\n9. Lazy, Lacks Focus and Ambition\nFoolish people refuse to work and almost starve (Ecclesiastes 4:5).\nA wise person thinks much about death, while the fool thinks only about having a good time now\n(Ecclesiastes 7:4 ).\nFools are so exhausted by a little work that they have no strength for even the simplest tasks\n(Ecclesiastes 10:15 ).\n10. Never Learns from Past Experience\nAs a do returns to his vomit, so a fool repeats his folly (Proverbs 26:11).\nYou cannot separate fools from their foolishness, even though you grind them like grain with\nmortar and pestle (Proverbs 27:22 ).\nHow are we to respond to foolish behavior?\n1. First and most importantly, we pray for them.\n2. Second, watch your attitude and motivation toward these foolish people:\nPrinciple #1 – Don’t be surprised if they refuse good advice.\nDon’t waste your breath on fools, for they will despise the wisest advice\n(Proverbs 23:9 ).\nPrinciple #2 – Don’t give them honor or luxury.\nIt is not fitting for a fool to live in luxury – how much worse for a slave to rule over princes!\nLike snow in summer or rain in harvest, honor is not fitting for a fool (Proverbs 26:1).\nPrinciple #3 – Don’t argue with foolish people.\nDon’t have anything to do with foolish and stupid arguments, because you know they produce\nquarrels. And the Lord’s servant must not quarrel; instead, he must be kind to everyone, able to\nteach, not resentful (2 Tim. 2:23-24).\nPrinciple #4 – Protect yourself from the resentment and anger caused by foolish people.\nA stone is heavy and sand is weighty, but the resentment caused by a fool is heavier than both\n(Proverbs 27:3 ).\nStay away from a foolish man, for you will not find knowledge on his lips (Proverbs 14:7).\nAre you encouraged here? I personally invite you to subscribe and get the latest posts sent to your inbox. Also, connect with us on Facebook and Twitter and get updates that are not posted here on the blog.\nLinking up with:The Modest Mom,\nWe are now selling Lilla Rose! (30% discount on soon to be retired items)\nVision Forum Sale: 20% off everything\nWith discount code: EXTRA20", "id": "<urn:uuid:838d869f-2d2f-432a-b380-608aa039f4f0>", "dump": "CC-MAIN-2013-20", "url": "http://proverbs14verse1.blogspot.com/2012/02/characteristics-of-foolish-behavior.html?showComment=1330368347803", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9307095408439636, "token_count": 1040, "score": 2.625, "int_score": 3}
{"text": "OBSOLETE UNITS PACKAGE SYMBOL\nAs of version 9.0, unit functionality is built into Mathematica\nis the fundamental CGS unit of mass.\n- To use , you first need to load the Units Package using Needs[\"Units`\"].\n- is equivalent to Kilogram/1000 (SI units).\n- Convert[n Gram, newunits] converts n Gram to a form involving units newunits.\n- is typically abbreviated as g.", "id": "<urn:uuid:0918420b-56e0-40b1-bd26-4b8fb94c48df>", "dump": "CC-MAIN-2013-20", "url": "http://reference.wolfram.com/mathematica/Units/ref/Gram.en.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.7426242828369141, "token_count": 102, "score": 2.671875, "int_score": 3}
{"text": "Fully revised and updated for the 21st century, 365 Manners Kids Should Know tackles one manner a day. It suggests many games, exercises, and activities that parents, teachers, and grandparents can use to teach children and teens essential etiquette and at what age to present them. Some of the manners covered are when and where to text, how to handle an online bully, how to write a thank-you note, and proper behavior and dress for special events such as weddings, birthday parties, and religious services.\nCustomer Reviews for 365 Manners Kids Should Know - revised and updated\nThis product has not yet been reviewed. Click here to continue to the product details page.", "id": "<urn:uuid:9e429843-e203-44f4-b932-d13b9513660a>", "dump": "CC-MAIN-2013-20", "url": "http://reviews.christianbook.com/2016/88825X/three-rivers-press-365-manners-kids-should-know-revised-and-updated-reviews/reviews.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9423240423202515, "token_count": 136, "score": 2.78125, "int_score": 3}
{"text": "Education:Gala Celebrations 4 Telecommunications\nGrade 9 / World History / Technology\nTime Required for Completed Lesson\n30 minutes for introduction and 40 minutes for presentations, time will vary based on size of class; work can be completed in class or out of class\n6.2.12.C.1.e, 6.2.12.D.2.e, 6.2.12.C.3.d, 6.2.12.C.4.d, 6.2.12.D.5.c, 6.2.12.D.6.a\nCommon Core State Standards\nSL.9-10.4. Present information, findings, and supporting evidence clearly, concisely, and logically such that listeners can follow the line of reasoning and the organization, development, substance, and style are appropriate to purpose, audience, and task. SL.9-10.5. Make strategic use of digital media (e.g., textual, graphical, audio, visual, and interactive elements) in presentations to enhance understanding of findings, reasoning, and evidence and to add interest. SL.9-10.6. Adapt speech to a variety of contexts and tasks, demonstrating command of formal English when indicated or appropriate.\nComputer lab or laptop cart if working on assignment in class; lap top with projector required for presentations\nOpen class with a discussion about telecommunications and celebrations. How do people communication? How has communication changed? How do we celebrate milestones in our lives – births, marriages, birthdays? Share with students article - Happy Anniversary: First email Sent with an Attachment Turns 20! (See resources below for link) Brainstorm with class a celebration honoring this telecommunications milestone.\nDivide classes into small groups – 2 or 3 students in each group. Groups can be assigned telecommunications milestones or pick their own milestone. Each group should have a different milestone. Milestones can included Gutenberg’s improved Printing Press, the Optical Telegraph, the American Postal Service, the Pony Express, the Stagecoach, the Telegraph, Morse Code, the Telephone, the Radio, the Electronic Television, the Internet, Pagers, Cellular Devices, Social Media Websites, and E-mail. The student groups will work as party planners. Their task is to plan and present a Gala Celebration honoring their telecommunications milestone. The plan can be presented in a PowerPoint or Prezi format. The plan must include the following: a meaningful date and location for the celebration, an invitation, decorations, guest list (of living and deceased dignitaries), basic menu, entertainment and party favors. Student groups are given two weeks to complete their presentations. (See resources section below for links)\nBe sure to pair students with a higher level learner to help her/him with activity. Be prepared to share additional notes with students and if necessary extend due dates.\nGroup Project and Presentation Rubrics\nLanguage Arts (presentation skills, research skills)\nReview and return rubrics to students. Decorate the classroom or bulletin boards with printed invitations for the Gala Celebrations.", "id": "<urn:uuid:f75a8a30-c654-45b7-b9fb-ac81fb5610fb>", "dump": "CC-MAIN-2013-20", "url": "http://www.ieeeghn.org/wiki/index.php/Education:Gala_Celebrations_4_Telecommunications", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8479393720626831, "token_count": 630, "score": 3.390625, "int_score": 3}
{"text": "File compression is to perform some algorithm on the file that reduces it in size but the reverse of the algorithm will return it to its original form. In data files, the compression and decompression must be lossless which means that the data must be returned to its exact form. There are various methods to do this: some hardware implementations and some software. The most popular ones that are implemented in hardware usually use a Limpel-Ziv algorithm to look for repeating sequences over a set span of data (the run) and replace that with special identifying information. Compression does save space but may take extra time (latency).\nVideo and music data are typically already compressed. The compression rates are usually very high because of the data and the fact that a lossy compression algorithm is used. It can be lossy (meaning that all bits may not be decompressed exactly) because it won't be noticeable with video or music.\nZip files are the result of software compression. Another compression round on already compressed data will probably not yield any substantial gain.\nEvaluator Group, Inc.\nEditor's note: Do you agree with this expert's response? If you have more to share, post it in our Storage Networking forum at http://searchstorage.discussions.techtarget.com/WebX?50@@.ee83ce4 or e-mail us directly at firstname.lastname@example.org.\nThis was first published in December 2001", "id": "<urn:uuid:89cf800c-2b77-4614-98f0-40e3877e109f>", "dump": "CC-MAIN-2013-20", "url": "http://searchstorage.techtarget.com/answer/What-is-compression", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9317011833190918, "token_count": 295, "score": 3.75, "int_score": 4}
{"text": "Common streaming audio formats and players\nUncompressed CD-quality WAV and AIFF files are too large to stream over the Internet for playback in real time. Instead, lighter-weight compressed formats such as MP3 and RealAudio are employed for streaming network audio. These formats use what are called \"lossy\" compression schemes, reducing file sizes by eliminating certain inaudible data from the original files without too significantly degrading playback sound quality. MP3 and RealAudio are excellent streaming formats, achieving performance factors great enough to allow real-time encoding/decoding over current network bandwidth conditions while delivering satisfying audio quality.\nMP3 and RealAudio are not the only players in the network streaming audio arena. We'll also look at Macromedia's Flash and the Ogg Vorbis project from the Xiphophorus group. Since RealAudio's Internet history begins the earliest, we'll start with RealAudio.\nIn 1995, Progressive Networks (now RealNetworks) introduced RealAudio, the Internet's first widely-deployed streaming audio format. The RealAudio player (RealPlayer) was freely distributed to users who at that time were typically connected to the Internet via low-bandwidth modems; thus, the player supported connection rates as low as 14.4 Kbps, which delivered audio quality comparable to the sound of a decent AM radio. Faster connections such as ISDN accordingly improved reception speed and sound quality.\nBy giving away basic versions of RealPlayer and the RealProducer content-production utility, Progressive Networks seeded the market for their commercial product line and sparked an explosion in network multimedia. Today you can find an astonishing number and variety of RealAudio-enabled sites. As a curious example, I searched Google for \"realaudio history\", hoping to find some background material on the format; instead, I found thousands of sites dedicated to various historical topics, all of which included audio presentations requiring RealPlayer.\nRealPlayer: RealAudio in X\nHappily, RealPlayer is available for Linux, and you can retrieve it for free as either an RPM or tarball package from the Real.com downloads page. Installation is fairly straightforward, but there are a few snags to report. Close your web browser before installing the software, then become the root user and run the installation package. The RPM file needs to be renamed:\nmv rp8_linux20_libc6_i386_cs1_rpm rp8.linux20.libc6.i386.cs1.rpm\nbefore installing it (as root) with this command:\nrpm -i rp8.linux20.libc6.i386.cs1.rpm\nThe tarball must have its permissions set (as root again):\nchmod u+x rp8_linux20_libc6_i386_cs1.bin\nNow you can run the installation package:\nThe installation procedure will automatically set up RealPlayer as a helper application in Netscape, but be forewarned: It will also overwrite any custom settings you have for audio formats such as WAV, AIFF, and AU, so you may want to back up your Netscape preferences before installing RealPlayer. Also, the installation will not automatically update the RealAudio plug-in. Close Netscape, copy the\nrpnp.so file from your new\n$HOME/RealPlayer directory to\n$HOME/.netscape/plugins, fire up Netscape again, and your RealAudio plug-in should now be enabled. Check the Help/About Plugins menu item in Netscape for a status report.\nTRPlayer: RealAudio for the console\nAt least three RealAudio players are available for the Linux console. They all depend upon an existing installation of RealPlayer and act as wrappers for RealPlayer, making its functions available to console applications. The RAP and RaWrapper players require support for the frame-buffer device; I wanted to avoid the need for any special graphics support (such as SVGA, frame-buffer, or\nncurses) in my console RealAudio player, so I chose Matthew Campbell's TRPlayer.\nTRPlayer is available as a binary in RPM and DEB packages, but I chose to build the latest beta version (2.0.b2) from the source tarball. TRPlayer's only unique requirement is the slang library and header. Fortunately, slang is found on most mainstream Linux distributions, and a straightforward\n./configure; make should have your player ready to rock. However, due to the filesystem vagaries of Linux distributions your build may fail with this message:\nmain.cc:17: slang.h: No such file or directory make: *** [main.o] Error 1\nIf so, change this line in\nto this line:\nWhen the build is complete, become root (\nsu root), run\nmake install, and you will have a new command-line RealAudio player. You can call it from the prompt at the console or in\nxterm, invoking it with an address linking the player to the RealAudio stream:\nYou now have streaming RealAudio at the Linux console. Cool...\nRealNetworks deserves praise for maintaining and steadily improving a freely available RealPlayer for Linux, particularly since there's no other way to enjoy all those RealAudio-empowered sites. Harder-core users and developers might be dismayed to learn that Real's software is available only in binary format and that source code is not freely available. Nevertheless, there's only one place to go for RealPlayer, so if you want it, there you go.\nNow let's look at that other major streaming audio format, the notorious MP3.", "id": "<urn:uuid:ed3f2ebc-5ea1-4b6f-ae69-05a098955a7a>", "dump": "CC-MAIN-2013-20", "url": "http://www.linuxdevcenter.com/pub/a/linux/2001/03/23/streaming_media.html?page=2", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8633424043655396, "token_count": 1173, "score": 2.59375, "int_score": 3}
{"text": "The Operations Layer defines the operational processes and procedures necessary to deliver Information Technology (IT) as a Service. This layer leverages IT Service Management concepts that can be found in prevailing best practices such as ITIL and MOF. The main focus of the Operations Layer is to execute the business requirements defined at the Service Delivery Layer. Cloud-like service attributes cannot be achieved through technology alone and require a high level of IT Service Management maturity.\nChange Management process is responsible for controlling the life cycle of all changes. The primary objective of Change Management is to eliminate or at least minimize disruption while desired changes are made to services. Change Management focuses on understanding and balancing the cost and risk of making the change versus the benefit of the change to either the business or the service. Driving predictability and minimizing human involvement are the core principles for achieving a mature Service Management process and ensuring changes can be made without impacting the perception of continuous availability.\nStandard (Automated) Change\nNon-Standard (Mechanized) Change\nIt is important to note that a record of all changes must be maintained, including Standard Changes that have been automated. The automated process for Standard Changes should include the creation and population of the change record per standard policy in order to make sure auditability.\nAutomating changes also enables other key principles such as:\nThe Service Asset and Configuration Management process is responsible for maintaining information on the assets, components, and infrastructure needed to provide a service. Critical configuration data for each component, and its relationship to other components, must be accurately captured and maintained. This configuration data should include past and current states and future-state forecasts, and be easily available to those who need it. Mature Service Asset and Configuration Management processes are necessary for achieving predictability.\nA virtualized infrastructure adds complexity to the management of Configuration Items (CIs) due to the transient nature of the relationship between guests and hosts in the infrastructure. How is the relationship between CIs maintained in an environment that is potentially changing very frequently?\nA service comprises software, platform, and infrastructure layers. Each layer provides a level of abstraction that is dependent on the layer beneath it. This abstraction hides the implementation and composition details of the layer. Access to the layer is provided through an interface and as long as the fabric is available, the actual physical location of a hosted VM is irrelevant. To provide Infrastructure as a Service (IaaS), the configuration and relationship of the components within the fabric must be understood, whereas the details of the configuration within the VMs hosted by the fabric are irrelevant.\nThe Configuration Management System (CMS) will need to be partitioned, at a minimum, into physical and logical CI layers. Two Configuration Management Databases (CMDBs) might be used; one to manage the physical CIs of the fabric (facilities, network, storage, hardware, and hypervisor) and the other to manage the logical CIs (everything else). The CMS can be further partitioned by layer, with separate management of the infrastructure, platform, and software layers. The benefits and trade-offs of each approach are summarized below.\nCMS Partitioned by Layer\nCMS Partitioned into Physical and Logical\nTable 2: Configuration Management System Options\nPartitioning logical and physical CI information allows for greater stability within the CMS, because CIs will need to be changed less frequently. This means less effort will need to be expended to accurately maintain the information. During normal operations, mapping a VM to its physical host is irrelevant. If historical records of a VM’s location are needed, (for example, for auditing or Root Cause Analysis) they can be traced through change logs.\nThe physical or fabric CMDB will need to include a mapping of fault domains, upgrade domains, and Live Migration domains. The relationship of these patterns to the infrastructure CIs will provide critical information to the Fabric Management System.\nThe Release and Deployment Management processes are responsible for making sure that approved changes to a service can be built, tested, and deployed to meet specifications with minimal disruption to the service and production environment. Where Change Management is based on the approval mechanism (determining what will be changed and why), Release and Deployment Management will determine how those changes will be implemented.\nThe primary focus of Release and Deployment Management is to protect the production environment. The less variation is found in the environment, the greater the level of predictability – and, therefore, the lower the risk of causing harm when new elements are introduced. The concept of homogenization of physical infrastructure is derived from this predictability principle. If the physical infrastructure is completely homogenized, there is much greater predictability in the release and deployment process.\nWhile complete homogenization is the ideal, it may not be achievable in the real world. Homogenization is a continuum. The closer an environment gets to complete homogeneity, the more predictable it becomes and the fewer the risks. Full homogeneity means not only that identical hardware models are used, but all hardware configuration is identical as well. When complete hardware homogeneity is not feasible, strive for configuration homogeneity wherever possible.\nFigure 2: Homogenization Continuum\nThe Scale Unit concept drives predictability in Capacity Planning and agility in the release and deployment of physical infrastructure. The hardware specifications and configurations have been pre-defined and tested, allowing for a more rapid deployment cycle than in a traditional data center. Similarly, known quantities of resources are added to the data center when the Capacity Plan is triggered. However, when the Scale Unit itself must change (for example, when a vendor retires a hardware model), a new risk is introduced to the private cloud.\nThere will likely be a period where both n and n-1 versions of the Scale Unit exist in the infrastructure, but steps can be taken to minimize the risk this creates. Work with hardware vendors to understand the life cycle of their products and coordinate changes from multiple vendors to minimize iterations of the Scale Unit change. Also, upgrading to the new version of the Scale Unit should take place one Fault Domain at a time wherever possible. This will make sure that if an incident occurs with the new version, it can be isolated to a single Fault Domain.\nHomogenization of the physical infrastructure means consistency and predictability for the VMs regardless of which physical host they reside on. This concept can be extended beyond the production environment. The fabric can be partitioned into development, test, and pre-production environments as well. Eliminating variability between environments enables developers to more easily optimize applications for a private cloud and gives testers more confidence that the results reflect the realities of production, which in turn should greatly improve testing efficiency.\nThe virtualized infrastructure enables workloads to be transferred more easily between environments. All VMs should be built from a common set of component templates housed in a library, which is used across all environments. This shared library includes templates for all components approved for production, such as VM images, the gold OS image, server role templates, and platform templates. These component templates are downloaded from the shared library and become the building blocks of the development environment. From development, these components are packaged together to create a test candidate package (in the form of a virtual hard disk (VHD) that is uploaded to the library. This test candidate package can then be deployed by booting the VHD in the test environment. When testing is complete, the package can again be uploaded to the library as a release candidate package – for deployment into the pre-production environment, and ultimately into the production environment.\nSince workloads are deployed by booting a VM from a VHD, the Release Management process occurs very quickly through the transfer of VHD packages to different environments. This also allows for rapid rollback should the deployment fail; the current release can be deleted and the VM can be booted off the previous VHD.\nVirtualization and the use of standard VM templates allow us to rethink software updates and patch management. As there is minimal variation in the production environment and all services in production are built with a common set of component templates, patches need not be applied in production. Instead, they should be applied to the templates in the shared library. Any services in production using that template will require a new version release. The release package is then rebuilt, tested, and redeployed, as shown below.\nFigure 3: The Release Process\nThis may seem counter-intuitive for a critical patch scenario, such as when an exploitable vulnerability is exposed. But with virtualization technologies and automated test scripts, a new version of a service can be built, tested, and deployed quite rapidly.\nVariation can also be reduced through standardized, automated test scenarios. While not every test scenario can or should be automated, tests that are automated will improve predictability and facilitate more rapid test and deployment timelines. Test scenarios that are common for all applications, or the ones that might be shared by certain application patterns, are key candidates for automation. These automated test scripts may be required for all release candidates prior to deployment and would make sure further reduction in variation in the production environment.\nKnowledge Management is the process of gathering, analyzing, storing, and sharing knowledge and information within an organization. The goal of Knowledge Management is to make sure that the right people have access to the information they need to maintain a private cloud. As operational knowledge expands and matures, the ability to intelligently automate operational tasks improves, providing for an increasingly dynamic environment.\nAn immature approach to Knowledge Management costs organizations in terms of slower, less-efficient problem solving. Every problem or new situation that arises becomes a crisis that must be solved. A few people may have the prior experience to resolve the problem quickly and calmly, but their knowledge is not shared. Immature knowledge management creates greater stress for the operations staff and usually results in user dissatisfaction with frequent and lengthy unexpected outages. Mature Knowledge Management processes are necessary for achieving a service provider’s approach to delivering infrastructure. Past knowledge and experience is documented, communicated, and readily available when needed. Operating teams are no longer crisis-driven as service-impacting events grow less frequent and are quickly resolves when they do occur.\nWhen designing a private cloud, development of the Health Model will drive much of the information needed for Knowledge Management. The Health Model defines the ideal states for each infrastructure component and the daily, weekly, monthly, and as-needed tasks required to maintain this state. The Health Model also defines unhealthy states for each infrastructure component and actions to be taken to restore their health. This information will form the foundation of the Knowledge Management database.\nAligning the Health Model with alerts allows these alerts to contain links to the Knowledge Management database describing the specific steps to be taken in response to the alert. This will help drive predictability as a consistent, proven set of actions will be taken in response to each alert.\nThe final step toward achieving a private cloud is the automation of responses to each alert as defined in the Knowledge Management database. Once these responses are proven successful, they should be automated to the fullest extent possible. It is important to note, though, that automating responses to alerts does not make them invisible and forgotten. Even when alerts generate a fully automated response they must be captured in the Service Management system. If the alert indicates the need for a change, the change record should be logged. Similarly, if the alert is in response to an incident, an incident record should be created. These automated workflows must be reviewed regularly by Operations staff to make sure the automated action achieves the expected result. Finally, as the environment changes over time, or as new knowledge is gained, the Knowledge Management database must be updated along with the automated workflows that are based on that knowledge.\nThe goal of Incident Management is to resolve events that are impacting, or threaten to impact, services as quickly as possible with minimal disruption. The goal of Problem Management is to identify and resolve root causes of incidents that have occurred as well as identify and prevent or minimize the impact of incidents that may occur.\nPinpointing the root cause of an incident can become more challenging when workloads are abstracted from the infrastructure and their physical location changes frequently. Additionally, incident response teams may be unfamiliar with virtualization technologies (at least initially) which could also lead to delays in incident resolution. Finally, applications may have neither a robust Health Model nor expose all of the health information required for a proactive response. All of this may lead to an increase in reactive (user initiated) incidents which will likely increase the Mean-Time-to-Restore-Service (MTRS) and customer dissatisfaction.\nThis may seem to go against the resiliency principle, but note that virtualization alone will not achieve the desired resiliency unless accompanied by highly mature IT Service Management (ITSM) maturity and a robust automated health monitoring system.\nThe drive for resiliency requires a different approach to troubleshooting incidents. Extensive troubleshooting of incidents in production negatively impacts resiliency. Therefore, if an incident cannot be quickly resolved, the service can be rolled back to the previous version, as described under Release and Deployment. Further troubleshooting can be done in a test environment without impacting the production environment. Troubleshooting in the production environment may be limited to moving the service to different hosts (ruling out infrastructure as the cause) and rebooting the VMs. If these steps do not resolve the issue, the rollback scenario could be initiated.\nMinimizing human involvement in incident management is critical for achieving resiliency. The troubleshooting scenarios described earlier could be automated, which will allow for identification and possible resolution of the root much more quickly than non-automated processes. But automation may mask the root cause of the incident. Careful consideration should be given to determining which troubleshooting steps should be automated and which require human analysis.\nHuman Analysis of Troubleshooting\nIf a compute resource fails, it is no longer necessary to treat the failure as an incident that must be fixed immediately. It may be more efficient and cost effective to treat the failure as part of the decay of the Resource Pool. Rather than treat a failed server as an incident that requires immediate resolution, treat it as a natural candidate for replacement on a regular maintenance schedule, or when the Resource Pool reaches a certain threshold of decay. Each organization must balance cost, efficiency, and risk as it determines an acceptable decay threshold – and choose among these courses of action:\nThe benefits and trade-off of each of the options are listed below:\nOption 4 is the least desirable, as it does not take advantage of the resiliency and cost reduction benefits of a private cloud. A well-planned Resource Pool and Reserve Capacity strategy will account for Resource Decay.\nOption 1 is the most recommended approach. A predictable maintenance schedule allows for better procurement planning and can help avoid conflicts with other maintenance activities, such as software upgrades. Again, a well-planned Resource Pool and Reserve Capacity strategy will account for Resource Decay and minimize the risk of exceeding critical thresholds before the scheduled maintenance.\nOption 3 will likely be the only option for self-contained Scale Unit scenarios, as the container must be replaced as a single Scale Unit when the decay threshold is reached.\nThe goal of Request Fulfillment is to manage requests for service from users. Users should have a clear understanding of the process they need to initiate to request service and IT should have a consistent approach for managing these requests.\nMuch like any service provider, IT should clearly define the types of requests available to users in the service catalog. The service catalog should include an SLA on when the request will be completed, as well as the cost of fulfilling the request, if any.\nThe types of requests available and their associated costs should reflect the actual cost of completing the request and this cost should be easily understood. For example, if a user requests an additional VM, its daily cost should be noted on the request form, which should also be exposed to the organization or person responsible for paying the bill.\nIt is relatively easy to see the need for adding resources, but more difficult to see when a resource is no longer needed. A process for identifying and removing unused VMs should be put into place. There are a number of strategies to do this, depending on the needs of a given organization, such as:\nThe benefits and trade-offs of each of these approaches are detailed below:\nOption 4 affords the greatest flexibility, while still working to minimize server sprawl. When a user requests a VM, they have the option of setting an expiration date with no reminder (for example, if they know they will only be using the workload for one week). They could set an expiration deadline with a reminder (for example, a reminder that the VM will expire after 90 days unless they wish to renew). Lastly, the user may request no expiration date if they expect the workload will always be needed. If the last option is chosen, it is likely that underutilized VMs will still be monitored and owners notified.\nFinally, self-provisioning should be considered, if appropriate, when evaluating request fulfillment options to drive towards minimal human involvement. Self-provisioning allows great agility and user empowerment, but it can also introduce risks depending on the nature of the environment in which these VMs are introduced.\nFor an enterprise organization, the risk of bypassing formal build, stabilize, and deploy processes may or may not outweigh the agility benefits gained from the self-provisioning option. Without strong governance to make sure each VM has an end-of-life strategy, the fabric may become congested with VM server sprawl. The pros and cons of self-provisioning options are listed in the next diagram:\nThe primary decision point for determining whether to use self-provisioning is the nature of the environment. Allowing developers to self-provision into the development environment greatly facilitates agile development, and allows the enterprise to maintain release management controls as these workloads are moved out of development and into test and production environments.\nA user-led community environment isolated from enterprise mission-critical applications may also be a good candidate for self-provisioning. As long as user actions are isolated and cannot impact mission critical applications, the agility and user empowerment may justify the risk of giving up control of release management. Again, it is essential that in such a scenario, expiration timers are included to prevent server sprawl.\nThe goal of Access Management is to make sure authorized users have access to the services they need while preventing access by unauthorized users. Access Management is the implementation of security policies defined by Information Security Management at the Service Delivery Layer.\nMaintaining access for authorized users is critical for achieving the perception of continuous availability. Besides allowing access, Access Management defines users who are allowed to use, configure, or administer objects in the Management Layer. From a provider’s perspective, it answers questions like:\nFrom a consumer’s perspective, it answers questions such as:\nAccess Management is implemented at several levels and can include physical barriers to systems such as requiring access smartcards at the data center, or virtual barriers such as network and Virtual Local Area Network (VLAN) separation, firewalling, and access to storage and applications.\nTaking a service provider’s approach to Access Management will also make sure that resource segmentation and multi-tenancy is addressed.\nResource Pools may need to be segmented to address security concerns around confidentiality, integrity, and availability. Some tenants may not wish to share infrastructure resources to keep their environment isolated from others. Access Management of shared infrastructure requires logical access control mechanisms such as encryption, access control rights, user groupings, and permissions. Dedicated infrastructure also relies on physical access control mechanisms, where infrastructure is not physically connected, but is effectively isolated through a firewall or other mechanisms.\nThe goal of systems administration is to make sure that the daily, weekly, monthly, and as-needed tasks required to keep a system healthy are being performed.\nRegularly performing ongoing systems administration tasks is critical for achieving predictability. As the organization matures and the Knowledge Management database becomes more robust and increasingly automated, systems administration tasks is no longer part of the job role function. It is important to keep this in mind as an organization moves to a private cloud. Staff once responsible for systems administration should refocus on automation and scripting skills – and on monitoring the fabric to identify patterns that indicate possibilities for ongoing improvement of existing automated workflows.", "id": "<urn:uuid:809862ce-ee94-40a5-8400-9b6e42bd25fc>", "dump": "CC-MAIN-2013-20", "url": "http://social.technet.microsoft.com/wiki/contents/articles/4518.private-cloud-planning-guide-for-operations.aspx", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9264841675758362, "token_count": 4173, "score": 2.640625, "int_score": 3}
{"text": "Requirements for proficiency in Norwegian\nThe Norwegian language is the primary language of instruction at Norwegian institutions of higher education. Some foreign students learn Norwegian before they continue with further studies in Norway. Below is an overview of the language requirements for foreign students applying for courses where the language of instruction is Norwegian.\nIf applying for a course taught in Norwegian, or for general acceptance into an institution, applicants outside of the Nordic countries must meet one of the following requirements:\n- Successfully passed 'Norwegian as a second language' from upper secondary school.\n- Sucessfully passed Level 3 in Norwegian at a university.\n- Successfully passed one-year study in Norwegian language and society for foreign students from a university college.\n- Successfully passed test in Norwegian at higher level, 'Bergenstesten', with a minimum score of 450.\nIn certain cases, institutions may accept other types of documentation. Please contact the institutions directly for details.", "id": "<urn:uuid:de1e1761-77e7-432f-856b-39b8c69b3443>", "dump": "CC-MAIN-2013-20", "url": "http://studyinnorway.no/Study-in-Norway/Admission-Application/Requirements-for-proficiency-in-Norwegian", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9260422587394714, "token_count": 191, "score": 2.90625, "int_score": 3}
{"text": "Monitor drivers vs. video adapter drivers: How are they different and which do I need?\nMonitor drivers are specific to the monitor. They are usually text files that tell the operating system what the monitor is and what it is capable of. They are not required for the monitor to function.\nVideo adapter drivers\nYour video adapter lets your computer communicate with a monitor by sending images, text, graphics, and other information. Better video adapters provide higher-quality images on your screen, but the quality of your monitor plays a large role as well. For example, a monochrome monitor cannot display colors no matter how powerful the video adapter is.\nA video driver is a file that allows your operating system to work with your video adapter. Each video adapter requires a specific video driver. When you update your video adapter, your operating system will provide a list and let you pick the appropriate video driver for it. If you do not see the video driver for your adapter in the list, contact the manufacturer of your video adapter to get the necessary video driver.", "id": "<urn:uuid:73cae941-2fef-484a-8887-1a20cde01d2f>", "dump": "CC-MAIN-2013-20", "url": "http://support.lenovo.com/en_GB/research/hints-or-tips/detail.page?LegacyDocID=MIGR-4MVU4G", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9252598881721497, "token_count": 212, "score": 2.75, "int_score": 3}
{"text": "The Neighbor Squirrel\nThese busy fluffballs have lost their fear of most predators - and they help plant pecan trees.\nBy Sheryl Smith-Rodgers\nHave you ever watched an eastern fox squirrel (Sciurus niger) bury an acorn or pecan? A nuzzle here, another there, then he hurriedly pushes the leaves and grass over the site before scampering up the closest tree. Minutes later, he's back with another nut. Over the course of three months, that industrious squirrel can bury several thousand pecans. Come winter, when food's scarce, he'll find them again with his excellent sense of smell. Some will escape his appetite, though, and sprout into saplings, which is how many native nut trees get planted.\nEastern fox squirrels - the state's most common and wide-ranging squirrel and a popular game animal, too - occur in forests and riparian habitats. They also easily adapt to cities and neighborhoods, where they've lost most of their fear of natural predators.\n\"Playing the call of a red-tailed hawk didn't phase squirrels on campus,\" reports Bob McCleery, a wildlife lecturer at Texas A&M University, who has studied urban squirrels in College Station. \"When we played a coyote call in the Navasota river bottom, a squirrel immediately flattened itself in the crotch of a tree for a good five minutes.\"\nWhen agitated, fox squirrels - whose fur closely resembles that of a gray fox - bark and jerk their long, bushy tails, which they use for balance when scampering on utility lines and other high places. Tails provide warmth and protection, too. \"In the summer, I've seen them lying down with their tails over their heads to block the sun,\" McCleery says.", "id": "<urn:uuid:3cb858ec-4357-48a5-9912-c7929ec225af>", "dump": "CC-MAIN-2013-20", "url": "http://tpwmagazine.com/archive/2008/jan/scout3/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9645190238952637, "token_count": 370, "score": 3.296875, "int_score": 3}
{"text": "Issued from the woods of the Loess Hills a few miles east of\nNATCHEZ, MISSISSIPPI, USA\nApril 29, 2012\n|CATTLE EGRETS AMONG CATTLE\nAs in Mexico, around here if you pass by a pasture you're likely to see Cattle Egrets standing among or on the cows, as shown at http://www.backyardnature.net/n/12/120429eg.jpg.\nCattle Egrets in their breeding plumage, like the ones in the picture, can be distinguished from other white egrets and herons by the patches of light orange-brown on their crests and chests. Nonbreeding Cattle Egrets can be all white, and then their relatively thick, yellow beaks and thicker, shorter necks separate them from similar-sized, white herons and egrets found here, such as Snowy Egrets and juvenile Little Blue Herons.\nI remember the first time Cattle Egrets were spotted in the rural part of western Kentucky where I grew up, possibly in 1963. Their appearance was so unusual that a farmer not particularly interested in Nature called my parents and said that a whole flock of big white birds had appeared in his pasture, and we went up to take a look. I was in college before I learned that they were Cattle Egrets, BUBULCUS IBIS.\nMy ornithology teacher told how the birds were undergoing one of the fastest and most widely ranging expansions of distribution ever seen among birds. Originally Cattle Egrets were native to southern Spain and Portugal, tropical and subtropical Africa and humid tropical and subtropical Asia. In the late 1800s they began expanding their range into southern Africa, and were first sighted in the Americas, on the boundary of Guiana and Suriname, in 1877, apparently having flown across the Atlantic Ocean. They didn't get permanently established there until the 1930s, though, but then they began expanding into much of the rest of the Americas, reaching western Kentucky around the early 60s. The species appears still to be expanding northward in western North America, but in the Northeast it seems to be in decline. Though they can turn up as far north as southern Canada, coast to coast, mostly they breed in the US Southeast.\nThe Wikipedia expert says that Cattle Egrets eat ticks and flies from cattle. They do that, but anyone who watches our birds awhile sees that mainly as the cattle move around they stir up creatures in the grass, which the egrets prey on. The cows' fresh manure also attracts flies for them.\nMATING BOX TURTLES\nIt's interesting to see how turtles manage it, but for many readers familiar with box turtles in other parts of North America the picture may raise the question of why those in our picture bear different colors and patterns than theirs. What's happening is that Box Turtles are represented by six intergrading subspecies.\nHillary's Gulf Coast location is supposed to be home to the Gulf Coast subspecies, Terrapene carolina ssp. major. However, that subspecies is described as having a brownish top shell, or carapace, sometimes with a few dull spots or rays, but nothing like these bright, yellow lines. I can't say what's going on. Apparently Box Turtle taxonomy is a bit tricky.\nRESTING CRANE FLY\nThat looks like a mosquito but you can see from how much of the leaf he covers that he's far too large to be any mosquito species found here. Also, he lacks the hypodermic-like proboscis mosquitoes use to suck blood. No conspicuous mouthparts are visible on our crane fly because adult crane flies generally hardly eat at all, only occasionally lapping up a bit of pollen or sugar-rich flower nectar. Their maggot-like larvae feed on plant roots. Some species can damage crops.\nOosterbroek's monumental, 2012 Catalogue of the Craneflies of the World -- free and online at http://ip30.eti.uva.nl/ccw/ --recognizes 15,345 cranefly species, 1630 of them just in our Nearctic ecozone, which embraces the US, Canada, Greenland, and most of northern Mexico.\nThat's why when I shipped the picture to volunteer identifier Bea in Ontario it took more time than usual for her verdict to come in, and she was comfortable only with calling it the genus TIPULA.\nWhatever our species, it's a pleasure to take the close shown at http://www.backyardnature.net/n/12/120429cg.jpg.\nWhat are those things below the wings looking like needles with droplets of water at their ends? Those are \"halteres,\" which commonly occur among the Fly Order of Insects, the Diptera. Though their purpose isn't known with certainty, it's assumed that they help control flight, enabling flies to make sudden mid-air changes in direction. From the evolutionary perspective, halteres are modified back wings. Most insects have two pairs, or four, wings, but not the Diptera, as the name implies -- di-ptera, as they say \"two-wings\" in classical Greek.\nADMIRING THE WHITE OAK\nIn that picture I'm holding a leaf so you can see its underside, much paler than other leaves' topsides. The tree's gray bark of narrow, vertical blocks of scaly plates is shown at http://www.backyardnature.net/n/12/120429qc.jpg.\nI'm accustomed to seeing White Oaks on relatively dry upland soils so I was a little surprised when the tree in the picture showed up on a stream bank growing among Sycamores. In fact, White Oaks are fairly rare around here, completely absent in many upland forests where I'd expect them to be. Years ago I mentioned this in a Newsletter and a local reader responded that in this region White Oaks were wiped out many years ago by people cutting them as lumber and, more importantly, using them in the whisky distilling business. The online Flora of North America says that \"In the past Quercus alba was considered to be the source of the finest and most durable oak lumber in America for furniture and shipbuilding.\"\nThere beside the stream, last year's crop of our White Oak's acorns had been washed away, but this season's were there in their first stages of growth, as seen at http://www.backyardnature.net/n/12/120429qb.jpg.\nTraditionally early North Americans regarded the inner bark of White Oaks as highly medicinal. Extracts made from soaking the inner bark in water are astringent (puckery) and were used for gargling, and the old herbals describe the extract as tonic, stimulating and antiseptic. Other listed uses include for \"putrid sore throat,\" diphtheria, hemorrhages, spongy or bleeding gums, and hemorrhoids. Many applications suggest adding a bit of capsicum, or hot pepper, to the extract.\nBasically the notion seems to be that the bark's tannin -- the puckery element -- does the main medicinal service. Other oaks actually have more tannin than White Oak, but medicines made with them can be too harsh. White Oak extracts seem to have just the right amount.\nThe same tannin situation exists with regard to the edibility of acorns. The acorns of other oaks contain more tannin so they require more time and effort to make them edible. White Oak acorns have much less tannin, but even still there's enough to make them too bitter for humans to eat without treatment, which traditionally has been leaching acorn pulp in running water.\nBy the way, instructions for the kitchen leaching of acorn pulp appear at http://www.ehow.com/how_8427141_leach-acorns.html.\nAMERICAN HOLLY FLOWERING\nAmerican Hollies are a different species from the English Holly often planted as ornamentals. American Holly bears larger leaves and produces fewer fruits. Hollies come in male or female trees (they're dioecious), and you can tell from the flowers in the upper, left of the above picture that here we have a male tree. A close-up of a male flower with its four out-thrusting stamens is at http://www.backyardnature.net/n/12/120429hp.jpg.\nOn a female flower the stamens would be rudimentary and there'd be an ovary -- the future fruit -- in the blossom's center.\nMaybe because people are so used to seeing English Hollies planted up north often it's assumed that they're northern trees. In fact, American Holly is mainly native to the US Southeast, though along the Coastal Plain it reaches as far north as southern Connecticut. Around here it's strictly an understory tree.\nThe fruits are mildly toxic but you must eat a lot of them to get sick. Birds, deer, squirrels and other animals eat the fruits, which are drupes bearing several hard \"stones.\" No critter seems to relish them, though, saving them mostly to serve as \"emergency food\" when other foods run out. That might explain why we see hollies holding their red fruits deep into the winter.\n\"BEGGAR'S LICE\" ON MY SOCKS\nSeveral kinds of plants produce stickery little fruits like that and they all can be called Beggar's Lice. When I tracked down the plant attaching its fruits to me, it was what's shown at http://www.backyardnature.net/n/12/120429my.jpg.\nSeveral beggar's-lice-producing plants are similar to that, so before being sure what I really had I had to \"do the botany.\" Here are details I focused on:\nLeaves and stems were hairy, and leaves were rounded toward the base, sometimes clasping the stem, as shown at http://www.backyardnature.net/n/12/120429mw.jpg.\nA close-up of a \"beggar's louse\" is shown stuck in my arm hairs at http://www.backyardnature.net/n/12/120429mx.jpg.\nThat last picture is sort of tricky. For, you expect the thing stuck to you to be a fruit with hooked spines, but the thing in the picture isn't a fruit. It's actually a baglike calyx surrounding much smaller fruit-like things. I crumbled some calyxes between my fingers and part of what resulted is shown at http://www.backyardnature.net/n/12/120429mv.jpg.\nThe four shiny things are not seeds. Maybe you've seen that the ovary of most mint flowers is divided into four more-or-less distinct parts. Each of those parts is called a nutlet, and that's what you're seeing. But other plant families beside the Mint produce nutlets.\nOur beggar's-louse-producing plant is MYOSOTIS DISCOLOR, a member of the Borage Family, the Boraginaceae, which on the phylogenetic Tree of Life is adjacent to the Mint Family. Myosotis discolor is an invasive from Europe that so far has set up residence here and there in eastern and western North America, but so far seems to be absent in the center.\nThe English name is often given as Changing Forget-me-not, because Myosotis is the Forget-me-not genus, and in Latin dis-color says \"two-colored,\" apparently referring to the fact that the flowers can be white or blue, though all I've seen here are white. But, this rangy little plant you never notice until its calyxes stick to you seems to have nothing to do with Forget-me-nots, unless you look at technical features. I think some editor must have made up the name \"Changing Forget-me-not.\" Our plant very clearly is one of several \"Beggar's Lice.\"\nOATS ALONG THE ROAD\nA spikelet plucked from the panicle is shown at http://www.backyardnature.net/n/12/120429ov.jpg.\nThe same spikelet opened to show the florets inside the glumes at http://www.backyardnature.net/n/12/120429ou.jpg.\nThis is Oat grass, AVENA SATIVA, the same species producing the oats of oatmeal. Oat spikelets differ from those of the vast majority of other grasses by the very large, boat-shaped glumes subtending the florets.\nGlumes are analogous to a regular flower's calyx, so in that last picture of a spikelet, the glumes are the two large, green-and-white striped items at the left in the photograph. The vast majority of grass spikelets bear glumes much shorter than the florets above them. Also, notice that the slender, stiff, needlelike item, the awn, arises from a floret inside the spikelet and not from a glum.\nRemember that you can review grass flower terminology at http://www.backyardnature.net/fl_grass.htm.\nThe spikelets of most Oat plants don't bear needlelike awns. You're likely to see both awned and awnless kinds growing as weeds in our area. When I first saw the awns I thought this might be one of the \"Wild Oat\" species, for several species reside in the Oat genus Avena, and one of those grows wild in the US Southeast. However, florets of the other species bear long, brownish hairs, and you can see that ours are hairless, or \"glabrous.\" The other species' awns also are twisted, but regular Oat awns, when present, are rigid and straight. Both Oat species are native to Eurasia.\nHow did that Oat plant make its way to the side of our isolated Mississippi backroad? Near where the grass grew there was a large game farm where exotic animals are kept so hunters can pay high fees to kill them. I'm betting that the animals are fed oats. Our plant was in an often-flooded spot downstream from the farm, so maybe an oat grain had washed there.\nThat's a roadcut through a special kind of very fine-grained clay called loess. The word loess derives from the German Löß. A deep mantel of loess was deposited here at the end of the last Ice Age about 10,000 years ago. Deep loess deposits occur in a narrow band of upland immediately east of the Mississippi River over most of its entire course. The loess region sometimes is called the Loess Hills. Loess profoundly affects the area's ecology. For one thing, the farther east you go from the Mississippi River, the thinner the loess is, the poorer and more acidic the soil becomes, and the more pines you get instead of broadleaf deciduous trees.\nLoess is so important here, and so interesting, that years ago I developed a web portal called \"Loess Hills of the Lower Mississippi Valley,\" at http://www.backyardnature.net/loess/loess.html.\nI had hoped to engage local folks in an effort to recognize the Loess Hills as a very interesting, scenic and biologically important, distinct region with ecotourism potential, but nothing ever came from it. At that site you can learn how \"loess\" can be pronounced, how it came to exist here, what's special about it, and much more.\nOne thing special about loess is that it erodes into vertical-sided roadcuts as in the picture. People such as road engineers who try to create gentle slopes are doomed to failure. I wish my farming Maya friends in the Yucatan, who must deal with very thin, rocky soil, could see the thick mantel of rich loess we have here.\nNO MORE EMAILED NEWSLETTERS\nFrom now on, to read the Newsletters you'll just have to remember to check out the most recently issued edition at http://www.backyardnature.net/n/.\nToday's Newsletter is there now waiting for readers, with stories about Cattle Egrets, mating Box Turtles, craneflies, flowering holly trees, Beggar's Lice and more.\nIf you're on Facebook you can find the Facebook Newsletter page by searching for \"Jim Conrad's Naturalist Newsletter.\" The weekly message left there will link to individual pages with images embedded in text. In today's message, for instance, you can click on \"Cattle Egrets\" and see a regular web page with text and a photo. I've configured my Facebook page to have a subscribe tab but so far one hasn't appeared. My impression is that if you \"like\" the Newsletter page, each week you'll receive a message with its link. Maybe not. I'm still figuring it out.\nSo, this is the end of eleven years of weekly delivered emails.\nAt first I was upset and annoyed, and thought of writing the 2,158 subscribers suggesting that complaints be made to FatCow at email@example.com. However, something interesting has happened.\nLast week about a dozen subscribers accepted my invitation to check out the Newsletter's Facebook page. When they \"liked\" the page, I got to see their pictures, or at least their avatars. There were all kinds of folks, old and young, skinny and fat, white and brown, serious and joking, one fellow on a boat in Maine, a lady in India with a dot, or Bindi, in the middle of her forehead, someone's baby picture... What an amazing thing that all these people were interested in what I'd written!\nSo, in a way, FatCow.com's treatment has been a gift. It's resensitized me to my readership. Also, it's nudged me into a mental space where now I'm mentally prepared for the whole BackyardNature.net site to be removed permanently, for whatever reason they come up with. That extra sense of independence means a lot to me. Now if need be I'm ready to write Newsletters and just keep them in my computer, or write them in a notebook hidden in my trailer, or write them on leaves that I let float down the Mississippi River. I've already learned how to make ink from oak galls.\nSo, we're evolving here. I'm yielding when it's clear that the forces against us control critical resources, but I'm ready to experiment with new possibilities as they appear, and I continue to think, feel and write about the world around us, and share when I'm allowed to.\nGood luck in your own evolutions. And thanks for these years of weekly inviting me into your lives.\nBest wishes to all Newsletter readers,\nTo subscribe OR unsubscribe to this Newsletter, go to www.backyardnature.net/news/natnat.php.\nPost your own backyard-nature observations and thoughts at http://groups.google.com/group/backyard-nature/\nAll previous Newsletters are archived at www.backyardnature.net/n/.\nVisit Jim's backyard nature site at www.backyardnature.net", "id": "<urn:uuid:ed524a66-2327-4328-a7fc-f00a0d14d470>", "dump": "CC-MAIN-2013-20", "url": "http://www.backyardnature.net/n/12/120429.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9592416882514954, "token_count": 4095, "score": 3.59375, "int_score": 4}
