{"text": "|Gallium metal is silver-white and melts at approximately body temperature (Wikipedia image).|\n|Atomic Number:||31||Atomic Radius:||187 pm (Van der Waals)|\n|Atomic Symbol:||Ga||Melting Point:||29.76 °C|\n|Atomic Weight:||69.72||Boiling Point:||2204 °C|\n|Electron Configuration:||[Ar]4s23d104p1||Oxidation States:||3|\nFrom the Latin word Gallia, France; also from Latin, gallus, a translation of \"Lecoq,\" a cock. Predicted and described by Mendeleev as ekaaluminum, and discovered spectroscopically by Lecoq de Boisbaudran in 1875, who in the same year obtained the free metal by electrolysis of a solution of the hydroxide in KOH.\nGallium is often found as a trace element in diaspore, sphalerite, germanite, bauxite, and coal. Some flue dusts from burning coal have been shown to contain as much 1.5 percent gallium.\nIt is one of four metals -- mercury, cesium, and rubidium -- which can be liquid near room temperature and, thus, can be used in high-temperature thermometers. It has one of the longest liquid ranges of any metal and has a low vapor pressure even at high temperatures.\nThere is a strong tendency for gallium to supercool below its freezing point. Therefore, seeding may be necessary to initiate solidification.\nUltra-pure gallium has a beautiful, silvery appearance, and the solid metal exhibits a conchoidal fracture similar to glass. The metal expands 3.1 percent on solidifying; therefore, it should not be stored in glass or metal containers, because they may break as the metal solidifies.\nHigh-purity gallium is attacked only slowly by mineral acids.\nGallium wets glass or porcelain and forms a brilliant mirror when it is painted on glass. It is widely used in doping semiconductors and producing solid-state devices such as transistors.\nMagnesium gallate containing divalent impurities, such as Mn+2, is finding use in commercial ultraviolet-activated powder phosphors. Gallium arsenide is capable of converting electricity directly into coherent light. Gallium readily alloys with most metals, and has been used as a component in low-melting alloys.\nIts toxicity appears to be of a low order, but should be handled with care until more data is available.", "id": "<urn:uuid:317a0fc8-b8f1-4147-a9ac-f69a1f176048>", "dump": "CC-MAIN-2013-20", "url": "http://periodic.lanl.gov/31.shtml", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8928455710411072, "token_count": 546, "score": 3.46875, "int_score": 3}
{"text": "Phantom Phone Calls\nospri.net- Alleged contact with the dead has occurred universally throughout history, taking various forms; as dreams, waking visions and auditory hallucinations, either spontaneous or induced through trance. In many cultures, the spirits of the dead have been sought for their wisdom, advice and knowledge of the future. The dead also seem to initiate their own communication, using whatever means seem to be most effective.\nWith the advent of electromagnetic technology, mysterious messages have been communicated by telegraph, wireless, phonographs and radio. A curious phenomenon of modern times is the communication via the telephone. Phone calls from the dead seem to be random and occasional\noccurrences that happen without explanation. The great majority are exchanges between persons who shared a close emotional tie while both were living: spouses, parents and children, siblings, and occasionally friends and other relatives.\nMost communications are \"intention\" calls, initiated by the deceased to impart a message, such as farewell upon death, a warning of impending danger, or information the living needs to carry out a task. For example, actress Ida Lupino's father, Stanley, who died intestate in London during World War II, called Lupino six months after his death to relate information concerning his estate, the location of some unknown but important papers.\nSome calls appear to have no other purpose than to make contact with the living; many of these occur on emotionally charged \"anniversary\" days, such as Mothers day or Fathers day, a birthday or holiday. In a typical” anniversary” call, the dead may do nothing more than repeat a phrase over and over, such as \"Hello, Mom, is that you?\"\nPersons who have received phone calls from the dead report that the voices are exactly the same as when the deceased was living, furthermore, the voice often uses pet names and words. The telephone usually rings normally, although some recipients say that the ring sounded flat and abnormal. In many cases, the connection is bad, with a great deal of static and line noise, and occasionally the faint voices of the other persons are heard, as though lines have been crossed. In many cases, the voice of the dead one is difficult to hear and grows fainter as the call goes on. Sometimes, the voice just fades away but the line remains open, and the recipient hangs up after giving up on further communication. Sometimes the call is terminated by the dead and the recipient hers the click of disengagement, other times, the line simply goes dead.\nThe phantom phone calls typically occur when the recipient is in a passive state of mind. If the recipient knows the caller is dead, the shock is great and the phone call very brief, invariably, the caller terminates the call after a few seconds or minutes, or the line goes dead. If the recipient does not know the caller is dead, a lengthy conversation of up to 30 minutes or so may take place, during which the recipient is not aware of anything amiss. In a minority of cases, the call is placed person-to-person, long-distance with the assistance of a mysterious operator. Checks with the telephone company later turn up no evidence of a call being places.\nSimilar phone calls from the dead are \"intention\" phone calls occurring between two living persons. Such calls are much rarer than calls from the dead. In a typical \"intention\" call, the caller thinks about making the call but never does, the recipient nevertheless receives a call. In some cases, emergencies precipitate phantom calls, a surgeon is summoned by a nurse to the hospital to perform an emergency operation, a priest is called by a \"relative\" to give last rites to a dying man and so forth.\nSome persons who claim to have had UFO encounters report receiving harassing phantom phone calls. The calls are received soon after the witness returns home, or within a day or two of the encounter, in many cases, the calls come before the witness has shared the experience with anyone, stranger still, they are often placed to unlisted phone numbers. The unidentified caller warns the witness not to talk and to \"forget\" what he or she saw.\nPhone calls allegedly may be placed to the dead as well. The caller does not find out until sometime after the call that the person on the other end has been dead. In one such case, a woman dreamed of a female friend she had not seen for several years. In the disturbing dream, she witnessed the friend sliding down into a pool of blood. Upon awakening, she worried that the dream was a portent of trouble, and called the friend. She was relieved when the friend answered. The friend explained that she had been in the hospital, had been released and was due to be readmitted in a few days. She demurred when the woman offered to visit, saying she would call later. The return call never came. The woman called her friend again, to be told by a relative that the friend has been dead for six months at the time the conversation took place.\nIn several cases studied by researchers, the deceased callers make reference to an anonymous” they” and caution that there is little time to talk. The remarks imply that communication between the living and the dead is not only difficult, but not necessarily desirable.\nMost phone calls from the dead occur within 24 hours of the death of the caller. Most short calls come from those who have been dead seven days or less: most lengthy calls come from those who have been dead several months. One of the longest death-intervals on record is two years.\nIn a small number of cases, the callers are strangers who say they are calling on behalf of a third party, whom the recipient later discovered is dead.\nSeveral theories exist as to the origin of phantom phone calls. (1) They are indeed placed by the dead, who somehow manipulate the telephone mechanisms and circuitry: (2) they are deceptions of elemental-type spirits who enjoy playing tricks on the living: (3) they are psychokinetic acts caused subconsciously by the recipient, whose intense desire to communicate with the dead creates a type of hallucinatory experience: (4) they are entirely fantasy created by the recipient.\nFor the most part, phantom phone calls are not seriously regarded by parapsychologists. In the early 20th century, numerous devices were built by investigators in hopes of capturing ghostly voices: many of them were modifications of the telegraph and wireless. Thomas Alva Edison, whose parents were Spiritualists, believed that a telephone could be invented that would connect the living to the dead. He verified that he was working on such a device, but apparently it never was completed before his death.\n\"Psychic telephone\" experiments were conducted in the 1940's in England and America. Interest in the phenomenon waned until the 1960’s, following the findings of Konstantin Raudive that ghostly voices could be captured on electromagnetic tape.", "id": "<urn:uuid:c6d4bada-2535-41ff-b2c6-f0357a52e392>", "dump": "CC-MAIN-2013-20", "url": "http://phantomuniverse.blogspot.com/2010/02/phone-calls-from-beyond.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9758814573287964, "token_count": 1417, "score": 2.59375, "int_score": 3}
{"text": "If superparticles were to exist the decay would happen far more often. This test is one of the \"golden\" tests for supersymmetry and it is one that on the face of it this hugely popular theory among physicists has failed.\nProf Val Gibson, leader of the Cambridge LHCb team, said that the new result was \"putting our supersymmetry theory colleagues in a spin\".\nThe results are in fact completely in line with what one would expect from the Standard Model. There is already concern that the LHCb's sister detectors might have expected to have detected superparticles by now, yet none have been found so far.This certainly does not rule out SUSY, but it is getting to the same level as cold fusion if positive experimental result does not come soon.", "id": "<urn:uuid:72def0d3-296d-49d8-bdf5-73c351dd6672>", "dump": "CC-MAIN-2013-20", "url": "http://physicsandphysicists.blogspot.com/2012/11/more-results-not-in-favor-of-susy.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9730085134506226, "token_count": 163, "score": 2.6875, "int_score": 3}
{"text": "For many years, UNESCO and China have collaborated closely in the field of world heritage. Among the 35 Chinese properties on the World Heritage List, there are 25 cultural, 6 natural and 4 mixed sites. China is working with the countries of Central Asia (Kazakhstan, Kyrgyzstan, Tajikistan, Turkmenistan and Uzbekistan) on a Serial World Heritage Nomination of the Silk Roads.\nLike the country itself, China’s intangible cultural heritage is of extremely vast. The Kun Qu Opera was proclaimed a Masterpiece of the Oral and Intangible Heritage of Humanity in 2001, and the Guqin and its Music in 2003. The Uyghur Muqam of Xinjiang and the Urtiin Duu – Traditional Folk Long Song (the latter was submitted together with Mongolia) were awarded this distinction in 2005. A number of field projects have been devoted to endangered languages.\nWith regard to cultural diversity, the cultural approach to the prevention and treatment of HIV and AIDS is being studied by officials. Crafts that make it possible to maintain traditional techniques - frequently the preserve of women - as well as community economic development are being promoted in some regions.\nChina also collaborates with UNESCO in the area of dialogue through the programme on Intercultural Dialogue in Central Asia. In the framework of this programme, China is a member of the International Institute for Central Asian Studies, which was created to encourage intellectual cooperation among the Member States of the region.", "id": "<urn:uuid:fc55b8b0-4ef7-4eb4-bd14-4eaf3e257462>", "dump": "CC-MAIN-2013-20", "url": "http://portal.unesco.org/geography/en/ev.php-URL_ID=2988&URL_DO=DO_TOPIC&URL_SECTION=201.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.950869619846344, "token_count": 297, "score": 2.9375, "int_score": 3}
{"text": "Sponsor a Child in Guinea\n- ChildFund came to Guinea: 2005\n- Population below poverty line: 49%\n- News about Guinea\n- Children’s Voices: Fatoumata From Guinea\n- Around the Globe with ChildFund in 31 Days: Protecting Children in Guinea\n- Amid Violence, Work in Guinea Continues\n- A Family’s Access to Resources Means Hope Read More\nGuinea is a significant source of the world’s major minerals including gold, diamonds, iron ore and bauxite but the country’s poor infrastructure and political uncertainty prohibits it from developing its economic potential from these and other resources.\nLocated in western Africa on the North Atlantic Ocean between Guinea-Bissau and Sierra Leone, Guinea is smaller than the state of Oregon and suffers from a lack of safe water, environmentally damaged mining regions and preventable diseases.\n“We’ve brought important knowledge… to local health workers.”\nEducation and Early Childhood Development\nMany children in Guinea are not in school, and for younger children, there is often no foundation for later learning. Our Early Childhood Development (ECD) programs include building ECD Centers and supplying them with materials and tools used to train families about child protection and healthy development.\nMore than 3340 children have attended school in our ECD Centers and we have educated families in more than 530 homes about how to protect their children and motivate their development.\nHealthier Families and Children\nWorking with the Ministry of Health, we’ve brought important knowledge, including information about HIV and AIDS, to local health workers and have hired and trained 128 community volunteers to educate the community about disease prevention, proper hygiene and more. We also work to make health services affordable.\nTo provide access to safe water and sanitation facilities, we have provided 29 water systems.\nSponsor a child in Guinea today and make a difference in a child’s life.", "id": "<urn:uuid:a4c34d46-da00-4a99-9491-809f3c94a72e>", "dump": "CC-MAIN-2013-20", "url": "http://www.childfund.org/guinea/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9342458844184875, "token_count": 395, "score": 3.1875, "int_score": 3}
{"text": "The Bible gives us a clear picture of foolish behavior and its consequences. It’s important for us to recognize these traits in others—and in ourselves. Dealing appropriately with people who behave foolishly requires prayer and wisdom. But remember, that foolish person is not in your life by accident, and you can by God’s grace respond to him or her in a Christ-like manner.\nCharacteristics of Foolish Behavior\n1. Denying, disregarding, or rebelling against God.\nThe fool says in his heart “There is no God” (Psalm 14:1).\n2. Slandering, lying, deceiving\nThe one who conceals hatred has lying lips, and whoever utters slander is a fool\n3. Quick-Tempered A fool shows his annoyance at once, but a prudent man overlooks an insult (Proverbs 12:16).\n4. Acts Impetuously and Without Regard for Consequences\nIn everything the prudent acts with knowledge, but a fool flaunts his folly. (Proverbs 13:16).\nOne who is wise is cautious and turns away from evil, but a fool is reckless and careless.\n5. Talks endlessly, brags, spouts off frequently.\nA fool takes no pleasure in understanding, but only in expressing his opinion\nThe wise lay up knowledge, but the mouth of a fool brings ruin near. (Proverbs 10:14).\nA fool’s mouth is his ruin, and his lips are a snare to his soul. (Proverbs 18:7 ).\n6. Refuses Advice, Accountability and/or Discipline\nA fool despises his father’s instruction, but whoever heeds reproof is prudent\nA rebuke goes deeper into a man of understanding than a hundred blows into a fool\n7. Handles Money Recklessly\nOf what use is money in the hand of a fool, since he has no desire to get wisdom?\nIn the house of the wise are stores of choice food and oil, but a foolish man devours all\nhe has (Proverbs 21:20).\n8. Quarrels frequently, picks fights, is contentious\nFools get into constant quarrels; they are asking for a beating (Proverbs 18:6 NLT).\nA fool gives full vent to his anger, but a wise man keeps himself under control\n9. Lazy, Lacks Focus and Ambition\nFoolish people refuse to work and almost starve (Ecclesiastes 4:5).\nA wise person thinks much about death, while the fool thinks only about having a good time now\n(Ecclesiastes 7:4 ).\nFools are so exhausted by a little work that they have no strength for even the simplest tasks\n(Ecclesiastes 10:15 ).\n10. Never Learns from Past Experience\nAs a do returns to his vomit, so a fool repeats his folly (Proverbs 26:11).\nYou cannot separate fools from their foolishness, even though you grind them like grain with\nmortar and pestle (Proverbs 27:22 ).\nHow are we to respond to foolish behavior?\n1. First and most importantly, we pray for them.\n2. Second, watch your attitude and motivation toward these foolish people:\nPrinciple #1 – Don’t be surprised if they refuse good advice.\nDon’t waste your breath on fools, for they will despise the wisest advice\n(Proverbs 23:9 ).\nPrinciple #2 – Don’t give them honor or luxury.\nIt is not fitting for a fool to live in luxury – how much worse for a slave to rule over princes!\nLike snow in summer or rain in harvest, honor is not fitting for a fool (Proverbs 26:1).\nPrinciple #3 – Don’t argue with foolish people.\nDon’t have anything to do with foolish and stupid arguments, because you know they produce\nquarrels. And the Lord’s servant must not quarrel; instead, he must be kind to everyone, able to\nteach, not resentful (2 Tim. 2:23-24).\nPrinciple #4 – Protect yourself from the resentment and anger caused by foolish people.\nA stone is heavy and sand is weighty, but the resentment caused by a fool is heavier than both\n(Proverbs 27:3 ).\nStay away from a foolish man, for you will not find knowledge on his lips (Proverbs 14:7).\nAre you encouraged here? I personally invite you to subscribe and get the latest posts sent to your inbox. Also, connect with us on Facebook and Twitter and get updates that are not posted here on the blog.\nLinking up with:The Modest Mom,\nWe are now selling Lilla Rose! (30% discount on soon to be retired items)\nVision Forum Sale: 20% off everything\nWith discount code: EXTRA20", "id": "<urn:uuid:838d869f-2d2f-432a-b380-608aa039f4f0>", "dump": "CC-MAIN-2013-20", "url": "http://proverbs14verse1.blogspot.com/2012/02/characteristics-of-foolish-behavior.html?showComment=1330368347803", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9307095408439636, "token_count": 1040, "score": 2.625, "int_score": 3}
{"text": "The Operations Layer defines the operational processes and procedures necessary to deliver Information Technology (IT) as a Service. This layer leverages IT Service Management concepts that can be found in prevailing best practices such as ITIL and MOF. The main focus of the Operations Layer is to execute the business requirements defined at the Service Delivery Layer. Cloud-like service attributes cannot be achieved through technology alone and require a high level of IT Service Management maturity.\nChange Management process is responsible for controlling the life cycle of all changes. The primary objective of Change Management is to eliminate or at least minimize disruption while desired changes are made to services. Change Management focuses on understanding and balancing the cost and risk of making the change versus the benefit of the change to either the business or the service. Driving predictability and minimizing human involvement are the core principles for achieving a mature Service Management process and ensuring changes can be made without impacting the perception of continuous availability.\nStandard (Automated) Change\nNon-Standard (Mechanized) Change\nIt is important to note that a record of all changes must be maintained, including Standard Changes that have been automated. The automated process for Standard Changes should include the creation and population of the change record per standard policy in order to make sure auditability.\nAutomating changes also enables other key principles such as:\nThe Service Asset and Configuration Management process is responsible for maintaining information on the assets, components, and infrastructure needed to provide a service. Critical configuration data for each component, and its relationship to other components, must be accurately captured and maintained. This configuration data should include past and current states and future-state forecasts, and be easily available to those who need it. Mature Service Asset and Configuration Management processes are necessary for achieving predictability.\nA virtualized infrastructure adds complexity to the management of Configuration Items (CIs) due to the transient nature of the relationship between guests and hosts in the infrastructure. How is the relationship between CIs maintained in an environment that is potentially changing very frequently?\nA service comprises software, platform, and infrastructure layers. Each layer provides a level of abstraction that is dependent on the layer beneath it. This abstraction hides the implementation and composition details of the layer. Access to the layer is provided through an interface and as long as the fabric is available, the actual physical location of a hosted VM is irrelevant. To provide Infrastructure as a Service (IaaS), the configuration and relationship of the components within the fabric must be understood, whereas the details of the configuration within the VMs hosted by the fabric are irrelevant.\nThe Configuration Management System (CMS) will need to be partitioned, at a minimum, into physical and logical CI layers. Two Configuration Management Databases (CMDBs) might be used; one to manage the physical CIs of the fabric (facilities, network, storage, hardware, and hypervisor) and the other to manage the logical CIs (everything else). The CMS can be further partitioned by layer, with separate management of the infrastructure, platform, and software layers. The benefits and trade-offs of each approach are summarized below.\nCMS Partitioned by Layer\nCMS Partitioned into Physical and Logical\nTable 2: Configuration Management System Options\nPartitioning logical and physical CI information allows for greater stability within the CMS, because CIs will need to be changed less frequently. This means less effort will need to be expended to accurately maintain the information. During normal operations, mapping a VM to its physical host is irrelevant. If historical records of a VM’s location are needed, (for example, for auditing or Root Cause Analysis) they can be traced through change logs.\nThe physical or fabric CMDB will need to include a mapping of fault domains, upgrade domains, and Live Migration domains. The relationship of these patterns to the infrastructure CIs will provide critical information to the Fabric Management System.\nThe Release and Deployment Management processes are responsible for making sure that approved changes to a service can be built, tested, and deployed to meet specifications with minimal disruption to the service and production environment. Where Change Management is based on the approval mechanism (determining what will be changed and why), Release and Deployment Management will determine how those changes will be implemented.\nThe primary focus of Release and Deployment Management is to protect the production environment. The less variation is found in the environment, the greater the level of predictability – and, therefore, the lower the risk of causing harm when new elements are introduced. The concept of homogenization of physical infrastructure is derived from this predictability principle. If the physical infrastructure is completely homogenized, there is much greater predictability in the release and deployment process.\nWhile complete homogenization is the ideal, it may not be achievable in the real world. Homogenization is a continuum. The closer an environment gets to complete homogeneity, the more predictable it becomes and the fewer the risks. Full homogeneity means not only that identical hardware models are used, but all hardware configuration is identical as well. When complete hardware homogeneity is not feasible, strive for configuration homogeneity wherever possible.\nFigure 2: Homogenization Continuum\nThe Scale Unit concept drives predictability in Capacity Planning and agility in the release and deployment of physical infrastructure. The hardware specifications and configurations have been pre-defined and tested, allowing for a more rapid deployment cycle than in a traditional data center. Similarly, known quantities of resources are added to the data center when the Capacity Plan is triggered. However, when the Scale Unit itself must change (for example, when a vendor retires a hardware model), a new risk is introduced to the private cloud.\nThere will likely be a period where both n and n-1 versions of the Scale Unit exist in the infrastructure, but steps can be taken to minimize the risk this creates. Work with hardware vendors to understand the life cycle of their products and coordinate changes from multiple vendors to minimize iterations of the Scale Unit change. Also, upgrading to the new version of the Scale Unit should take place one Fault Domain at a time wherever possible. This will make sure that if an incident occurs with the new version, it can be isolated to a single Fault Domain.\nHomogenization of the physical infrastructure means consistency and predictability for the VMs regardless of which physical host they reside on. This concept can be extended beyond the production environment. The fabric can be partitioned into development, test, and pre-production environments as well. Eliminating variability between environments enables developers to more easily optimize applications for a private cloud and gives testers more confidence that the results reflect the realities of production, which in turn should greatly improve testing efficiency.\nThe virtualized infrastructure enables workloads to be transferred more easily between environments. All VMs should be built from a common set of component templates housed in a library, which is used across all environments. This shared library includes templates for all components approved for production, such as VM images, the gold OS image, server role templates, and platform templates. These component templates are downloaded from the shared library and become the building blocks of the development environment. From development, these components are packaged together to create a test candidate package (in the form of a virtual hard disk (VHD) that is uploaded to the library. This test candidate package can then be deployed by booting the VHD in the test environment. When testing is complete, the package can again be uploaded to the library as a release candidate package – for deployment into the pre-production environment, and ultimately into the production environment.\nSince workloads are deployed by booting a VM from a VHD, the Release Management process occurs very quickly through the transfer of VHD packages to different environments. This also allows for rapid rollback should the deployment fail; the current release can be deleted and the VM can be booted off the previous VHD.\nVirtualization and the use of standard VM templates allow us to rethink software updates and patch management. As there is minimal variation in the production environment and all services in production are built with a common set of component templates, patches need not be applied in production. Instead, they should be applied to the templates in the shared library. Any services in production using that template will require a new version release. The release package is then rebuilt, tested, and redeployed, as shown below.\nFigure 3: The Release Process\nThis may seem counter-intuitive for a critical patch scenario, such as when an exploitable vulnerability is exposed. But with virtualization technologies and automated test scripts, a new version of a service can be built, tested, and deployed quite rapidly.\nVariation can also be reduced through standardized, automated test scenarios. While not every test scenario can or should be automated, tests that are automated will improve predictability and facilitate more rapid test and deployment timelines. Test scenarios that are common for all applications, or the ones that might be shared by certain application patterns, are key candidates for automation. These automated test scripts may be required for all release candidates prior to deployment and would make sure further reduction in variation in the production environment.\nKnowledge Management is the process of gathering, analyzing, storing, and sharing knowledge and information within an organization. The goal of Knowledge Management is to make sure that the right people have access to the information they need to maintain a private cloud. As operational knowledge expands and matures, the ability to intelligently automate operational tasks improves, providing for an increasingly dynamic environment.\nAn immature approach to Knowledge Management costs organizations in terms of slower, less-efficient problem solving. Every problem or new situation that arises becomes a crisis that must be solved. A few people may have the prior experience to resolve the problem quickly and calmly, but their knowledge is not shared. Immature knowledge management creates greater stress for the operations staff and usually results in user dissatisfaction with frequent and lengthy unexpected outages. Mature Knowledge Management processes are necessary for achieving a service provider’s approach to delivering infrastructure. Past knowledge and experience is documented, communicated, and readily available when needed. Operating teams are no longer crisis-driven as service-impacting events grow less frequent and are quickly resolves when they do occur.\nWhen designing a private cloud, development of the Health Model will drive much of the information needed for Knowledge Management. The Health Model defines the ideal states for each infrastructure component and the daily, weekly, monthly, and as-needed tasks required to maintain this state. The Health Model also defines unhealthy states for each infrastructure component and actions to be taken to restore their health. This information will form the foundation of the Knowledge Management database.\nAligning the Health Model with alerts allows these alerts to contain links to the Knowledge Management database describing the specific steps to be taken in response to the alert. This will help drive predictability as a consistent, proven set of actions will be taken in response to each alert.\nThe final step toward achieving a private cloud is the automation of responses to each alert as defined in the Knowledge Management database. Once these responses are proven successful, they should be automated to the fullest extent possible. It is important to note, though, that automating responses to alerts does not make them invisible and forgotten. Even when alerts generate a fully automated response they must be captured in the Service Management system. If the alert indicates the need for a change, the change record should be logged. Similarly, if the alert is in response to an incident, an incident record should be created. These automated workflows must be reviewed regularly by Operations staff to make sure the automated action achieves the expected result. Finally, as the environment changes over time, or as new knowledge is gained, the Knowledge Management database must be updated along with the automated workflows that are based on that knowledge.\nThe goal of Incident Management is to resolve events that are impacting, or threaten to impact, services as quickly as possible with minimal disruption. The goal of Problem Management is to identify and resolve root causes of incidents that have occurred as well as identify and prevent or minimize the impact of incidents that may occur.\nPinpointing the root cause of an incident can become more challenging when workloads are abstracted from the infrastructure and their physical location changes frequently. Additionally, incident response teams may be unfamiliar with virtualization technologies (at least initially) which could also lead to delays in incident resolution. Finally, applications may have neither a robust Health Model nor expose all of the health information required for a proactive response. All of this may lead to an increase in reactive (user initiated) incidents which will likely increase the Mean-Time-to-Restore-Service (MTRS) and customer dissatisfaction.\nThis may seem to go against the resiliency principle, but note that virtualization alone will not achieve the desired resiliency unless accompanied by highly mature IT Service Management (ITSM) maturity and a robust automated health monitoring system.\nThe drive for resiliency requires a different approach to troubleshooting incidents. Extensive troubleshooting of incidents in production negatively impacts resiliency. Therefore, if an incident cannot be quickly resolved, the service can be rolled back to the previous version, as described under Release and Deployment. Further troubleshooting can be done in a test environment without impacting the production environment. Troubleshooting in the production environment may be limited to moving the service to different hosts (ruling out infrastructure as the cause) and rebooting the VMs. If these steps do not resolve the issue, the rollback scenario could be initiated.\nMinimizing human involvement in incident management is critical for achieving resiliency. The troubleshooting scenarios described earlier could be automated, which will allow for identification and possible resolution of the root much more quickly than non-automated processes. But automation may mask the root cause of the incident. Careful consideration should be given to determining which troubleshooting steps should be automated and which require human analysis.\nHuman Analysis of Troubleshooting\nIf a compute resource fails, it is no longer necessary to treat the failure as an incident that must be fixed immediately. It may be more efficient and cost effective to treat the failure as part of the decay of the Resource Pool. Rather than treat a failed server as an incident that requires immediate resolution, treat it as a natural candidate for replacement on a regular maintenance schedule, or when the Resource Pool reaches a certain threshold of decay. Each organization must balance cost, efficiency, and risk as it determines an acceptable decay threshold – and choose among these courses of action:\nThe benefits and trade-off of each of the options are listed below:\nOption 4 is the least desirable, as it does not take advantage of the resiliency and cost reduction benefits of a private cloud. A well-planned Resource Pool and Reserve Capacity strategy will account for Resource Decay.\nOption 1 is the most recommended approach. A predictable maintenance schedule allows for better procurement planning and can help avoid conflicts with other maintenance activities, such as software upgrades. Again, a well-planned Resource Pool and Reserve Capacity strategy will account for Resource Decay and minimize the risk of exceeding critical thresholds before the scheduled maintenance.\nOption 3 will likely be the only option for self-contained Scale Unit scenarios, as the container must be replaced as a single Scale Unit when the decay threshold is reached.\nThe goal of Request Fulfillment is to manage requests for service from users. Users should have a clear understanding of the process they need to initiate to request service and IT should have a consistent approach for managing these requests.\nMuch like any service provider, IT should clearly define the types of requests available to users in the service catalog. The service catalog should include an SLA on when the request will be completed, as well as the cost of fulfilling the request, if any.\nThe types of requests available and their associated costs should reflect the actual cost of completing the request and this cost should be easily understood. For example, if a user requests an additional VM, its daily cost should be noted on the request form, which should also be exposed to the organization or person responsible for paying the bill.\nIt is relatively easy to see the need for adding resources, but more difficult to see when a resource is no longer needed. A process for identifying and removing unused VMs should be put into place. There are a number of strategies to do this, depending on the needs of a given organization, such as:\nThe benefits and trade-offs of each of these approaches are detailed below:\nOption 4 affords the greatest flexibility, while still working to minimize server sprawl. When a user requests a VM, they have the option of setting an expiration date with no reminder (for example, if they know they will only be using the workload for one week). They could set an expiration deadline with a reminder (for example, a reminder that the VM will expire after 90 days unless they wish to renew). Lastly, the user may request no expiration date if they expect the workload will always be needed. If the last option is chosen, it is likely that underutilized VMs will still be monitored and owners notified.\nFinally, self-provisioning should be considered, if appropriate, when evaluating request fulfillment options to drive towards minimal human involvement. Self-provisioning allows great agility and user empowerment, but it can also introduce risks depending on the nature of the environment in which these VMs are introduced.\nFor an enterprise organization, the risk of bypassing formal build, stabilize, and deploy processes may or may not outweigh the agility benefits gained from the self-provisioning option. Without strong governance to make sure each VM has an end-of-life strategy, the fabric may become congested with VM server sprawl. The pros and cons of self-provisioning options are listed in the next diagram:\nThe primary decision point for determining whether to use self-provisioning is the nature of the environment. Allowing developers to self-provision into the development environment greatly facilitates agile development, and allows the enterprise to maintain release management controls as these workloads are moved out of development and into test and production environments.\nA user-led community environment isolated from enterprise mission-critical applications may also be a good candidate for self-provisioning. As long as user actions are isolated and cannot impact mission critical applications, the agility and user empowerment may justify the risk of giving up control of release management. Again, it is essential that in such a scenario, expiration timers are included to prevent server sprawl.\nThe goal of Access Management is to make sure authorized users have access to the services they need while preventing access by unauthorized users. Access Management is the implementation of security policies defined by Information Security Management at the Service Delivery Layer.\nMaintaining access for authorized users is critical for achieving the perception of continuous availability. Besides allowing access, Access Management defines users who are allowed to use, configure, or administer objects in the Management Layer. From a provider’s perspective, it answers questions like:\nFrom a consumer’s perspective, it answers questions such as:\nAccess Management is implemented at several levels and can include physical barriers to systems such as requiring access smartcards at the data center, or virtual barriers such as network and Virtual Local Area Network (VLAN) separation, firewalling, and access to storage and applications.\nTaking a service provider’s approach to Access Management will also make sure that resource segmentation and multi-tenancy is addressed.\nResource Pools may need to be segmented to address security concerns around confidentiality, integrity, and availability. Some tenants may not wish to share infrastructure resources to keep their environment isolated from others. Access Management of shared infrastructure requires logical access control mechanisms such as encryption, access control rights, user groupings, and permissions. Dedicated infrastructure also relies on physical access control mechanisms, where infrastructure is not physically connected, but is effectively isolated through a firewall or other mechanisms.\nThe goal of systems administration is to make sure that the daily, weekly, monthly, and as-needed tasks required to keep a system healthy are being performed.\nRegularly performing ongoing systems administration tasks is critical for achieving predictability. As the organization matures and the Knowledge Management database becomes more robust and increasingly automated, systems administration tasks is no longer part of the job role function. It is important to keep this in mind as an organization moves to a private cloud. Staff once responsible for systems administration should refocus on automation and scripting skills – and on monitoring the fabric to identify patterns that indicate possibilities for ongoing improvement of existing automated workflows.", "id": "<urn:uuid:809862ce-ee94-40a5-8400-9b6e42bd25fc>", "dump": "CC-MAIN-2013-20", "url": "http://social.technet.microsoft.com/wiki/contents/articles/4518.private-cloud-planning-guide-for-operations.aspx", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9264841675758362, "token_count": 4173, "score": 2.640625, "int_score": 3}
{"text": "Monitor drivers vs. video adapter drivers: How are they different and which do I need?\nMonitor drivers are specific to the monitor. They are usually text files that tell the operating system what the monitor is and what it is capable of. They are not required for the monitor to function.\nVideo adapter drivers\nYour video adapter lets your computer communicate with a monitor by sending images, text, graphics, and other information. Better video adapters provide higher-quality images on your screen, but the quality of your monitor plays a large role as well. For example, a monochrome monitor cannot display colors no matter how powerful the video adapter is.\nA video driver is a file that allows your operating system to work with your video adapter. Each video adapter requires a specific video driver. When you update your video adapter, your operating system will provide a list and let you pick the appropriate video driver for it. If you do not see the video driver for your adapter in the list, contact the manufacturer of your video adapter to get the necessary video driver.", "id": "<urn:uuid:73cae941-2fef-484a-8887-1a20cde01d2f>", "dump": "CC-MAIN-2013-20", "url": "http://support.lenovo.com/en_GB/research/hints-or-tips/detail.page?LegacyDocID=MIGR-4MVU4G", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9252598881721497, "token_count": 212, "score": 2.75, "int_score": 3}
{"text": "In digital imaging, there are 256 levels, or tonal values, ranging from black to white. Black is level 0. White is level 255. Of course, not all images (e.g. extreme foggy, misty, atmospheric shots) contain the full tonal range from black to white, but most do.\nThe histogram (Levels) is a graphical representation of the tonal values in an image. Ideally, it should range from 0 to 255, with a good spread of tonal values throughout.\nIf the histogram is bunched up towards the left, it indicates the image is under-exposed. Note the crushed shadow detail.\nIf bunched up towards the right, it's over exposed. Note the blown-out highlights.\nIf the black and white points are set incorrectly, the image will have a dull, flat, washed-out appearance. Here they're wrongly set to 20/230.\nUnless under instructions from a repro bureau or printer, you should not set the black/white points to anything other than 0/255. The printer may well adjust them later for technical reasons to do with repro, but don't try to guess what's required. It's true that some leeway is acceptable (e.g. up to 5% is usually OK), but your images will lack visual impact if the black/white points are incorrect, so don't do this as a matter of course.\nIn the vast majority of cases, it's best to set them to 0/255.", "id": "<urn:uuid:52488de0-c8c9-4c17-af7d-5a2c271456dc>", "dump": "CC-MAIN-2013-20", "url": "http://www.davepattison.com/digital-imaging/exposure.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9312856197357178, "token_count": 313, "score": 2.859375, "int_score": 3}
{"text": "The Neighbor Squirrel\nThese busy fluffballs have lost their fear of most predators - and they help plant pecan trees.\nBy Sheryl Smith-Rodgers\nHave you ever watched an eastern fox squirrel (Sciurus niger) bury an acorn or pecan? A nuzzle here, another there, then he hurriedly pushes the leaves and grass over the site before scampering up the closest tree. Minutes later, he's back with another nut. Over the course of three months, that industrious squirrel can bury several thousand pecans. Come winter, when food's scarce, he'll find them again with his excellent sense of smell. Some will escape his appetite, though, and sprout into saplings, which is how many native nut trees get planted.\nEastern fox squirrels - the state's most common and wide-ranging squirrel and a popular game animal, too - occur in forests and riparian habitats. They also easily adapt to cities and neighborhoods, where they've lost most of their fear of natural predators.\n\"Playing the call of a red-tailed hawk didn't phase squirrels on campus,\" reports Bob McCleery, a wildlife lecturer at Texas A&M University, who has studied urban squirrels in College Station. \"When we played a coyote call in the Navasota river bottom, a squirrel immediately flattened itself in the crotch of a tree for a good five minutes.\"\nWhen agitated, fox squirrels - whose fur closely resembles that of a gray fox - bark and jerk their long, bushy tails, which they use for balance when scampering on utility lines and other high places. Tails provide warmth and protection, too. \"In the summer, I've seen them lying down with their tails over their heads to block the sun,\" McCleery says.", "id": "<urn:uuid:3cb858ec-4357-48a5-9912-c7929ec225af>", "dump": "CC-MAIN-2013-20", "url": "http://tpwmagazine.com/archive/2008/jan/scout3/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9645190238952637, "token_count": 370, "score": 3.296875, "int_score": 3}
{"text": "Issued from the woods of the Loess Hills a few miles east of\nNATCHEZ, MISSISSIPPI, USA\nApril 29, 2012\n|CATTLE EGRETS AMONG CATTLE\nAs in Mexico, around here if you pass by a pasture you're likely to see Cattle Egrets standing among or on the cows, as shown at http://www.backyardnature.net/n/12/120429eg.jpg.\nCattle Egrets in their breeding plumage, like the ones in the picture, can be distinguished from other white egrets and herons by the patches of light orange-brown on their crests and chests. Nonbreeding Cattle Egrets can be all white, and then their relatively thick, yellow beaks and thicker, shorter necks separate them from similar-sized, white herons and egrets found here, such as Snowy Egrets and juvenile Little Blue Herons.\nI remember the first time Cattle Egrets were spotted in the rural part of western Kentucky where I grew up, possibly in 1963. Their appearance was so unusual that a farmer not particularly interested in Nature called my parents and said that a whole flock of big white birds had appeared in his pasture, and we went up to take a look. I was in college before I learned that they were Cattle Egrets, BUBULCUS IBIS.\nMy ornithology teacher told how the birds were undergoing one of the fastest and most widely ranging expansions of distribution ever seen among birds. Originally Cattle Egrets were native to southern Spain and Portugal, tropical and subtropical Africa and humid tropical and subtropical Asia. In the late 1800s they began expanding their range into southern Africa, and were first sighted in the Americas, on the boundary of Guiana and Suriname, in 1877, apparently having flown across the Atlantic Ocean. They didn't get permanently established there until the 1930s, though, but then they began expanding into much of the rest of the Americas, reaching western Kentucky around the early 60s. The species appears still to be expanding northward in western North America, but in the Northeast it seems to be in decline. Though they can turn up as far north as southern Canada, coast to coast, mostly they breed in the US Southeast.\nThe Wikipedia expert says that Cattle Egrets eat ticks and flies from cattle. They do that, but anyone who watches our birds awhile sees that mainly as the cattle move around they stir up creatures in the grass, which the egrets prey on. The cows' fresh manure also attracts flies for them.\nMATING BOX TURTLES\nIt's interesting to see how turtles manage it, but for many readers familiar with box turtles in other parts of North America the picture may raise the question of why those in our picture bear different colors and patterns than theirs. What's happening is that Box Turtles are represented by six intergrading subspecies.\nHillary's Gulf Coast location is supposed to be home to the Gulf Coast subspecies, Terrapene carolina ssp. major. However, that subspecies is described as having a brownish top shell, or carapace, sometimes with a few dull spots or rays, but nothing like these bright, yellow lines. I can't say what's going on. Apparently Box Turtle taxonomy is a bit tricky.\nRESTING CRANE FLY\nThat looks like a mosquito but you can see from how much of the leaf he covers that he's far too large to be any mosquito species found here. Also, he lacks the hypodermic-like proboscis mosquitoes use to suck blood. No conspicuous mouthparts are visible on our crane fly because adult crane flies generally hardly eat at all, only occasionally lapping up a bit of pollen or sugar-rich flower nectar. Their maggot-like larvae feed on plant roots. Some species can damage crops.\nOosterbroek's monumental, 2012 Catalogue of the Craneflies of the World -- free and online at http://ip30.eti.uva.nl/ccw/ --recognizes 15,345 cranefly species, 1630 of them just in our Nearctic ecozone, which embraces the US, Canada, Greenland, and most of northern Mexico.\nThat's why when I shipped the picture to volunteer identifier Bea in Ontario it took more time than usual for her verdict to come in, and she was comfortable only with calling it the genus TIPULA.\nWhatever our species, it's a pleasure to take the close shown at http://www.backyardnature.net/n/12/120429cg.jpg.\nWhat are those things below the wings looking like needles with droplets of water at their ends? Those are \"halteres,\" which commonly occur among the Fly Order of Insects, the Diptera. Though their purpose isn't known with certainty, it's assumed that they help control flight, enabling flies to make sudden mid-air changes in direction. From the evolutionary perspective, halteres are modified back wings. Most insects have two pairs, or four, wings, but not the Diptera, as the name implies -- di-ptera, as they say \"two-wings\" in classical Greek.\nADMIRING THE WHITE OAK\nIn that picture I'm holding a leaf so you can see its underside, much paler than other leaves' topsides. The tree's gray bark of narrow, vertical blocks of scaly plates is shown at http://www.backyardnature.net/n/12/120429qc.jpg.\nI'm accustomed to seeing White Oaks on relatively dry upland soils so I was a little surprised when the tree in the picture showed up on a stream bank growing among Sycamores. In fact, White Oaks are fairly rare around here, completely absent in many upland forests where I'd expect them to be. Years ago I mentioned this in a Newsletter and a local reader responded that in this region White Oaks were wiped out many years ago by people cutting them as lumber and, more importantly, using them in the whisky distilling business. The online Flora of North America says that \"In the past Quercus alba was considered to be the source of the finest and most durable oak lumber in America for furniture and shipbuilding.\"\nThere beside the stream, last year's crop of our White Oak's acorns had been washed away, but this season's were there in their first stages of growth, as seen at http://www.backyardnature.net/n/12/120429qb.jpg.\nTraditionally early North Americans regarded the inner bark of White Oaks as highly medicinal. Extracts made from soaking the inner bark in water are astringent (puckery) and were used for gargling, and the old herbals describe the extract as tonic, stimulating and antiseptic. Other listed uses include for \"putrid sore throat,\" diphtheria, hemorrhages, spongy or bleeding gums, and hemorrhoids. Many applications suggest adding a bit of capsicum, or hot pepper, to the extract.\nBasically the notion seems to be that the bark's tannin -- the puckery element -- does the main medicinal service. Other oaks actually have more tannin than White Oak, but medicines made with them can be too harsh. White Oak extracts seem to have just the right amount.\nThe same tannin situation exists with regard to the edibility of acorns. The acorns of other oaks contain more tannin so they require more time and effort to make them edible. White Oak acorns have much less tannin, but even still there's enough to make them too bitter for humans to eat without treatment, which traditionally has been leaching acorn pulp in running water.\nBy the way, instructions for the kitchen leaching of acorn pulp appear at http://www.ehow.com/how_8427141_leach-acorns.html.\nAMERICAN HOLLY FLOWERING\nAmerican Hollies are a different species from the English Holly often planted as ornamentals. American Holly bears larger leaves and produces fewer fruits. Hollies come in male or female trees (they're dioecious), and you can tell from the flowers in the upper, left of the above picture that here we have a male tree. A close-up of a male flower with its four out-thrusting stamens is at http://www.backyardnature.net/n/12/120429hp.jpg.\nOn a female flower the stamens would be rudimentary and there'd be an ovary -- the future fruit -- in the blossom's center.\nMaybe because people are so used to seeing English Hollies planted up north often it's assumed that they're northern trees. In fact, American Holly is mainly native to the US Southeast, though along the Coastal Plain it reaches as far north as southern Connecticut. Around here it's strictly an understory tree.\nThe fruits are mildly toxic but you must eat a lot of them to get sick. Birds, deer, squirrels and other animals eat the fruits, which are drupes bearing several hard \"stones.\" No critter seems to relish them, though, saving them mostly to serve as \"emergency food\" when other foods run out. That might explain why we see hollies holding their red fruits deep into the winter.\n\"BEGGAR'S LICE\" ON MY SOCKS\nSeveral kinds of plants produce stickery little fruits like that and they all can be called Beggar's Lice. When I tracked down the plant attaching its fruits to me, it was what's shown at http://www.backyardnature.net/n/12/120429my.jpg.\nSeveral beggar's-lice-producing plants are similar to that, so before being sure what I really had I had to \"do the botany.\" Here are details I focused on:\nLeaves and stems were hairy, and leaves were rounded toward the base, sometimes clasping the stem, as shown at http://www.backyardnature.net/n/12/120429mw.jpg.\nA close-up of a \"beggar's louse\" is shown stuck in my arm hairs at http://www.backyardnature.net/n/12/120429mx.jpg.\nThat last picture is sort of tricky. For, you expect the thing stuck to you to be a fruit with hooked spines, but the thing in the picture isn't a fruit. It's actually a baglike calyx surrounding much smaller fruit-like things. I crumbled some calyxes between my fingers and part of what resulted is shown at http://www.backyardnature.net/n/12/120429mv.jpg.\nThe four shiny things are not seeds. Maybe you've seen that the ovary of most mint flowers is divided into four more-or-less distinct parts. Each of those parts is called a nutlet, and that's what you're seeing. But other plant families beside the Mint produce nutlets.\nOur beggar's-louse-producing plant is MYOSOTIS DISCOLOR, a member of the Borage Family, the Boraginaceae, which on the phylogenetic Tree of Life is adjacent to the Mint Family. Myosotis discolor is an invasive from Europe that so far has set up residence here and there in eastern and western North America, but so far seems to be absent in the center.\nThe English name is often given as Changing Forget-me-not, because Myosotis is the Forget-me-not genus, and in Latin dis-color says \"two-colored,\" apparently referring to the fact that the flowers can be white or blue, though all I've seen here are white. But, this rangy little plant you never notice until its calyxes stick to you seems to have nothing to do with Forget-me-nots, unless you look at technical features. I think some editor must have made up the name \"Changing Forget-me-not.\" Our plant very clearly is one of several \"Beggar's Lice.\"\nOATS ALONG THE ROAD\nA spikelet plucked from the panicle is shown at http://www.backyardnature.net/n/12/120429ov.jpg.\nThe same spikelet opened to show the florets inside the glumes at http://www.backyardnature.net/n/12/120429ou.jpg.\nThis is Oat grass, AVENA SATIVA, the same species producing the oats of oatmeal. Oat spikelets differ from those of the vast majority of other grasses by the very large, boat-shaped glumes subtending the florets.\nGlumes are analogous to a regular flower's calyx, so in that last picture of a spikelet, the glumes are the two large, green-and-white striped items at the left in the photograph. The vast majority of grass spikelets bear glumes much shorter than the florets above them. Also, notice that the slender, stiff, needlelike item, the awn, arises from a floret inside the spikelet and not from a glum.\nRemember that you can review grass flower terminology at http://www.backyardnature.net/fl_grass.htm.\nThe spikelets of most Oat plants don't bear needlelike awns. You're likely to see both awned and awnless kinds growing as weeds in our area. When I first saw the awns I thought this might be one of the \"Wild Oat\" species, for several species reside in the Oat genus Avena, and one of those grows wild in the US Southeast. However, florets of the other species bear long, brownish hairs, and you can see that ours are hairless, or \"glabrous.\" The other species' awns also are twisted, but regular Oat awns, when present, are rigid and straight. Both Oat species are native to Eurasia.\nHow did that Oat plant make its way to the side of our isolated Mississippi backroad? Near where the grass grew there was a large game farm where exotic animals are kept so hunters can pay high fees to kill them. I'm betting that the animals are fed oats. Our plant was in an often-flooded spot downstream from the farm, so maybe an oat grain had washed there.\nThat's a roadcut through a special kind of very fine-grained clay called loess. The word loess derives from the German Löß. A deep mantel of loess was deposited here at the end of the last Ice Age about 10,000 years ago. Deep loess deposits occur in a narrow band of upland immediately east of the Mississippi River over most of its entire course. The loess region sometimes is called the Loess Hills. Loess profoundly affects the area's ecology. For one thing, the farther east you go from the Mississippi River, the thinner the loess is, the poorer and more acidic the soil becomes, and the more pines you get instead of broadleaf deciduous trees.\nLoess is so important here, and so interesting, that years ago I developed a web portal called \"Loess Hills of the Lower Mississippi Valley,\" at http://www.backyardnature.net/loess/loess.html.\nI had hoped to engage local folks in an effort to recognize the Loess Hills as a very interesting, scenic and biologically important, distinct region with ecotourism potential, but nothing ever came from it. At that site you can learn how \"loess\" can be pronounced, how it came to exist here, what's special about it, and much more.\nOne thing special about loess is that it erodes into vertical-sided roadcuts as in the picture. People such as road engineers who try to create gentle slopes are doomed to failure. I wish my farming Maya friends in the Yucatan, who must deal with very thin, rocky soil, could see the thick mantel of rich loess we have here.\nNO MORE EMAILED NEWSLETTERS\nFrom now on, to read the Newsletters you'll just have to remember to check out the most recently issued edition at http://www.backyardnature.net/n/.\nToday's Newsletter is there now waiting for readers, with stories about Cattle Egrets, mating Box Turtles, craneflies, flowering holly trees, Beggar's Lice and more.\nIf you're on Facebook you can find the Facebook Newsletter page by searching for \"Jim Conrad's Naturalist Newsletter.\" The weekly message left there will link to individual pages with images embedded in text. In today's message, for instance, you can click on \"Cattle Egrets\" and see a regular web page with text and a photo. I've configured my Facebook page to have a subscribe tab but so far one hasn't appeared. My impression is that if you \"like\" the Newsletter page, each week you'll receive a message with its link. Maybe not. I'm still figuring it out.\nSo, this is the end of eleven years of weekly delivered emails.\nAt first I was upset and annoyed, and thought of writing the 2,158 subscribers suggesting that complaints be made to FatCow at email@example.com. However, something interesting has happened.\nLast week about a dozen subscribers accepted my invitation to check out the Newsletter's Facebook page. When they \"liked\" the page, I got to see their pictures, or at least their avatars. There were all kinds of folks, old and young, skinny and fat, white and brown, serious and joking, one fellow on a boat in Maine, a lady in India with a dot, or Bindi, in the middle of her forehead, someone's baby picture... What an amazing thing that all these people were interested in what I'd written!\nSo, in a way, FatCow.com's treatment has been a gift. It's resensitized me to my readership. Also, it's nudged me into a mental space where now I'm mentally prepared for the whole BackyardNature.net site to be removed permanently, for whatever reason they come up with. That extra sense of independence means a lot to me. Now if need be I'm ready to write Newsletters and just keep them in my computer, or write them in a notebook hidden in my trailer, or write them on leaves that I let float down the Mississippi River. I've already learned how to make ink from oak galls.\nSo, we're evolving here. I'm yielding when it's clear that the forces against us control critical resources, but I'm ready to experiment with new possibilities as they appear, and I continue to think, feel and write about the world around us, and share when I'm allowed to.\nGood luck in your own evolutions. And thanks for these years of weekly inviting me into your lives.\nBest wishes to all Newsletter readers,\nTo subscribe OR unsubscribe to this Newsletter, go to www.backyardnature.net/news/natnat.php.\nPost your own backyard-nature observations and thoughts at http://groups.google.com/group/backyard-nature/\nAll previous Newsletters are archived at www.backyardnature.net/n/.\nVisit Jim's backyard nature site at www.backyardnature.net", "id": "<urn:uuid:ed524a66-2327-4328-a7fc-f00a0d14d470>", "dump": "CC-MAIN-2013-20", "url": "http://www.backyardnature.net/n/12/120429.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9592416882514954, "token_count": 4095, "score": 3.59375, "int_score": 4}
{"text": "Forecast Texas Fire Danger (TFD)\nThe Texas Fire Danger(TFD) map is produced by the National Fire Danger Rating System (NFDRS). Weather information is provided by remote, automated weather stations and then used as an input to the Weather Information Management System (WIMS). The NFDRS processor in WIMS produces a fire danger rating based on fuels, weather, and topography. Fire danger maps are produced daily. In addition, the Texas A&M Forest Service, along with the SSL, has developed a five day running average fire danger rating map.\nDaily RAWS information is derived from an experimental project - DO NOT DISTRIBUTE", "id": "<urn:uuid:a789fd8d-b873-45cf-b01d-af6eca242a5d>", "dump": "CC-MAIN-2013-20", "url": "http://twc.tamu.edu/drought/tfdforecast?date=2/29/2012&type=tfdforecast", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8875352144241333, "token_count": 136, "score": 3.015625, "int_score": 3}
{"text": "Interagency Coordinating Council\n\"The mission of the Utah Interagency Coordinating Council for Infants and Toddlers with Special Needs is to assure that each infant and young child with special needs will have the opportunity to achieve optimal health and development within the context of the family.\"\nIntroduction to ICC: Interagency Coordinating Council for Infants and Toddlers with Disabilities and their Families\nWhat is Early Intervention?\nBaby Watch Early Intervention is a statewide, comprehensive, coordinated, interagency, multidisciplinary system, which provides early intervention services to infants and toddlers, younger than three years of age, with developmental delay or disability, and their families. Early intervention is the \"baby\" piece of Special Education. The program is authorized through the Individuals with Disabilities Act (IDEA), Part C, (Early Intervention Program for Infants and Toddlers with Disabilities). In 1987, Utah's Governor designated the Department of Health (DOH) as the \"Lead Agency\" for the early intervention program. Utah was one of the very first states in the nation to fully implement its early intervention program after securing the approval of the State Legislature.\nAt present, there are 16 early intervention programs that serve more than 2,000 children per month in the state. It is anticipated that the demand for these services will continually increase.\nWhat is an Interagency Coordinating Council (ICC)?\nThe creation of an ICC was established with the passage of federal law P.L. 99-457 in October 1986. Developers of the legislation recognized the need for a group outside of the Lead Agency to \"advise and assist\" in the development of such a system. The independent nature of the ICC is one feature that gives the group the potential for making a contribution to the development of the service system.\nAnother feature of the regulations is the multidisciplinary and the multi-constituency representation on the ICC. By specifying what types of members should be included on the ICC, the legislation enables states to bring together consumer, clinical, political, and administrative communities. This merging of a variety of communities facilitates the building of bridges between the involved agencies. In addition, the committee has provided a broader vision of the service system based upon the participation and contributions of all relevant providers and consumers.\nThe ICC, a body required by statute to be appointed by each state's Governor, is to be an important participant in the development of a well-coordinated service system (Federal Interagency Coordinating Council, June, 1989). Each state ICC determines, in conjunction with the Lead Agency, the nature of the roles and tasks it chooses to perform at various policy stages.\nThe Utah ICC is an interagency group whose membership represents the statewide early childhood services community. It is comprised of up to 25 members.\nThe purpose of the Utah ICC is to advise and assist the lead agency in the Division of Community and Family Health Services, Bureau of Children with Special Health Care Needs in the UDOH.\nMuch of the work of the ICC is accomplished in standing committees and ad hoc task force meetings that perform long range planning, study specific issues and make appropriate actions. A member of the ICC chairs each committee.\nWhat role does the ICC play?\nThe Council functions as a planning body at the systems level and advocates for children birth to three years of age and their families with or at-risk for a developmental disability. The Council acts in three major roles:\n(1) ADVISOR: Providing advice to the Lead Agency, Governor and the state legislature on issues related to the development of a coordinated system of early intervention services for children with or at-risk for a developmental disability and their families.\nThe federal law defines the Council membership and the program in order to give it a unique view of the \"service systems\".\nThe parent component of the Council gives it a perspective which may be different from that presented by state agencies which are represented on the Council.\nThe Council can use its special vantage point to be recognized as a source of information for the Lead Agency, Governor, and legislators, as well as other key decision makers in the state.\n(2) NEGOTIATOR: Working as an advocate to encourage a particular course of action by the state.\nA major activity of the Council is to \"review and comment on the annual state plan for services for children birth to three years\" as part of its overall responsibility to assess the service system as it exists in the state. This information as well as interagency coordination is another important goal of the program and puts the Council in a position to be effective in making changes in how services are provided in the state. With agency and provider representatives on the Council, communication can more easily be effected and gaps between agencies can hopefully be bridged.\n(3) CAPACITY BUILDER: Enhancing the ability of the overall service system to address service needs.\nIn this role, the Council works to increase the quality and quantity of desired supports and services from the public and private sectors, to ensure that all needy children and families will be provided early intervention services.", "id": "<urn:uuid:ca8c9151-949c-43e8-9c9b-d2e43029f3ed>", "dump": "CC-MAIN-2013-20", "url": "http://utahbabywatch.org/icc/index.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9540891051292419, "token_count": 1031, "score": 2.734375, "int_score": 3}
{"text": "Deciphering the function and regulation of AUTS2\nUniversity of California, San Francisco\nAutism is a neurodevelopmental disorder with complex genetic and environmental causes. Many gene mutations have been associated with autism; however, they explain only a small part of the genetic cause for this disorder. 98% of our genome does not encode for protein and is thus termed noncoding. In this noncoding space are gene regulatory sequences that tell genes when, where and at what amount to turn on or off. Mutations in these gene regulatory elements could thus be an important cause of autism. Despite the potential importance of these noncoding gene regulatory regions in autism susceptibility, very few studies have been performed trying to implicate them in this disorder. This pilot study focuses on a strong autism candidate gene, the autism susceptibility candidate 2 (AUTS2) gene. Mutations in its regulatory elements have been associated with autism and its function is not well known. Using both zebrafish and mice as the model organisms, the project aims to identify noncoding gene regulatory sequences of AUTS2. The fellow will then look to see if any individuals with autism have mutations in the regulatory regions identified. They will also reduce the expression of this gene in zebrafish and look for abnormalities to further clarify its function. This study promises to further our understanding of how differences in the noncoding region of the genome can lead to autism. It also aims to advance our understanding of a gene of unknown function that has been implicated in autism.", "id": "<urn:uuid:b119f23a-e8b4-478b-8b57-2472864187b9>", "dump": "CC-MAIN-2013-20", "url": "http://www.autismspeaks.org/genetics/grants/deciphering-function-and-regulation-auts2", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9440978765487671, "token_count": 307, "score": 2.53125, "int_score": 3}
{"text": "On August 9, 2011, the Canadian Ice Service (CIS) reported that the Petermann Ice Island-A (PII-A) appeared to be grounded off the east coast of Newfoundland, east of the city of St. Anthony.\nThe Moderate Resolution Imaging Spectroradiometer (MODIS) on NASA’s Terra satellite captured this natural-color image of the ice island and its surroundings on August 14, 2011. Clouds hide much of the region, and white lines delineate coasts and borders.\nPII-A appears as an irregularly shaped white body east of St. Anthony. What look like small fragments of ice appear immediately west and north of the ice island. The CIS had reported for weeks that the ice island was losing mass due to melting and calving, so a continued loss of ice is consistent with CIS reports.\nPII-A is a remnant of a much larger ice island that calved off the Petermann Glacier in northwestern Greenland on August 5, 2010. Over the course of the following year, that ice island fragmented into smaller pieces, which continued drifting. Other fragments of the original ice island were in Baffin Bay and Lancaster Sound as of August 9, according to the CIS.\n- Canadian Ice Service (2011, August 9). Petermann Ice Island Updates. Accessed August 15, 2011.", "id": "<urn:uuid:c058ae56-08dd-48a3-bf10-e5d80e3b6477>", "dump": "CC-MAIN-2013-20", "url": "http://visibleearth.nasa.gov/view.php?id=51737", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9577880501747131, "token_count": 275, "score": 2.90625, "int_score": 3}
