{"text": "the energy [r]evolution\nThe climate change imperative demands nothing short of an Energy [R]evolution. The expert consensus is that this fundamental shift must begin immediately and be well underway within the next ten years in order to avert the worst impacts. What is needed is a complete transformation of the way we produce, consume and distribute energy, while at the same time maintaining economic growth. Nothing short of such a revolution will enable us to limit global warming to less than a rise in temperature of 2° Celsius, above which the impacts become devastating.\nCurrent electricity generation relies mainly on burning fossil fuels, with their associated CO2 emissions, in very large power stations which waste much of their primary input energy. More energy is lost as the power is moved around the electricity grid network and converted from high transmission voltage down to a supply suitable for domestic or commercial consumers. The system is innately vulnerable to disruption: localised technical, weather-related or even deliberately caused faults can quickly cascade, resulting in widespread blackouts. Whichever technology is used to generate electricity within this old fashioned configuration, it will inevitably be subject to some, or all, of these problems. At the core of the Energy [R]evolution there therefore needs to be a change in the way that energy is both produced and distributed.\n4.1 key principles\nthe energy [r]evolution can be achieved by adhering to five key principles:\n1.respect natural limits – phase out fossil fuels by the end of this century We must learn to respect natural limits. There is only so much carbon that the atmosphere can absorb. Each year humans emit over 25 billion tonnes of carbon equivalent; we are literally filling up the sky. Geological resources of coal could provide several hundred years of fuel, but we cannot burn them and keep within safe limits. Oil and coal development must be ended. The global Energy [R]evolution scenario has a target to reduce energy related CO2 emissions to a maximum of 10 Gigatonnes (Gt) by 2050 and phase out fossil fuels by 2085.\n2.equity and fairness As long as there are natural limits there needs to be a fair distribution of benefits and costs within societies, between nations and between present and future generations. At one extreme, a third of the world’s population has no access to electricity, whilst the most industrialised countries consume much more than their fair share.\nThe effects of climate change on the poorest communities are exacerbated by massive global energy inequality. If we are to address climate change, one of the core principles must be equity and fairness, so that the benefits of energy services – such as light, heat, power and transport – are available for all: north and south, rich and poor. Only in this way can we create true energy security, as well as the conditions for genuine human wellbeing.\nThe Advanced Energy [R]evolution scenario has a target to achieve energy equity as soon as technically possible. By 2050 the average per capita emission should be between 1 and 2 tonnes of CO2.\n3.implement clean, renewable solutions and decentralise energy systems. There is no energy shortage. All we need to do is use existing technologies to harness energy effectively and efficiently. Renewable energy and energy efficiency measures are ready, viable and increasingly competitive. Wind, solar and other renewable energy technologies have experienced double digit market growth for the past decade.\nJust as climate change is real, so is the renewable energy sector. Sustainable decentralised energy systems produce less carbon emissions, are cheaper and involve less dependence on imported fuel. They create more jobs and empower local communities. Decentralised systems are more secure and more efficient. This is what the Energy [R]evolution must aim to create.\nTo stop the earth’s climate spinning out of control, most of the world’s fossil fuel reserves – coal, oil and gas – must remain in the ground. Our goal is for humans to live within the natural limits of our small planet.\n4.decouple growth from fossil fuel use Starting in the developed countries, economic growth must be fully decoupled from fossil fuel usage. It is a fallacy to suggest that economic growth must be predicated on their increased combustion.\nWe need to use the energy we produce much more efficiently, and we need to make the transition to renewable energy and away from fossil fuels quickly in order to enable clean and sustainable growth.\n5.phase out dirty, unsustainable energyWe need to phase out coal and nuclear power. We cannot continue to build coal plants at a time when emissions pose a real and present danger to both ecosystems and people. And we cannot continue to fuel the myriad nuclear threats by pretending nuclear power can in any way help to combat climate change. There is no role for nuclear power in the Energy [R]evolution.", "id": "<urn:uuid:b6cc700a-55c3-47a6-baaf-dbe7c04a4b04>", "dump": "CC-MAIN-2013-20", "url": "http://www.energyblueprint.info/1332.0.html?L=0", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9383349418640137, "token_count": 982, "score": 3.3125, "int_score": 3}
{"text": "Creator: Gust, Iris\nDescription: The brochure promotes urban transportation policy to increase the use of renewable energy to 100%. Seen globally, transport is one of the main sources of greenhouse gas emissions. Yet fossil fuels are becoming scarce, will become increasingly expensive and will eventually stop being viable as transport fuels. Before this happens, climate change will have begun to have a serious impact on human lives. The authors believe that it is crucial to replace fossil fuels with renewable energy as soon as possible, especially in the transport sector. Making urban transport independent of fossil fuel is a great challenge, but the authors cite growing evidence that it can be achieved.\nContributing Partner: UNT Libraries", "id": "<urn:uuid:5579e9d4-6e68-4bcf-87a3-ff20ed6954c4>", "dump": "CC-MAIN-2013-20", "url": "http://digital.library.unt.edu/explore/partners/UNT/browse/?fq=str_location_country%3AChina&fq=str_location_country%3ADenmark&fq=str_location_country%3AAustralia", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9270371794700623, "token_count": 137, "score": 3.34375, "int_score": 3}
{"text": "The transportation sector is responsible for an enormous amount of pollution, from fuel extraction and processing to greenhouse gas emissions and smog. Thankfully, old and new technologies alike can help us clean up our footprint as we get from here to there. Here are three options to consider.\n1. Cargo Bike\nA cool trend in green transportation is the use of cargo bikes (sometimes called pedicabs), mainly in cities. The idea is that pedal power transports people or bins of cargo (see photo above) — meaning goods can be delivered and people can get around without the use of fuel. Some companies that operate locally are even delivering their goods with bike power.\nYou can create your own cargo bike by hooking a small cart to the back of your bicycle. You can take your recycling to the recycling center or take trips to the store or farmers market and transport your goods home without relying on a vehicle.\nTo learn much more about this trend, see Cargo Bikes and Pedicabs.\n2. Commuter Bicycle\nTo make your daily commute to work — or even your weekly commute around town to run errands — there are many great bike options. Biking is a win-win: You get great exercise, enjoy fresh air, and can feel great about using a green form of transportation.\nIf you’ve thought about commuting by bike, but aren’t sure which bicycle is right for you, check out the tips in What the Right Bike Can Do for You.\n3. Green Car\nIf the distance between point A and point B is too great for a bicycle or walking — and mass transit isn’t an option — a car can be a necessity. There have been many great strides made in green car technology over the past decade, and your options (check out Best Green Cars for some of them) now extend far beyond the well-known Prius hybrid. New all-electric vehicles, such as the Nissan Leaf, are getting great expert and driver reviews.\nWhile the upfront cost of a hybrid or electric vehicle may be prohibitive, the car can pay for itself over time in fuel cost savings and maintenance cost savings (think no oil changes for an electric car!). Plus, you can take advantage of a $7,500 federal tax credit for the purchase of many green cars — and be sure to look into what state tax incentives may also be available in your area.\nYou may have heard some common arguments against green cars. Probably the most common is that if an electric car runs on electricity generated by a coal-fired power plant, it isn’t actually cleaner than a regular gas car. The math has been crunched on this issue, and you can find the answers in the article Why Electric Cars Are Cleaner.\nThere have also been some recent concerns about the safety of electric and hybrid cars; rumors on this issue were fueled by a Chevy Volt catching on fire. The green cars on the market today actually have excellent safety ratings, and you can read much more about this issue in The Truth About Electric Car Safety.\nIf you do drive a gas-only car, you can still make driving it as clean as possible by hypermiling (using driving techniques that help you get better gas mileage). Learn how in Save Gas with Hypermiling.\nWhat are your favorite means of green transportation?\nPhoto by Metro Pedal Power\nRead more: Conscious Consumer, Eco-friendly tips, Green, Technology, Transportation, bicycles, Bikes, care2 earth day, cargo bikes, cars, commuting, electric cars, green cars, green transportation, hybrid cars, hybrids, pedicabs, vehicles\nDisclaimer: The views expressed above are solely those of the author and may\nnot reflect those of\nCare2, Inc., its employees or advertisers.", "id": "<urn:uuid:6a0a6961-4806-438a-bb35-91c953bcb2ce>", "dump": "CC-MAIN-2013-20", "url": "http://www.care2.com/greenliving/smart-green-transportation-options.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.950780987739563, "token_count": 771, "score": 2.90625, "int_score": 3}
{"text": "Free the Cans! Working Together to Reduce Waste\nIn a blog about how people share, it’s worth the occasional reference to the bizarre ways that people DON’T SHARE. Is it safe to say we live in a society that places great value on independence, private property, personal space, and privacy? Even sometimes extreme value? Is that why people at an 8-unit apartment building in Oakland, CA have separate caged stalls for eight separate trash cans? I know it’s not nice to stare, but I walked by these incarcerated cans and could not help myself. I returned with my camera, so that I could share my question with the world: Why can’t people share trash cans or a single dumpster? Or, at the very least, why can’t the cans share driveway space?\nThe Zero Waste Movement has come to the Bay Area and it calls for a new use for these eight cages. Here are my suggestions:\n- Turn two of those cages into compost bins. Fill one with grass, leaves, and vegetable scraps, let it decompose for six months, then start filling the second bin in the meantime.\n- Put in a green can, which is what Oakland uses to collect milk cartons, pizza boxes, yard trimmings, and all food to send it to the municipal composting facility. If your city doesn’t do this yet, tell them it’s a great idea and they could be as cool and cutting edge as Oakland.\n- Put in one or two recycling cans for glass, plastic, cardboard, paper, aluminum, etc.\n- Put out a FREE STUFF box for unwanted clothing and household items. The neighbors could sort through it each week, and later put it out on the curb for passers-by to explore. Take what’s left to Goodwill or a comparable donation spot.\n- Put in a few small bins for various items that can be recycled, such asbatteries and electronics, which can then be taken to an electronics recycling center every month or two. Styrofoam can be brought to a local packaging store or ceramics business that accepts used packaging material. Or, if you accumulate a bunch of plastic bags,take them to a store or to some other place that accepts used ones.\n- Put in ONE trash can. By the time you compost, recycle, re-use, redistribute, and take a few other measures to reduce your waste, you’ll have almost no trash each week.\n- Install a bicycle rack or locked bicycle cage.\n- With the leftover space, put in a container garden and a bench where neighbors can gather and chat. A much more pleasant alternative to the garbage can jailhouse ambiance, wouldn’t you agree?", "id": "<urn:uuid:c970d9a2-a5ce-4050-9ea3-58d7bbd609a8>", "dump": "CC-MAIN-2013-20", "url": "http://sharingsolution.com/2009/05/23/free-the-cans-working-together-to-reduce-waste/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9323602318763733, "token_count": 575, "score": 2.8125, "int_score": 3}
{"text": "Joint use is a way to increase opportunities for children and adults to be more physically active. It refers to two or more entities — usually a school and a city or private organization — sharing indoor and outdoor spaces like gymnasiums, athletic fields and playgrounds. The concept is simple: share resources to keep costs down and communities healthy.\nExamples of joint use agreements:\nA principal unlocks the school gate after hours so neighbors can shoot hoops or play ball on evenings and weekends.\nA school and swim team share a pool.\nA school opens its soccer field to a local league for weekend games.\nA YMCA opens its gym to the local PE teacher so students have a place to exercise.\nWhy is joint use needed?\nThe research is clear: the more active children are, the healthier they will be now and when they grow up. Yet certain places make physical activity harder instead of easier. Place matters since experts now know that where we live, work and play — the physical environment itself — determines, to a large degree, whether we will be healthy.\nToo often, kids find the gate to their school’s blacktop or basketball court locked after school hours, locking them out of opportunities to be active. Closing off recreational facilities after school leaves many children and families struggling to incorporate physical activity into their daily routines. They may live in an area without a nearby park or be unable to afford exercise equipment or a gym membership.\nJoint use agreements can fix these problems. Joint use makes physical activity easier by providing kids and adults alike with safe, conveniently located and inviting places to exercise and play. Besides making sense from a health perspective, joint use agreements make sense financially because they build upon assets a community already has. Sharing existing space is cheaper and more efficient than duplicating the same facilities in other parts of the community.\nWhere is joint use happening?\nJoint use is happening in cities throughout California and across the nation. In fact, the concept of joint use is not new. Schools have shared their land and facilities for community use for over 200 years. Most states, including California, have policies to encourage or require schools to make facilities open to the public. In California, a 2008 survey conducted by the Center for Cities and Schools revealed that close to 60 percent of responding school districts already have some type of joint use partnership, but thousands still do not.\nHow does it work?\nJoint use agreements facilitate a partnership between two or more entities, often school districts and local government agencies (e.g. parks and recreation or nonprofit organizations, to open up spaces such as playgrounds, athletic fields, pools, and gymnasiums to the community outside of school hours or to open up community facilities to schools at a reduced cost or for free.\nJoint use partnerships can be formal (based on a legal document) or informal (based on a handshake), but formal agreements offer increased protections for both the facility and the community group using the facility. Since school staffing can change over time, personal relationships are not the most secure way to guarantee access to facilities into the future. A formal agreement can also help prevent problems related to maintenance, operations, liability, ownership or cost from arising.\nMaintenance– How can we keep the space in good condition? Joint use agreements can detail each partner’s goals to help ensure that school properties are respected and maintained. When school resources are being shared, it’s important to have joint use agreements that specify who needs to make repairs and who will address wear and tear to the property. Some school officials have noticed a decrease in vandalism since implementing a joint use agreement. They have noted that when the community shares school resources, they take pride and ownership in the space, which can help deter vandalism.\nOperations — Who will unlock the gate? Who will run the programs? These questions can be answered with joint use agreements so that partners know what they are responsible for.\nLiability–What if someone gets hurt? Experts say most schools’ existing liability insurance is sufficient to cover any liability issues associated with joint use. Joint use agreements can identify liability concerns and make sure they are accounted for.\nOwnership– How does joint use affect how decisions are made about the property? Joint use agreements should outline a process for resolving any conflicts that may surface. They should also highlight how the partnership will benefit each party.\nCost– How expensive will the partnership be? Joint use agreements can be used to define how much each partner contributes. Partnerships do not need to cost a lot to be successful. Agreements can help partners anticipates what costs might be.", "id": "<urn:uuid:5c29112c-9367-4cee-b67d-9c4fbd2fda01>", "dump": "CC-MAIN-2013-20", "url": "http://www.jointuse.org/resources/joint-use-101/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9557764530181885, "token_count": 940, "score": 3.65625, "int_score": 4}
{"text": "On Friday, the Department of Health\nand Human Services (HHS) released a new report identifying interventions that can help increase physical activity\nin youth aged 3-17 years across a variety of settings. The primary audiences\nfor the report are policymakers, health care providers, and public health\nprofessionals. APTA submitted comments in December 2012 on the draft report.\nPhysical Activity Guidelines for\nAmericans Midcourse Report: Strategies to Increase Physical Activity Among\nYouth summarizes intervention strategies based on the evidence from\nliterature reviews and is organized into 5 settings where youth live, learn,\nand play: school, preschool and childcare, community, family and home, and\nprimary health care.\nKey findings of the report suggest that:\nOther materials released by HHS include an infographic\nhighlighting opportunities to increase physical activity throughout the day and\na youth fact sheet summarizing the report's\nrecommendations for youth aged 6-17 years. More information can be found at www.health.gov/paguidelines/midcourse/.\nAPTA has long supported HHS' efforts to increase awareness about the\nbenefits of physical activity. It provided input on the 2008\nPhysical Activity Guidelines for Americansrelated to the importance of considering physical activity needs\nand barriers for people with disabilities. It also served on the Physical\nActivity Guidelines Reaction Group. The association also contributes to the Be Active Your Way Blog.\ntherapists (PTs) and physical therapist assistants (PTAs), especially those who\nhave patients with wounds, are encouraged to take steps to protect their most\nvulnerable patients from carbapenem-resistant Enterobacteriaceae (CRE), a\nfamily of germs that have become difficult to treat because they have high\nlevels of resistance to antibiotics. In addition to patients at high risks, PTs\nand PTAs should take all necessary precautions to prevent the spread of CRE to\nAccording to the Centers for Disease Control and Prevention\n(CDC), CRE are resistant to all, or nearly all, antibiotics—even the most\npowerful drugs of last-resort. CRE also have high mortality rates, killing 1 in\n2 patients who get bloodstream infections from them. Additionally, CRE easily\ntransfer their antibiotic resistance to other bacteria. For example,\ncarbapenem-resistant klebsiella can spread its drug-destroying properties to a\nnormal E. coli bacteria, which makes the E.coli resistant to\nantibiotics also. \"That could create a nightmare scenario since E. coli\nis the most common cause of urinary tract infections in healthy people,\"\nCRE are usually transmitted\nperson-to-person, often on the hands of health care workers. Currently,\nalmost all CRE infections occur in people receiving significant medical\ncare. However, their ability to spread and their resistance raises the\nconcern that potentially untreatable infections could appear in otherwise\nhealthy people, including health care providers.\nincludes resources for patients, providers, and\nfacilities. The agency's CRE prevention toolkit has in-depth recommendations to\ncontrol CRE transmission in hospitals, long-term acute care facilities, and\nis in the process of updating its Infectious Disease Control webpage to ensure that\nPTs and PTAs have the information they need to understand their critical role\nin helping to halt the spread of CRE. Look for a follow-up article in News\nNow when the webpage is launched.\nhas selected 9 association members to serve on the PTA Education Feasibility\nStudy Work Group: Wendy Bircher, PT, EdD (NM), Derek Brandes (WA), Barbara\nCarter, PTA (WI), Martha Hinman, PT, EdD (TX), Mary Lou Romanello, PT, PhD, ATC\n(MD), Steven Skinner, PT, EdD (NY), Lisa Stejskal, PTA, MAEd (IL), Jennifer\nWhitney, PT, DPT, KEMG (CA), and Geneva Johnson, PT, PhD, FAPTA (LA). The work group is addressing the motion Feasibility Study\nfor Transitioning to an Entry-Level Baccalaureate Physical Therapist Assistant\nDegree (RC 20-12) from the 2012 House of Delegates. The work group will address\nthe first phase of the study, finalizing the study plan and identifying\nrelevant data sources for exploring the feasibility of transitioning the\nentry-level degree for the PTA to a bachelor's degree.\nAPTA supporting staff members\nare Janet Crosier, PT, DPT, MEd, lead PTA services specialist; Janet Bezner,\nPT, PhD, vice president of education and governance and administration; Doug\nClarke, accreditation PTA programs manager; and Libby Ross, director of\nthan 200 individuals volunteered to serve on the work group by submitting their\nnames to the Volunteer Interest Pool (VIP). APTA expects to engage additional\nmembers in the data collection process.", "id": "<urn:uuid:984179e4-db53-480f-9340-d6d19260bb41>", "dump": "CC-MAIN-2013-20", "url": "http://www.apta.org/PTinMotion/NewsNow/2012/8/28/MidlifeFitnessStudy/?blogmonth=3&blogday=11&blogyear=2013&blogid=10737418615", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9075648188591003, "token_count": 1025, "score": 3.328125, "int_score": 3}
{"text": "CDC's Office on Disability and Health focuses on the prevention of secondary conditions and health promotion among persons with disabilities. Emphasis is on scientific support for surveillance of disabilities, cost-effectiveness of prevention strategies focused on secondary conditions and health promotion activities, and identifying risk and protective factors for secondary conditions. This is implemented through providing funds to states for public health activities addressing the needs of persons with disabilities. The program emphasizes secondary conditions which cross diagnostic categories, and focus on broader disability areas. This is a relatively new approach to prevention programs for CDC, which historically focused on the primary prevention of disabling conditions. The program is focusing on activities that will enhance the ability to measure performance in this new area. This performance measure reflects a first step toward building a data collection system that will enable CDC to monitor trends related to health and quality of life among people with disabilities.\nPerformance Goals and Measures\nPerformance Goal: By 2002, a national network will exist that will provide all states with better access to data on disabilities for their use in analyzing the needs of people with disabling conditions.\n|FY Baseline||FY 1999 Appropriated||FY 2000 Estimate|\n|0 (1997).||By 1999, the number of states who have begun using the Behavioral Risk Factor Surveillance Survey (BRFSS) disability module will be increased to 15.||By 2000, the number of states who have begun using the Behavioral Risk Factor Surveillance Survey (BRFSS) disability module will be increased to 25.|\nCurrently, there is not a data collection system in place that could be used to measure outcomes that focus on actual improvements in the quality of life of people with disabling conditions. As a result, the performance measure that has been selected for this program involves the nationwide implementation of a data collection system by the year 2002. We believe that, although challenging, nationwide implementation of the BRFSS' disability module by 2002 is feasible. However, this represents a change in direction for CDC's disabilities program, which previously focused on preventing primary disabilities. As part of on-going strategic planning efforts, the program has refocused its efforts on promoting health and improving quality of life among people with disabilities. 1997 is the first year that CDC has funded states to address these issues. As a result, the program is focusing on activities that will enhance the ability to measure performance in this new area. Tracking of the implementation of this data collection system will be accomplished through a requirement that all CDC state grantees report on whether they are utilizing the module. The cost of this data collection effort will be minimal.\nVerification/Validation of Performance Measures: This performance measure will be verified by reviews of the reports required by cooperative agreement recipients.\nLinks to DHHS Strategic Plan\nThis objective is closely linked to DHHS Goal 5: Improve public health systems.", "id": "<urn:uuid:a529888e-a478-47b2-8761-75809ef8d263>", "dump": "CC-MAIN-2013-20", "url": "http://www.cdc.gov/program/performance/fy2000plan/2000xiidisabl.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9357686042785645, "token_count": 564, "score": 2.59375, "int_score": 3}
{"text": "On May 15, the House Agriculture Committee passed its 2013 farm bill. The bill would cut the Supplemental Nutrition Assistance Program (SNAP, formerly known as the Food Stamp Program) by almost $21 billion over the next decade, eliminating food assistance to nearly 2 million low-income people, mostly working families with children and senior citizens.\nThe bill’s SNAP cuts would come on top of an across-the-board reduction in benefits that every SNAP recipient will experience starting November 1, 2013.\nThe Supplemental Nutrition Assistance Program’s (SNAP) primary purpose is to increase the food purchasing power of eligible low-income households in order to improve their nutrition and alleviate hunger and malnutrition. The program’s success in meeting this core goal has been well documented. Less well understood is the fact that the program has become quite effective in supporting work and that its performance in this area has improved substantially in recent years.\nThe Supplemental Nutrition Assistance Program (SNAP, formerly known as the Food Stamp Program) is the nation’s most important anti-hunger program. In 2012, it helped almost 47 million low-income Americans to afford a nutritionally adequate diet in a typical month.\nNearly 72 percent of SNAP participants are in families with children; more than one-quarter of participants are in households with seniors or people with disabilities.\nSNAP is the nation’s most important anti-hunger program.\nThis chartbook highlights some of the key characteristics of the almost 47 million people using the program as well as trends and data on program administration and use.\nRelated: SNAP is Effective and Efficient\nSNAP, the nation’s most important anti-hunger program, helps roughly 35 million low-income Americans to afford a nutritionally adequate diet. WIC — short for the Special Supplemental Nutrition Program for Women, Infants, and Children — provides nutritious foods, information on healthy eating, and health care referrals to about 8 million low-income pregnant and postpartum women, infants, and children under five. The School Lunch and School Breakfast programs provide free and reduced-price meals that meet federal nutritional standards to over 22 million school children from low-income families.\n- Introduction to SNAP\nThe Center designs and promotes polices to make the Food Stamp Program more adequate to help recipients afford an adequate diet, more accessible to eligible families and individuals, and easier for states to administer. We also help states design their own food stamp programs for persons ineligible for the federal program. Our work on the WIC program includes ensuring that sufficient federal funds are provided to serve all eligible applicants and on helping states contain WIC costs. Our work on child nutrition programs focuses on helping states and school districts implement recent changes in how they determine a child's eligibility for free or reduced-priced school meals.\nMay 17, 2013\nRevised May 16, 2013\nUpdated May 8, 2013\nRevised May 1, 2013\nUpdated May 1, 2013\n- View All By Date", "id": "<urn:uuid:bc53165f-1d0a-4c12-aaa0-5d50b436cadf>", "dump": "CC-MAIN-2013-20", "url": "http://www.cbpp.org/research/?fa=topic&id=31", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9420174956321716, "token_count": 609, "score": 3.3125, "int_score": 3}
{"text": "Our opinion: Fostering better nutrition is a key to reducing public health costs. That makes the scarcity of large grocery stores in some urban neighborhoods, especially poor ones, a matter of public policy.\nIt’s easy, and comforting, to assume that in an modern, industrialized nation, everyone eats well. Surely with programs like food stamps, even needy people are doing OK, right?\nMore than 40,000 people in Albany and Schenectady live in what are known as food deserts — places where a grocery store is at least a mile away. Many are poor. The U.S. Department of Agriculture estimates that about 3,700 of the more than 23,000 people in Albany who don’t live near a large grocer are poor. In Schenectady, about 5,400 of the more than 19,000 people for whom a supermarket trip is more like a trek are low income. Moreover, those estimates were based largely on information gathered before a recession that has made even more people poor.\nThat’s not just an inconvenience. It’s a public health issue in a society where the problems associated with poor nutrition and obesity are linked to the growing cost of public health care.\nOne suggestion for alleviating the problem comes from the American Cancer Society, which is reviving the controversial idea of a tax on soda and other sugar-sweetened drinks. The group suggests using the tax to help fund and evaluate child obesity programs. An even more productive use might be to devote a portion of such a tax to local efforts to lure larger grocery stores to urban neighborhoods that don’t have them now.\nIt would seem doubtful, though, that the state Legislature will be any more inclined to implement a soda tax than it was last year, when it refused to do so even with the prospect of raising $400 million in new revenue and even with the urging of the state health commissioner and then-Gov. David Paterson.\nThat doesn’t mean it’s not worth trying for a soda tax — encouraging kids in particular to cut back on sugary beverages is not a bad goal at all, nor is raising funds that could be used to promote a healthier citizenry. But the more likely reality is that New York and communities will have to find ways to do something about poor nutrition and food deserts without the help of a soda tax.\nHere’s one direction: Since last March, Capital District Community Gardens has been supplying nine convenience stores and markets with fresh produce under a five-year, $175,000-a-year grant from the state Health Department that also helps underwrite fitness programs. Veggie Mobile Sprout, as this program is called, delivers produce twice a week at wholesale prices, enabling urban stores in Albany and Schenectady to sell fresh food at supermarket rates and offer something better than their typical fare of often fattening and less nutritious processed food. The program’s goal is to become self-sustaining.\nHow many more ideas to promote healthy and affordable food choices are there that might perhaps benefit from some initial public investment or other support? Why not make identifying and nurturing those ideas part of the mission of local community development or economic development entities?\nFunding for such programs would not be handouts; beyond improving nutrition and reducing obesity with a long-term eye toward reducing public health costs, they would help get greater value out of the public assistance that goes to people in low-income neighborhoods.\nSounds like a shopping cart full of public interest to us.", "id": "<urn:uuid:fc2b2237-bb58-4d64-ab60-655ff3250f48>", "dump": "CC-MAIN-2013-20", "url": "http://blog.timesunion.com/opinion/green-up-%E2%80%A8urban-deserts/16365/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9627323150634766, "token_count": 725, "score": 2.65625, "int_score": 3}
{"text": "Mexican America - Introduction\n\"Mexican America\" is a sampling of objects from the collections of the National Museum of American History. The stories behind these objects reflect the history of the Mexican presence in the United States. They illustrate a fundamentally American story about the centuries-old encounter between distinct (yet sometimes overlapping) communities that have coexisted but also clashed over land, culture, and livelihood.\nWho, where, and what is Mexico? Over time, the definitions and boundaries of Mexico have changed. The Aztec Empire and the area where Náhautl was spoken—today the region surrounding modern Mexico City—was known as Mexico. For 300 years, the Spanish colonizers renamed it New Spain.\nWhen Mexico was reborn in 1821 as a sovereign nation, its borders stretched from California to Guatemala. It was a huge and ancient land of ethnically, linguistically, and economically diverse regions that struggled for national unity. Texas, (then part of the Mexican state of Coahuila y Tejas) was a frontier region far from the dense cities and fertile valleys of central Mexico, a place where immigrants were recruited from the United States. The immigrants in turn declared the Mexican territory an independent republic in 1836 (later a U.S. state), making the state the first cauldron of Mexican American culture. By 1853, the government of Mexico, the weaker neighbor of an expansionist United States, had lost what are today the states of California, Nevada, Utah, Arizona, New Mexico, Texas, and parts of Colorado and Wyoming. In spite of the imposition of a new border, the historical and living presence of Spaniards, Mexicans, indigenous peoples, and their mixed descendants remained a defining force in the creation of the American West.\n“La América Mexicana” es una muestra conformada por objetos provenientes de las distintas colecciones del Museo Nacional de Historia Americana. Estos objetos reflejan la historia de la presencia mexicana en los Estados Unidos e ilustran una crónica fundamentalmente americana acerca del encuentro centenario entre comunidades diferentes que han coexistido, pero que también se han enfrentado, en la pugna por la tierra, la cultura y el sustento.\n¿Quién, dónde y qué es México? Con el transcurso del tiempo, las definiciones y los límites de México han ido cambiando. Se conocía como México al Imperio Azteca y toda el área donde se hablaba náhuatl —actualmente la región circundante a la ciudad de México. Durante 300 años los colonizadores españoles se refirieron a ella como Nueva España. Cuando en 1821 México resurgió como una nación soberana, sus fronteras se extendían desde California a Guatemala. En ese entonces era un antiguo e inmenso territorio conformado por regiones étnica, lingüística y económicamente diversas que luchaban por adquirir unidad nacional. Texas (en ese entonces parte de los estados mexicanos de Coahuila y Tejas) era una región fronteriza lejos de las densas urbes y de los fértiles valles de México central, donde se reclutaban inmigrantes de los Estados Unidos. En el año 1836 este territorio mexicano se declaró como república independiente (y más tarde, estado de EE.UU.), convirtiéndose en el primer calderón de la cultura mexicoamericana. Hacia 1853, el gobierno de México, el vecino débil de un Estados Unidos en expansión, había perdido el territorio de los actuales estados de California, Nevada, Utah, Arizona, Nuevo México, Texas y partes de Colorado y Wyoming. A pesar de la imposición de un nuevo límite fronterizo, la presencia histórica y ocupacional de los españoles, mexicanos y pueblos indígenas, junto a sus descendientes mestizos, constituiría a lo largo del tiempo una influencia determinante para el desarrollo del Oeste Americano.\n\"Mexican America - Introduction\" showing 1 items.\n- This print depicts American forces attacking the fortress palace of Chapultepec on Sept. 13th, 1847. General Winfield Scott, in the lower left on a white horse, led the southern division of the U.S. Army that successfully captured Mexico City during the Mexican American War. The outcome of American victory was the loss of Mexico's northern territories, from California to New Mexico, by the terms set in the Treaty of Guadalupe Hidalgo. It should be noted that the two countries ratified different versions of the same peace treaty, with the United States ultimately eliminating provisions for honoring the land titles of its newly absorbed Mexican citizens. Despite notable opposition to the war from Americans like Abraham Lincoln, John Quincy Adams, and Henry David Thoreau, the Mexican-American War proved hugely popular. The United States' victory boosted American patriotism and the country's belief in Manifest Destiny.\n- This large chromolithograph was first distributed in 1848 by Nathaniel Currier of Currier and Ives, who served as the \"sole agent.\" The lithographers, Sarony & Major of New York (1846-1857) copied it from a painting by \"Walker.\" Unfortunately, the current location of original painting is unknown, however, when the print was made the original painting was owned by a Captain B. S. Roberts of the Mounted Rifles. The original artist has previously been attributed to William Aiken Walker as well as to Henry A. Walke. William Aiken Walker (ca 1838-1921) of Charleston did indeed do work for Currier and Ives, though not until the 1880's and he would have only have been only 10 years old when this print was copyrighted. Henry Walke (1808/9-1896) was a naval combat artist during the Mexican American War who also worked with Sarony & Major and is best known for his Naval Portfolio.\n- Most likely the original painting was done by James Walker (1819-1889) who created the \"Battle of Chapultepec\" 1857-1862 for the U.S. Capitol. This image differs from the painting commissioned for the U. S. Capitol by depicting the troops in regimented battle lines with General Scott in a more prominent position in the foreground. James Walker was living in Mexico City at the outbreak of the Mexican War and joined the American forces as an interpreter. He was attached to General Worth's staff and was present at the battles of Contreras, Churubusco, and Chapultepec. The original painting's owner, Captain Roberts was assigned General Winfield Scott to assist Walker with recreating the details of the battle of Chapultepec. When the painting was complete, Roberts purchased the painting. By 1848, James Walker had returned to New York and had a studio in New York City in the same neighborhood as the print's distributor Nathaniel Currier as well as the lithographer's Napoleon Sarony and Henry B. Major.\n- This popular lithograph was one of several published to visually document the war while engaging the imagination of the public. Created prior to photography, these prints were meant to inform the public, while generally eliminating the portrayal of the more gory details. Historians have been able to use at least some prints of the Mexican War for study and to corroborate with the traditional literary forms of documentation. As an eyewitness, Walker could claim accuracy of detail within the narrative in his painting. The battle is presented in the grand, historic, heroic style with the brutality of war not portrayed. The print depiction is quite large for a chromo of the period. In creating the chromolithographic interpretation of the painting, Sarony & Major used at least four large stones to produce the print \"in colours,\" making the most of their use of color. They also defined each figure with precision by outlining each in black. This print was considered by expert/collector Harry T. Peters as one of the finest ever produced by Sarony & Major.\n- Currently not on view\n- Date made\n- associated date\n- Currier, Nathaniel\n- Scott, Winfield\n- Sarony & Major\n- Walker, James\n- ID Number\n- catalog number\n- accession number\n- Data Source\n- National Museum of American History, Kenneth E. Behring Center", "id": "<urn:uuid:ff577d1a-83b8-467c-af1c-4c0aa2ead4fb>", "dump": "CC-MAIN-2013-20", "url": "http://americanhistory.si.edu/collections/object-groups/mexican-america?edan_start=0&edan_fq=date%3A%221840s%22", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.7762271761894226, "token_count": 1938, "score": 4.0625, "int_score": 4}
{"text": "About American Frontiers\nAbout American Frontiers: A Public Lands Journey\nAmerica's public lands are a treasured part of our national heritage, representing its grandeur, bountiful promise, and vast natural resources. All citizens share in the rights and the responsibilities of seeing that our public lands are cared for and managed in a way that meets the current and future needs of the American people.\nTo highlight the beauty, the accessibility, and the benefits of our public lands, the Public Lands Interpretive Association (PLIA), an Albuquerque, New Mexico-based non-profit organization that provides interpretive and educational resources to the public, mapped out a Canada-to-Mexico trek exclusively on public lands, called American Frontiers: A Public Lands Journey.\nThe Journey, or Trek,involved two groups of travelers: one starting north from the Mexican border and the second headed south from the Canadian. Their route lay entirely on public lands, a feat that has never been accomplished before. The trek began on July 31, 2002 and ended two months later when the two teams met in Wasatch-Cache National Forest near Salt Lake City, Utah on September 27.\nInspired by American Frontiers: A Public Lands Journey, National Geographic Society has designed its Geography Action! 2002 curriculum around the theme of public lands. Aimed at teaching school-aged children the beauty and the benefits of America's public lands, Geography Action! 2002 followed the trekkers along the two-month journey, highlighting the diversity and grandeur of our nation's public lands.\nTo demonstrate the different ways people get about on our public lands--and to stay within the 60-day limit of the journey--trek participants utilized numerous modes of transportation for this historic border-to-border journey across America. The hiked and backpacked, rode horses, mountain bikes, ATVs and dual sport motorcycles; rafted, canoed, drove pickup trucks, motorboats and 4WD vehicles, and even spent a few leisurely days on a houseboat.\nAlong the route the two teams attended special events, round table discussions, visited schools and communities to learn about public land issues. And, of course, they saw some of the most spectacular scenery of the American West. Their journal entries eloquently describe the feelings public lands awoke in them and also the daily routine of the long trek. You'll enjoy reading them.\nThree years in the making, American Frontiers: A Public Lands Journey has enlisted numerous partners and sponsors including the National Geographic Society, the Department of the Interior, the USDA Forest Service, Bureau of Land Management, USGS, National Environmental Education and Training Foundation, Fire Wise Communities, American Honda, Kodak, the Coleman Company, and many others. For a full list of our sponsors, please look under \"Our Sponsors\" on the home page.\nTo learn more about American Frontiers, please spend some time on this website, read the team members' journals, enjoy the photographs\not follow their route on the maps. For more information about American Frontiers, please contact the Public Lands Interpretive Association, 6501 Fourth Street, NW, Albuquerque, NM 87107 or call our toll-free number 877-851-8946. You can also email to SMaurer@plia.org\nEveryone inspired by the Public Lands Journey should pay a visit to our public lands. To find out more about recreation opportunities on public lands, please visit the Public Lands Information Center online. There, you can find detailed recreation information, interactive recreation maps, and a large selection of guidebooks and maps.\nAll material copyright ©2002 - 2013, Public Lands Interpretive Association except photographs where ownership is otherwise indicated. All rights reserved.", "id": "<urn:uuid:b0a31cfd-73e9-4bc0-8d69-4691c2c822f9>", "dump": "CC-MAIN-2013-20", "url": "http://www.americanfrontiers.net/about/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9157739281654358, "token_count": 755, "score": 2.890625, "int_score": 3}
{"text": "Boston's Arnold Arboretum:\nA Place for Study and Recreation--\nBy looking at Boston's Arnold Arboretum: A Place for Study and Recreation, students discover how the first arboretum in the United States became part of the burgeoning urban park movement in the second half of the 19th century. Those interested in learning more will find that the Internet offers a variety of interesting materials.\nFrederick Law Olmsted National Historic Site\nFrederick Law Olmsted National Historic Site is a unit of the National\nPark System. Visit the park's Web\npages for a detailed history of Olmsted as well as information about\nthe Olmsted Archives that has historic documentation for Olmsted-designed\nlandscapes. Also featured on the site is the Olmsted Center for Landscape\nPreservation (OCLP) providing technical assistance to historic properties\nin cultural landscape research, planning, stewardship and education.\nNational Park Service (NPS) Historic Landscape Initiative\nLearn more about the National Park Service (NPS) Historic Landscape Initiative. This program promotes responsible preservation practices that protect our nation's irreplaceable legacy--designed landscapes such as parks and gardens, as well as vernacular historic landscapes such as farms and industrial sites.\nThe Arnold Arboretum of Harvard University\nVisit the Arnold Arboretum website for more information about this research and educational institution. It manages a collection of hardy trees, shrubs, and vines located on 265 acres in Boston, Massachusetts and associated herbarium and library collections. The grounds were planned and designed by the Arboretum's first director, Charles Sprague Sargent, in collaboration with the landscape architect, Frederick Law Olmsted as part of Boston's Emerald Necklace park system.\nVisit Some of the Parks Created by Frederick Law Olmsted\nThe Cultural Landscape Foundation\nThe Cultural Landscape Foundation is the only not-for-profit foundation in America dedicated to increasing the publicís awareness of the importance and irreplaceable legacy of cultural landscapes. Visit their website for more information on what cultural landscapes are and what they represent. Also learn about endangered landscapes and grassroots efforts to preserve them.\nLibrary of Congress\nVisit the American Memory Collection Web page to search through the archives for the writings of Frederick Law Olmsted, pictures from his personal collection, and information on his various parks. Also search for information on the industrialization of America, the reactionary movements to the consequences, and Arnold Arboretum. Of special note are the environmental and landscape photographs of Arnold Arboretum.\nAmerican Journal of Botany\nBrowse the American Journal of Botany, a journal devoted to the study of plants, for a variety of articles on botany.\nThe Industrial Revolution\nVisit the ThinkQuest Junior Web pages on the Industrial Revolution to explore this time period that helped spark the park movement in America. The site provides important facts about the Industrial Revolution, it offers fun things to do related to the facts learned, and it recommends other sources of information related to the revolution.\nFor Further Reading\nStudents (or educators) wishing to learn more about Frederick Law Olmsted, Charles Sprague Sargent, or the Arnold Arboretum may want to read: Ida Hay, Science in the Pleasure Ground: A History of Arnold Arboretum (Boston: Northeastern University Press, 1995); Witold Rybczynski, A Clearing in the Distance: Frederick Law Olmsted and America in the Nineteenth Century (New York: Scribner, 1999); S. B. Sutton, Charles Sprague Sargent and the Arnold Arboretum (Cambridge: Harvard University Press, 1970); and Cynthia Zaitzevsky, Frederick Law Olmsted and the Boston Park System (Cambridge: Belknap Press, 1982).", "id": "<urn:uuid:663377cb-a977-4210-a2cf-52cf8120193b>", "dump": "CC-MAIN-2013-20", "url": "http://www.cr.nps.gov/nR/twhp/wwwlps/lessons/56arnold/56lrnmore.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8850524425506592, "token_count": 790, "score": 2.921875, "int_score": 3}
{"text": "The plant collections of the Smithsonian Institution began with the acquisition of specimens collected by the United States Exploring Expedition (1838-1842). These formed the foundation of a national herbarium which today numbers 4.8 million historical plant records, placing it among the world's largest and most important.\nNearly 800,000 specimen records (including over 90,000 type specimens with images) are currently available in this online catalog.\nSelect a tab on this page to search by Keyword or Selected Fields. If you don't know what you want to see, you may want to look at the sample records in the Quick Browse section below. Searches are limited to 2000 records and the results are sorted by taxonomic group. If you need to retrieve a larger record set, contact the Department of Botany's Data Manager.\nSee the Help tab to learn more about searching and then exploring your returned results (sorting, exporting, etc.).\n||Sample Records from the DC Flora Collection\n||2205692 2197595 2191752 2175968 2213272 2196389 2200318 2192830 2219158 2200909 2208745 2223985 2175937 2192264 2220376\n||Sample Records from the Botanical Type Register\n||2119407 2149872 2161549 2790611 2105614 2099734 2134596 2116358 2166713 2151580 2158541 2143664 2097212 2076608 2167306 2121665 2095940 2075490\n||Sample Records from the Wilkes Expedition\n||2524597 2705372 2705371 2743367 2699717 2741233 2741229 2733613 2741227 2680776 2741226 2741217 2741216 2687168 2702446 2684992 2680753 2680752 2741176 2741175 2693758 2680751 2678261\nEnter your keywords separated by spaces and click Search. Records that match your search terms will be returned.\n- Using parentheses to clarify the logic, you can create complex queries with OR and NOT (here capital letters are required, otherwise they will be treated as keyword terms).\n- You can also use double-quotes to specify terms that should be treated as one.\n- Lastly, you can include the terms image(s) or type(s) to find records that have images or that are type specimens.\nNote that searching for common (vernacular) names may not yield the expected results. Associating common names with specimen records is a work in progress.\nKeyword search example: marantaceae (\"new guinea\" OR australia) images\nUse the By Field search to find specimen data that match values in specific database fields. Enter a value or choose one from the dropdown lists.\n- Click the Search button to initiate a search. Clear resets all fields.\n- Some lists are linked, so for example, choosing a Country narrows the choices for Province/State/Territory, and District/County. Dropdown choices also narrow as you type, for example, typing zing in the Family field might narrow the choice to Zingiberaceae.\n- Note that the Province/State dropdown is populated only after you have chosen a Country. You can type a Province/State without selecting a Country.\n- Check Only Records with Images if you want to restrict the search to records with multimedia content.\n- You will receive a warning when you enter invalid information in the text fields. For example, Catalog Numbers are composed strictly of letters and numbers; other characters will raise a warning.\nThe results of your searches can be displayed in Grid (a sortable, customizable table)\nor Gallery View (best for reviewing images). Use the Switch button to cycle between these views.\n- You can choose whether to display 5, 10, 20, 50, or 100 records at a time.\nIn Sheet View:\n- Click on the scientific name to view the full record.\n- Click on the thumbnail to view larger resolutions of the image. Use Control+Click (Command+Click) to open a new browser tab.\nIn Grid View:\n- You can choose the columns to display from any column's dropdown menu (mouse into a column header and click the dropdown icon). Under Columns, click the name to display or hide the field (you do not need to click the checkbox specifically).\n- You can drag a column header to change its order of appearance in the grid.\n- You can also drag the edge of a column to make it wider or narrower.\n- Click in the expansion () column to view the full record.\nIn Gallery View:\n- Click the image to view the full record.\nSee Exporting Results for information on downloading results to, for example, Excel or Google Earth.\nOpen the full collection record by clicking the expansion button () in Grid View,\non the scientific name in Sheet View,\nor anywhere within the image frame in Gallery View. Inverse expansion buttons () indicate records with multimedia (typically, images).\n- In the Record window, metadata for the multimedia content is available when you mouseover the thumbnail.\n- Clicking the thumbnail opens the content in your browser or other appropriate application.\n- Record windows may be resized or moved within the browser window.\n- You may have up to ten Record windows open at any one time.\nSort results in Grid View by clicking the column header (or by choosing Sort from the column's dropdown menu).\n- Sort on multiple columns by consecutively sorting columns in reverse order. For example, to view results sorted by Country and Province/State, first sort by Province/State and then sort again by Country.\n- For any column you can choose to sort in Ascending or Descending order.\nExport all or selected results by clicking the Export Results as CSV button in the bottom toolbar in Grid,\nor Gallery View.\n- Select individual records for Export by checking the export selection box (along the left edge of the Grid View grid).\n- Clear all selections with the Clear Selections button in the bottom toolbar.\n- Results are exported as comma-separated-values, one record per line, which can be saved to disk or opened directly with applications such as Microsoft Excel.\nYou can also export all or selected results to a KML file for viewing with Google Earth or other KML viewers, by clicking the Export as KML button. This button is grayed when all or selected results lack latitude/longitude values.\nTo create a link to specific records at NMNH provide the appropriate unit and querystring to:\nwhere UNIT is:\n- anth, birds, botany, ento, fishes, herps, iz, mammals, ms, or paleo\nand QUERYSTRING is (use a plus-sign to separate words):\n- One or more CATALOG NUMBERS, e.g.\n- One or more BARCODES, e.g.\n- The NAME of a TYPE specimen, e.g.:\n- The NAME of a specimen or object, e.g.:\n- The NAME (qn) and/or TYPE STATUS (qt) of a specimen, and/or its COLLECTOR (co), and/or the COLLECTION (cn) it is part of, e.g.:\n(Holotypes whose name includes Torre and Bartsch collected by Webb and part of the Henderson Collection)\n- To open the Collections Search to a specific search tab, e.g.\nTabs are numbered left to right, beginning with zero.\n- iz/?ti=1 (Invertebrate Zoology Keywords Search)\n- mammals/?ti=3 (Mammals Whale Collection Search)\nThere are ways to speed up your queries (or slow them down!) and to find specific information.\n- The more specific you make your queries the faster they will execute. Using more, rather than fewer, terms will very likely speed up your search.\n- These following special characters modify the interpretation of search terms (use with as many other terms as possible to avoid slowing your search):\n- * matches any number of characters, e.g. *pseudo*\n- ? matches a single character, e.g. young?lus frank?\n- ! negates the presence of a term, e.g. !new\n- ~ matches all terms with the given stem, e.g. ~spear for spear, spears, spearing, etc.\n- = match is case-sensitive, e.g. =Paris\n- Query results are typically limited to 5000 records. Avoid general queries, when you can, that are likely to bring back very large numbers of records, e.g. searching for poaceae.\n- Long running queries are automatically terminated, with no results returned.\nPlease use the Feedback page to report back any problems you find with the data, or with using these search pages.", "id": "<urn:uuid:76f40811-a50d-47d5-8ae6-0aa2939070c6>", "dump": "CC-MAIN-2013-20", "url": "http://collections.mnh.si.edu/search/botany/?irn=10469099", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.7804413437843323, "token_count": 1871, "score": 3.0, "int_score": 3}
{"text": "Detailed Distribution Map Information This map reflects the specimen location information from the Wisconsin Botanical Information System database and attemps to line up the original Town-Range Survey map from 1833 to 1866 with a computer generated table grid over the map of Wisconsin. Because the original Town Range lines are inexact, these \"dots\" might be somewhat skewed. Also townships near the borders of the state might only be partial, so the \"dot\" might center outside the state's boundry.\nHolding the mouse over the \"dot\" identifies the Town-Range. Clicking(new window) on the \"dot\" will link to a list of all specimen accession numbers for this location. You can then link to the individual specimen's label data. Arrange this window side-by-side with the specimen-list window so you can easily go back and forth between this map and the specimen's data.", "id": "<urn:uuid:40292269-3406-46cf-84aa-4c4efc553ecc>", "dump": "CC-MAIN-2013-20", "url": "http://wisplants.uwsp.edu/scripts/maps.asp?SpCode=BARVUL&bkg=s", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8508155345916748, "token_count": 185, "score": 2.828125, "int_score": 3}
{"text": "Historical Aerial Photographs\nPrior to the trial, Jan Schlichtmann, the plaintiffs attorney, hired a consulting firm to acquire and analyze historic aerial photographs of the Riley 15-acre property to estimate the times when the various drums, barrels, and debris piles first appeared. The consultants took this analysis and compared it to the 1985 field mapping of the debris piles, drums, and tanks on the 15-acre property by John Drobinski, a geologist hired by Schlichtmann. Drobinski's field map can be downloaded from the trial documents collection and excerpts of his deposition can be downloaded from the trial testimony collection.\nWhat Are Aerial Photographs and How Are They Used?\nAerial photographs like the ones shown below routinely are taken by the U.S. Department of Agriculture and U.S. Geological Survey to make topographic maps, record temporal changes in crop patterns, map geology and mineral resources, and evaluate floodplains. A specialized aircraft with sophisticated cameras is used to take photographs using black & white or color infrared film. The aircraft flies along flight lines that overlap slightly while the camera takes photographs at time intervals that allow the images to overlap. Because of the overlap is from two different positions in the sky, the overlapping portions of adjacent images can be viewed in 3-D. A stereoscope is needed to see the images in 3-D, which produces a static visual image that is similar to looking at a 3-D movie using red and blue glasses. Thus, tree tops and buildings appear to be higher than surrounding ground, whereas stream channels and wetlands appear to be lower.\nAerial Photographs of the Woburn Wells G and H Area\nThe collection below is a subset of those compiled by Maura Metheny for her dissertation research at Ohio State University. Four sets of photographs (May 1954, May 1969, April 1981, and March 1986) are suitable for 3-D viewing. To do this, print the images on high-quality paper or photographic paper and view them under a stereoscope. An inexpensive plastic 'pocket' stereoscope works well. The sequence of images below document changes in land use, construction of municipal wells G and H and other structures, changes in the wetland, and the appearance of drums and underground storage tanks along the access road between Salem Street and Olympia Avenue on the west side of the river.\nDetailed information about the dates, resolution, scales, and ordering numbers of the sets of aerial photographs shown below is available in this Excel file (Excel 19kB Jan22 07).\n- May 13, 1954 Photographs: 2414, 2415, 2416, 2417 northern image\nFull Resolution ( 28.5MB Mar14 07)north-central image\nFull Resolution ( 29.3MB Mar14 07)south-central image\nFull Resolution ( 28.3MB Mar14 07)southern image\nFull Resolution ( 28.5MB Mar14 07)\n- April 29, 1963 Photographs: 278, 279 western image\nFull Resolution ( 288kB Mar15 07)eastern image\nFull Resolution ( 208kB Mar15 07)\n- April 6, 1965 photograph: 233\nFull Resolution ( 269kB Mar15 07)\n- May 1, 1969 photographs: 1684, 1685, 1686, 1687 south image\nFull Resolution ( 288kB Mar15 07)south-central image\nFull Resolution ( 284kB Mar15 07)north-central image\nFull Resolution ( 281kB Mar15 07)north image\nFull Resolution ( 273kB Mar15 07)\n- July 3, 1971 photograph: 126\nFull Resolution ( 377kB Mar15 07)\n- April 23, 1978 photographs: 104 north and south north images\nFull Resolution ( 73kB Mar15 07)south image\nFull Resolution ( 77kB Mar15 07)\n- April 13, 1981 photographs: 19-5, 19-6, 19-7 south image\nFull Resolution ( 205kB Mar15 07)middle image\nFull Resolution ( 196kB Mar15 07)north image\nFull Resolution ( 196kB Mar15 07)", "id": "<urn:uuid:a34828e1-9706-4e67-be65-8fb8a94ec846>", "dump": "CC-MAIN-2013-20", "url": "http://nagt.org/woburn/resources/aerialphotos.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8897874355316162, "token_count": 833, "score": 3.296875, "int_score": 3}
