{"text": "Published May 2008\nProperly located digital signage in high traffic areas on school campuses provides students and faculty with a convenient resource to stay up to date about the latest school news and activities.\nSignage in Education\nBy Anthony D. Coppedge\nTechnology gets high marks.\nDigital media and communications have come to play a vital role in people’s everyday lives, and a visit to the local K-12 school, college or university campus quickly illustrates the many ways in which individuals rely on audio and visual technologies each day. The shift from analog media to digital, represented by milestones ranging from the replacement of the Walkman by the MP3 player to the DTV transition currently enabling broadcasts beyond the home to mobile devices, has redefined the options that larger institutions, including those in our educational system, have for sharing information across the campus and facilities.\nFlexible And Efficient\nDigital signage, in particular, is proving to be a flexible and efficient tool for delivering specific and up-to-date information within the educational environment. As a high-resolution, high-impact medium, it lives up to the now-widespread expectation that visual media be crisp and clear, displayed on a large screen. Although the appeal of implementing digital signage networks does stem, in part, from plummeting screen prices and sophisticated content delivery systems, what’s equally or more important is that digital signage provides valuable information to the people who need it, when and where they need it. On school campuses—whether preschool, elementary, high school or post-secondary institutions—it does so effectively, for both educational purposes and for the security and safety of staff, administration and the student body as a whole.\nSchool campuses have begun leveraging digital signage technology in addition to, or in place of, printed material, such as course schedules, content and location; time-sensitive school news and updates; maps and directions; welcome messages for visitors and applicants; and event schedules. Digital signage simplifies creation and delivery of multiple channels of targeted content to different displays on the network. Although a display in the college admissions office might provide prospective students with a glimpse into student life, for example, another display outside a lab or seminar room might present the courses or lectures scheduled for that space throughout the day.\nThis model of a distribution concept illustrates a school distributing educational content over a public TV broadcast network.\nAt the K-12 level, digital signage makes it easy to deliver information such as team or band practice schedules, or to post the cafeteria menu and give students information encouraging sound food choices. Digital signage in the preschool and daycare setting makes it easy for teachers and caregivers to share targeted educational programming with their classes.\nAmong the most striking benefits of communicating through digital signage is the quality of the pictures and the flexibility with which images, text and video can be combined in one or more windows to convey information. Studies have shown that dynamic signage is noticed significantly more often than are static displays and, furthermore, that viewers are more likely to remember that dynamic content.\nThough most regularly updated digital signage content tends to be text-based, digital signage networks also have the capacity to enable the live campus-wide broadcast of key events: a speech by a visiting dignitary, the basketball team’s first trip to the state or national tournament, or even the proceedings at commencement and graduation. When time is short, it’s impractical to gather the entire student body in one place or there simply isn’t the time or means to deliver the live message in any other way.\nThe ability to share critical information to the entire school community, clearly and without delay, has made digital signage valuable as a tool for emergency response and communications. Parents, administrators, teachers and students today can’t help but be concerned about the school’s ability to respond quickly and effectively to a dangerous situation, whether the threat be from another person, an environmental hazard, an unpredictable weather system or some other menace.\nDigital signage screens installed across a school campus can be updated immediately to warn students and staff of the danger, and to provide unambiguous instructions for seeking shelter or safety: where to go and what to do.\nAlthough early digital signage systems relied on IP-based networks and point-to-point connections between a player and each display, current solutions operate on far less costly and much more scalable platforms. Broadcast-based digital signage models allow content to be distributed remotely from a single data source via transport media, such as digital television broadcast, satellite, broadband and WiMAX.\nThe staff member responsible for maintaining the digital signage network can use popular content creation toolsets to populate both dynamic and static displays. This content is uploaded to a server that, in turn, feeds the digital signage network via broadcast, much like datacasting, to the receive site for playout. By slotting specific content into predefined display templates, each section with its own playlist, the administrator can schedule display of multiple elements simultaneously or a single-window static, video or animated display.\nThe playlist enables delivery of the correct elements to the targeted display both at the scheduled time and in the appropriate layout. In networks with multicast-enabled routers, the administrator can schedule unique content for displays in different locations.\nIn the case of delivering emergency preparedness or response information across a campus, content can be created through the same back-office software used for day-to-day digital signage displays. Within the broadcast-based model, three components ensure the smooth delivery of content to each display.\nA transmission component serves as a content hub, allocating bandwidth and inserting content into the broadcast stream based on the schedule dictated by the network’s content management component. Content is encapsulated into IP packets that, in turn, are encapsulated into MPEG2 packets for delivery.\nGeneric content distribution model for digital signage solution.\nThe content management component of the digital signage network provides for organization and scheduling of content, as well as targeting of that content to specific receivers. Flexibility in managing the digital signage system enables distribution of the same emergency message across all receivers and associated displays, or the delivery of select messages to particular displays within the larger network.\nWith tight control over the message being distributed, school administrators can immediately provide the information that students and staff in different parts of the campus need to maintain the safest possible environment. Receivers can be set to confirm receipt of content, in turn assuring administrative and emergency personnel that their communications are, in fact, being conveyed as intended. On the receiving end, the third component of the system, content, is extracted from the digital broadcast stream and fed to the display screen.\nThe relationships that many colleges and universities share with public TV stations provide an excellent opportunity for establishing a digital signage network. Today, the deployed base of broadcast-based content distribution systems in public TV stations is capable of reaching 50% of the US population. These stations’ DTV bandwidth is used not only for television programming, but also to generate new revenues and aggressively support public charters by providing efficient delivery of multimedia content for education, homeland security and other public services.\nEducational institutions affiliated with such broadcasters already have the technology, and much of the necessary infrastructure, in place to launch a digital signage network. In taking advantage of the public broadcaster’s content delivery system, the college or university also can tap into the station’s existing links with area emergency response agencies.\nAs digital signage technology continues to evolve, educational institutions will be able to extend both urgent alerts and more mundane daily communications over text and email messaging. Smart content distribution systems will push consistent information to screens of all sizes, providing messages not only to displays, but also to the cell phones and PDAs so ubiquitous in US schools.\nThe continued evolution of MPH technology will support this enhancement in delivery of messages directly to each student. MPH in-band mobile DTV technology leverages ATSC DTV broadcasts to enable extensions of digital signage and broadcast content directly to personal devices, whether stationary or on the move. Rather than rely on numerous unrelated systems, such as ringing bells, written memos and intercom announcements, schools can unify messaging and its delivery, in turn reducing the redundancy involved in maintaining communications with the student body.\nAn effective digital signage network provides day-to-day benefits for an elementary school, high school, college or university while providing invaluable emergency communications capabilities that increasingly are considered a necessity, irrespective of whether they get put to the test. The selection of an appropriate digital signage model depends, of course, on the needs of the organization.\nEducational institutions share many of the same concerns held by counterparts in the corporate world, and key among those concerns is the simple matter of getting long-term value and use out of their technical investments. However, before even addressing the type of content the school wishes to create and distribute, the systems integrator, consultant or other AV and media professional should work with the eventual operators of the digital signage network to identify and map out the existing workflow. Once the system designer, integrator or installer has evaluated how staff currently work in an emergency to distribute information, he then can adjust established processes and adapt them to the digital signage model.\nThe administrative staff who will be expected to update or import schedules to the digital signage system will have a much lower threshold of acceptance for a workflow that is completely unfamiliar or at odds with all their previous experience. An intuitive, easy-to-use system is more likely to be used in an emergency if it has become familiar in everyday practice.\nTurnkey digital signage solutions provide end-to-end functionality without forcing users and integrators to work with multiple systems and interfaces. The key in selecting a vendor lies in ensuring that they share the same vision and are moving in the same direction as the end user.\nIn addition to providing ease of use, digital signage solutions for the education market also must provide a high level of built-in security, preventing abuse or misuse by hackers, or by those without the knowledge, experience or authority to distribute content over the network. Because the network is a conduit for emergency messaging, its integrity must be protected. So, the installer must not only identify the number of screens to be used and where, but also determine who gets access to the system and how that access remains secure.\nScalable systems that can grow in number of displays or accommodate infrastructure improvements and distribution of higher-bandwidth content will provide the long-term utility that makes the investment worthwhile. By going into the project with an understanding of existing infrastructure, such as cabling, firewalls, etc., and the client’s goals, the professional is equipped to advise the customer as to the necessity, options and costs for enhancing or improving on that infrastructure. As with any other significant deployment of AV technology, the installation of a digital signage network also requires knowledge of the site, local building codes, the availability of power and so forth.\nRalph Bachofen, senior director of Product Management and Marketing, Triveni Digital, has more than 15 years of experience in voice and multimedia over Internet Protocol (IP), telecommunications and the semiconductor business.\nThe infrastructure requirements of a school in deploying a digital signage network will vary, depending on the type of content being delivered through the system. HD and streaming content clearly are bandwidth hogs, whereas tickers and other text-based messages put a low demand on bandwidth. Most facilities today are equipped with Gigabit Ethernet networks that can handle\nthe demands of live video delivery and lighter content.\nHowever, even bandwidth-heavy video can be delivered by less robust networks, as larger clips can be “trickled” over time to the site, as long as storage on the unit is adequate. There is no set standard for the bandwidth required, just as there is no single way to use a digital signage solution. It all depends on how the system will be used, and that’s an important detail to address up front.\nMost digital signage solutions feature built-in content-creation tools and accept content from third-party applications, as well. Staff members who oversee the system thus can use familiar applications to create up-to-date content for the school’s digital signage network. This continuity in workflow adds to the value and efficiency of the network in everyday use, reducing the administrative burden while serving as a safeguard in the event of an emergency.\nFor educational institutions, the enormous potential of the digital signage network can open new doors for communicating with students and staff, but only if it is put to use effectively. Comprehensive digital signage solutions offer ease of use to administration, deliver clear and useful messaging on ordinary days and during crises, and feature robust design and underlying technology that supports continual use well into the future.", "id": "<urn:uuid:4f104f5b-67cc-4de8-87a7-62cb466de5d1>", "dump": "CC-MAIN-2013-20", "url": "http://soundandcommunications.com/archive_site/video/2008_05_video.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9226340055465698, "token_count": 2596, "score": 2.5625, "int_score": 3}
{"text": "Washington, DC. Public libraries have become essential points of access to the Internet and computers in local communities, with nearly every library in the country offering public internet access. Yet, individual library practices can have significant affect on the quality and character of this public service. Opportunity for All: How Library Policies and Practices Impact Public Internet Access, offers an analysis of the service in four public library systems and makes recommendations for strategies that help to sustain and improve public access service. The report was funded through a partnership between the Bill & Melinda Gates Foundation and the Institute of Museum and Library Services and was produced by the University of Washington Information School. [Read more]\nAccess to the Internet has become a central part of American society, helping all of us in many areas of our daily lives. Over the past twenty years, libraries and community technology centers have taken on the role of public access centers for those who are unable to reach the Internet at home or work, for reasons ranging from lack of financial resources to personal preference. The U.S. Impact Study is examining the users and use of these public services to better understand the impact of free access to computers and the Internet on the individuals, families and communities served by these public and private resources.", "id": "<urn:uuid:3b302593-d369-45ad-8e71-a345eaee64df>", "dump": "CC-MAIN-2013-20", "url": "http://impact.ischool.uw.edu/index.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9527751803398132, "token_count": 247, "score": 2.890625, "int_score": 3}
{"text": "Outside of the academic environment, a harsh and seemingly ever-growing debate has appeared, concerning how mass media distorts the political agenda. Few would argue with the notion that the institutions of the mass media are important to contemporary politics. In the transition to liberal democratic politics in the Soviet Union and Eastern Europe the media was a key battleground. In the West, elections increasingly focus around television, with the emphasis on spin and marketing. Democratic politics places emphasis on the mass media as a site for democratic demand and the formation of “public opinion”. The media are seen to empower citizens, and subject government to restraint and redress. Yet the media are not just neutral observers but are political actors themselves. The interaction of mass communication and political actors — politicians, interest groups, strategists, and others who play important roles — in the political process is apparent. Under this framework, the American political arena can be characterized as a dynamic environment in which communication, particularly journalism in all its forms, substantially influences and is influenced by it.\nAccording to the theory of democracy, people rule. The pluralism of different political parties provides the people with “alternatives,” and if and when one party loses their confidence, they can support another. The democratic principle of “government of the people, by the people, and for the people” would be nice if it were all so simple. But in a medium-to-large modern state things are not quite like that. Today, several elements contribute to the shaping of the public’s political discourse, including the goals and success of public relations and advertising strategies used by politically engaged individuals and the rising influence of new media technologies such as the Internet.\nA naive assumption of liberal democracy is that citizens have adequate knowledge of political events. But how do citizens acquire the information and knowledge necessary for them to use their votes other than by blind guesswork? They cannot possibly witness everything that is happening on the national scene, still less at the level of world events. The vast majority are not students of politics. They don’t really know what is happening, and even if they did they would need guidance as to how to interpret what they knew. Since the early twentieth century this has been fulfilled through the mass media. Few today in United States can say that they do not have access to at least one form of the mass media, yet political knowledge is remarkably low. Although political information is available through the proliferation of mass media, different critics support that events are shaped and packaged, frames are constructed by politicians and news casters, and ownership influences between political actors and the media provide important short hand cues to how to interpret and understand the news.\nOne must not forget another interesting fact about the media. Their political influence extends far beyond newspaper reports and articles of a direct political nature, or television programs connected with current affairs that bear upon politics. In a much more subtle way, they can influence people’s thought patterns by other means, like “goodwill” stories, pages dealing with entertainment and popular culture, movies, TV “soaps”, “educational” programs. All these types of information form human values, concepts of good and evil, right and wrong, sense and nonsense, what is “fashionable” and “unfashionable,” and what is “acceptable” and “unacceptable”. These human value systems, in turn, shape people’s attitude to political issues, influence how they vote and therefore determine who holds political power.", "id": "<urn:uuid:e07102a9-36b0-40bd-b081-74ec346f923a>", "dump": "CC-MAIN-2013-20", "url": "http://politicstoday.biz/10851/do-mass-media-influence-the-political-behavior-of-citizens/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9643222689628601, "token_count": 723, "score": 3.203125, "int_score": 3}
{"text": "In the American electoral system, a primary election is an election that determines the nominee for each political party, who then competes for the office in the general election. A presidential primary is a state election that picks the delegates committed to nominate particular candidates for president of the United States. A presidential caucus, as in Iowa, requires voters to meet together for several hours in face-to-face meetings that select county delegates, who eventually pick the delegates to the national convention. No other country uses primaries; they choose their candidates in party conventions.\nPrimaries were introduced in the Progressive Era in the early 20th century to weaken the power of bosses and make the system more democratic. In presidential elections, they became important starting in 1952, when the first-in-the-nation New Hampshire Primary helped give Dwight D. Eisenhower the Republican nomination, and knocked Harry S. Truman out of the Democratic race because of his poor showing. In 1964, Lyndon B. Johnson ended his reelection campaign after doing poorly in New Hampshire.\nAfter 1968, both parties changed their rules to emphasize presidential primaries, although some states still use the caucus system.\nIn recent decades, New Hampshire holds the first primary a few days after Iowa holds the first caucus. That gives these two states enormous leverage, as the candidates and the media focus there. New Hampshire and Iowa receive about half of all the media attention given all primaries.\nThe primary allows voters to choose between different candidates of the some political parties, perhaps representing different wings of the party. For example, a Republican primary may choose between a range of candidates from moderate to conservative. Gallup's 2008 polling data indicated a trend in primary elections towards more conservative candidates, despite the more liberal result in the general election.\nIn recent years the primary seasons has come earlier and earlier, as states move up to earlier dates in the hope it will give them more leverage. For example, Barry Goldwater won the 1964 nomination because he won the last primary in California. The logic is faulty--in highly contested races the later primaries have more leverage. Thus in 2008 California gave up its traditional last-in-the-nation role and joined 20 other states on Super Tuesday. Neither the candidates not the voters paid it much attention. Michigan and Florida moved up their primaries in defiance of national Democratic Party rules and were penalized. The result is the primary season is extended, and is far more expensive, and no state gets an advantage--except for Iowa and New Hampshire, which now have dates in early January.\nIn late 2009 the two national parties are meeting to find a common solution.\n- Duncan, Dayton. Grass roots: one year in the life of the New Hampshire presidential primary (1991) 436 pages; on 1988 campaign\n- Johnson, Haynes, and Dan Balz. The Battle for America 2008: The Story of an Extraordinary Election (2009), excellent history of 2008 primaries\n- Kamarck, Elaine C. Primary Politics: How Presidential Candidates Have Shaped the Modern Nominating System (2009) excerpt and text search", "id": "<urn:uuid:c66cbd20-f2be-4f73-902d-7b0198351323>", "dump": "CC-MAIN-2013-20", "url": "http://www.conservapedia.com/Primary_election", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9510154128074646, "token_count": 615, "score": 4.03125, "int_score": 4}
{"text": "Accreditation is a form of independent, professional certification that focuses on schools and programs in a particular field. Accreditation of universities in the USA therefore assures you and your parents that the school adheres to high quality standards. Which means the programs are delivered by qualified faculty and are constantly updated to follow the changes and meet the needs of the relevant industry or working world. Attending an accredited school or program is often thought to make you more competitive on the job market.\nUniversity accreditation in the USA takes place at different levels. At the highest level, governmental and other agencies govern and recognize the accrediting bodies. For instance, the US Department of Education, the Council for Higher Education Association (CHEA) and the Association of Specialized and Professional Accreditors (ASPA) grant power to associations that oversee accreditation at the regional, institutional or program level.\nRegional: The US Department of Education recognizes 6 distinct higher educational regions, each of which is overseen by a different accrediting body. This is the type of accreditation most commonly referred to and is for a university as a whole, not for individual programs. Accreditation by these regional agencies isn't automatic: this is voluntary accreditation.\nInstitutional: Depending on the kind of university or college it is (e.g., private, public, Christian, etc.) it may also be accredited by institute-type specific agencies. America's universities are extremely different in character, size, location and in the programs they offer. Therefore a school may be accredited by one or more organizations.\nSpecialized: Specialized accreditation focuses on specific areas of study and individual university programs. This is sometimes called professional accreditation, because it means specific programs meet the national standards for that field of study. Universities in the USA cover a huge range of programs, and each institution usually has a page on its website listing both institutional and individual program accreditation.\nWhen assessing quality, international students can also look at whether a school or program has any memberships in, or endorsements by, professional associations which reflect certain standards of quality, but this is not the same as official accreditation. For instance, the American Association of State Colleges and Universities does not accredit programs, but is a national organization committed to maintaining and promoting the quality of America's higher education system.\nRegional Accrediting Agencies for Universities in the USA\nMiddle States Association of Colleges and Schools, Commission on Higher Education\nNew England Association of Schools and Colleges, Commission on Institutions of Higher Education\nNorth Central Association of Colleges and Schools, The Higher Learning Commission\nNorthwest Commission on Colleges and Universities\nSouthern Association of Colleges and Schools, Commission on Colleges\nWestern Association of Schools and Colleges, Accrediting Commission for Senior Colleges and Universities\nWhy Accreditation? The goal of university accreditation in the USA is to ensure that education provided by institutions of higher education meets acceptable levels of quality. Accrediting agencies have no legal control over institutions or programs; they promote certain standards and approve or renew membership of institutions that apply and meet the accreditation standards or criteria. Certain licensing programs may require that you've been through a course of study with specialized accreditation, because it ensures that you have been taught by faculty qualified to teach in that field. The US Secretary of Education and CHEA each maintain and publish a list of nationally recognized accrediting agencies, and most institutions attain eligibility for Federal funds by holding accredited or pre-accredited status with one of the recognized accrediting agencies.\nTake a Virtual Tour of a featured\nCampus e-tours allow students to view the facilities and student life at featured Universities in the USA, giving you the opportunity to see what the University looks like, as well as facts about the campus, courses, etc. Once you’ve completed your tour you can read the in-depth profile to get more detailed information, or click the Request FREE Info link to request specific information such as scholarships and financial aid directly from that institution.\nClick here to view Virtual Tours of Featured Universities in the USA\nRequest FREE Info!\nRequest FREE info directly from featured\nFeatured institutions want to send you more information on their\nto receive free information directly from the school. To see a complete list of featured schools,\nNote: Your request is sent directly to the institution and is not maintained on this website. Your privacy is completely protected.", "id": "<urn:uuid:88118f3e-d711-4509-8010-9954e8e6100c>", "dump": "CC-MAIN-2013-20", "url": "http://www.collegesintheusa.com/University-Accreditation-in-the-USA.cfm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9420560002326965, "token_count": 890, "score": 2.859375, "int_score": 3}
{"text": "Early Childhood Education\n- The American Academy of Pediatrics is dedicated to the health of all children and committed to\nthe attainment of optimal physical, mental, and social health\nand well-being for all infants, children, adolescents, and\n- The Center for Early Childhood\nLeadership is dedicated to enhancing the management skills,\nprofessional orientation and leadership capacity of early\n- The Child & Family\nWebGuide describes and evaluates web sites that contain\nresearch-based information about child development.\n- An organization of regional Child\nCare Resource and Referral (CCR&R) agencies serving\ncommunities throughout the state of Illinois.\n- The Children's Book Council is dedicated to encouraging literacy and the use and enjoyment\nof children's books.\n- Children's Literature offers information on authors and illustrators, recommended\nbooks by theme, book award winners, etc.\n- The Circle of Inclusion web site is for early childhood service providers and families\nof young children. This web site offers demonstrations\nof and information about the effective practices of inclusive\neducational programs for children from birth through age eight.\n- Civitas is a national\nnot-for-profit communication group that works to provide educational\ntools to all adults who live and work with young children.\n- The CLAS Early Childhood Research\nInstitute collects and describes early childhood/early\nintervention resources that have been developed across the\nUnited States for children with disabilities and their families\nand the service providers who work with them. The materials\nand resources available on this site reflect the intersection\nof culture and language, disabilities and child development.\n- The Division of Early Childhood (DEC) of the Council for Exceptional Children (CEC) is a nonprofit\norganization advocating for individuals who work with or on\nbehalf of children with special needs, birth through age eight,\nand their families. There is also an Illinois\nSubdivision for the Division of Early Childhood (IDEC).\n- The Early Childhood\nEducators' and Family Web Corner contains articles, teacher\npages, family pages, etc.\n- EdWorld.Resources covers a variety of areas of Early Childhood.\n- ERIC provides research-based\ninformation and articles in the field of early childhood.\n- I Am Your Child is a national public awareness and engagement campaign to\nmake early childhood development a top priority of our nation.\n- The Illinois Department of Children and Family Services web site for\ninformation on day care licensing, etc.\n- The Illinois\nDepartment of Human Services Early Intervention site contains\ninformation for parents and service providers, including Child\nand Family Connections contacts. .\n- The Illinois\nEarly Learning Web site provides evidence-based, reliable\ninformation for parents, caregivers, and teachers of young\nchildren in the State of Illinois.\n- Illinois Head Start Association information.\n- Lists of recommended children's books for birth to five and\nEarly Childhood Block Grant professional development opportunities\nare available on the Early Childhood portion of the Illinois\nResource Center's web site.\n- The Illinois\nSecretary of State's literacy program site includes grant\napplications and literacy resources.\n- Meld offers education and\nsupport for parents, trains family service providers to apply\nbest practices in their work with families and publishes a\nbroad range of resource materials for parents and the people\nwho work with them.\n- The National Association for\nthe Education of Young Children has for its purpose, “leading\nand consolidating the efforts of individuals and groups working\nto achieve healthy development and constructive education\nfor all young children.”\n- The National\nClearinghouse on Child Abuse and Neglect is a resource\nfor professionals and others seeking information on abuse\nand neglect and child welfare.\n- The National Early\nChildhood Technical Assistance Center supports the implementation\nof the early childhood provisions of the Individuals with\nDisabilities Education Act (IDEA). Their mission is\nto strengthen service systems to ensure that children with\ndisabilities (birth through five) and their families receive\nand benefit from high quality, culturally appropriate, and\nfamily-centered supports and services.\n- The National Head Start Association is a private not-for-profit membership organization that provides\na national forum for the continued enhancement of Head Start\nservices for children ages 0 to 5 and their families.\n- The National Institute for\nEarly Education Research supports early childhood education\ninitiatives by providing objective, nonpartisan information\nbased on research.\n- Ongoing update about the National\nInstitute of Child Health and Human Development (NICHID)\nstudy of Early Child Care and Youth Development.\n- The Ounce of Prevention was established to promote the well-being of children and\nadolescents by working with families, communities, and policy-makers.\n- The Parents as Teachers National\nCenter is committed to seeing that “all children will\nlearn, grow, and develop to realize their full potential.\"\nThe information is geared to parents but helpful to all programs\nin early childhood.\n- The Partnership\nfor Reading continually creates resources and shares information\nabout how scientifically based research can inform the acquisition\nof reading skills across the lifespan, from birth to adulthood.\nVisit the Early\n- Prevent Child\nAbuse America provides leadership to promote the prevention\nof child abuse and neglect at both the national and local\nlevels. Information is also available in Spanish.\n- Reading Rockets,\n\"launching young readers\", contains resources, book\nlists, and tips on early reading.\n- The Society for Research in\nChild Development at the University of Michigan is a multidisciplinary,\nnot-for-profit, professional association of approximately\n5,000 researchers, practitioners, and human development professionals.\n- The U.S.\nDepartment of Education's Early Reading First site contains\ninformation on the status of Early Reading First grants.\n- The U.S. Department\nof Education main site includes information on No Child\n- Voices for Illinois\nChildren works with families, communities, and policy-makers\nto ensure that all children grow up healthy, nurtured, safe,\nand well educated.\n- Zero to Three is\na leading resource on the first three years of life.\nIts goal is to strengthen and support families, practitioners\nand communities to promote the healthy development of babies", "id": "<urn:uuid:9026785e-3820-4a9d-ab2b-e056e36ce1ff>", "dump": "CC-MAIN-2013-20", "url": "http://isbe.net/earlychi/html/resources.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8894116878509521, "token_count": 1301, "score": 2.734375, "int_score": 3}
{"text": "Interagency Coordinating Council\n\"The mission of the Utah Interagency Coordinating Council for Infants and Toddlers with Special Needs is to assure that each infant and young child with special needs will have the opportunity to achieve optimal health and development within the context of the family.\"\nIntroduction to ICC: Interagency Coordinating Council for Infants and Toddlers with Disabilities and their Families\nWhat is Early Intervention?\nBaby Watch Early Intervention is a statewide, comprehensive, coordinated, interagency, multidisciplinary system, which provides early intervention services to infants and toddlers, younger than three years of age, with developmental delay or disability, and their families. Early intervention is the \"baby\" piece of Special Education. The program is authorized through the Individuals with Disabilities Act (IDEA), Part C, (Early Intervention Program for Infants and Toddlers with Disabilities). In 1987, Utah's Governor designated the Department of Health (DOH) as the \"Lead Agency\" for the early intervention program. Utah was one of the very first states in the nation to fully implement its early intervention program after securing the approval of the State Legislature.\nAt present, there are 16 early intervention programs that serve more than 2,000 children per month in the state. It is anticipated that the demand for these services will continually increase.\nWhat is an Interagency Coordinating Council (ICC)?\nThe creation of an ICC was established with the passage of federal law P.L. 99-457 in October 1986. Developers of the legislation recognized the need for a group outside of the Lead Agency to \"advise and assist\" in the development of such a system. The independent nature of the ICC is one feature that gives the group the potential for making a contribution to the development of the service system.\nAnother feature of the regulations is the multidisciplinary and the multi-constituency representation on the ICC. By specifying what types of members should be included on the ICC, the legislation enables states to bring together consumer, clinical, political, and administrative communities. This merging of a variety of communities facilitates the building of bridges between the involved agencies. In addition, the committee has provided a broader vision of the service system based upon the participation and contributions of all relevant providers and consumers.\nThe ICC, a body required by statute to be appointed by each state's Governor, is to be an important participant in the development of a well-coordinated service system (Federal Interagency Coordinating Council, June, 1989). Each state ICC determines, in conjunction with the Lead Agency, the nature of the roles and tasks it chooses to perform at various policy stages.\nThe Utah ICC is an interagency group whose membership represents the statewide early childhood services community. It is comprised of up to 25 members.\nThe purpose of the Utah ICC is to advise and assist the lead agency in the Division of Community and Family Health Services, Bureau of Children with Special Health Care Needs in the UDOH.\nMuch of the work of the ICC is accomplished in standing committees and ad hoc task force meetings that perform long range planning, study specific issues and make appropriate actions. A member of the ICC chairs each committee.\nWhat role does the ICC play?\nThe Council functions as a planning body at the systems level and advocates for children birth to three years of age and their families with or at-risk for a developmental disability. The Council acts in three major roles:\n(1) ADVISOR: Providing advice to the Lead Agency, Governor and the state legislature on issues related to the development of a coordinated system of early intervention services for children with or at-risk for a developmental disability and their families.\nThe federal law defines the Council membership and the program in order to give it a unique view of the \"service systems\".\nThe parent component of the Council gives it a perspective which may be different from that presented by state agencies which are represented on the Council.\nThe Council can use its special vantage point to be recognized as a source of information for the Lead Agency, Governor, and legislators, as well as other key decision makers in the state.\n(2) NEGOTIATOR: Working as an advocate to encourage a particular course of action by the state.\nA major activity of the Council is to \"review and comment on the annual state plan for services for children birth to three years\" as part of its overall responsibility to assess the service system as it exists in the state. This information as well as interagency coordination is another important goal of the program and puts the Council in a position to be effective in making changes in how services are provided in the state. With agency and provider representatives on the Council, communication can more easily be effected and gaps between agencies can hopefully be bridged.\n(3) CAPACITY BUILDER: Enhancing the ability of the overall service system to address service needs.\nIn this role, the Council works to increase the quality and quantity of desired supports and services from the public and private sectors, to ensure that all needy children and families will be provided early intervention services.", "id": "<urn:uuid:ca8c9151-949c-43e8-9c9b-d2e43029f3ed>", "dump": "CC-MAIN-2013-20", "url": "http://utahbabywatch.org/icc/index.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9540891051292419, "token_count": 1031, "score": 2.734375, "int_score": 3}
{"text": "Common Core Catholic Identity Initiative\nA national working group has begun the Common Core Catholic Identity Initiative (CCCII) to develop and disseminate resources and guidelines to assist Catholic elementary and secondary schools in integrating elements of Catholic identity (Catholic values, Scripture, Church social teachings, encyclicals, etc.) into curriculum and instruction based on the Common Core State Standards.\nThe initial phase of CCCII focuses on K-8 English/Language Arts/ Literacy. Resources for other subjects and for 9-12 curriculum will be developed in later phases.\nForty-six states have agreed to adopt the Common Core State Standards, a set of high quality K-12 learning standards that includes rigorous content and application of knowledge using higher-order thinking skills, leading students to college and career readiness. Currently, Catholic schools are assessing what the implications of the standards and accompanying assessments may be for them.\nWhile Catholic schools have their own local or diocesan standards, their ability to continue to provide high-quality education for their students is compelling them to consider adoption of the common core standards. Catholic schools will be impacted as curriculum resources and professional development opportunities become aligned with Common Core State Standards by producers of instructional materials, college teacher preparation programs, or regulations for participation in the federal programs that currently benefit their students and teachers. Within this environment, maintaining the uniqueness and integrity of the Catholic school will require integrating the demands of their mission and the academic expectations of their constituents and the wider education community.\nTo assist Catholic schools with enhancing Catholic identity integrated into the curriculum, the Common Core Catholic Identity Initiative (CCCII) has been launched as a collaborative project involving Catholic universities, corporations and sponsors invested in Catholic education, and the National Catholic Educational Association (NCEA).\nThe Common Core Catholic Identity Initiative has two goals:\n- to empower Catholic schools and dioceses to design and direct the implementation of the Common Core standards within the culture and context of a Catholic school curriculum\n- to infuse the Common Core standards with the faith/principles/values/social justice themes inherent in the mission and Catholic identity of the school.\nThe CCCII project aims to accomplish its goals by creating a process and a product:\nPhase 1: Gather approximately 35 practitioners and curriculum and catechetics experts to pilot a CCCII ELA Unit development process to be shared with the larger Catholic educational community. (June 2012)\nPhase 2: Revise and refine the unit development process so that it can be replicated in dioceses around the country.\nPhase 3: Invite participation in development of additional CCCII ELA Units by Catholic educators around the country.\nPhase 1: Utilize the expertise and strength of experienced and innovative teachers to develop complete units/exemplars that join Catholic identify with the Common Core curriculum standards. Utilize the expertise of CCCII leaders to develop supporting resources and guidelines. (June 2012)\nPhase 2: Post exemplar units, guidelines, and resources developed in for the June 2012 launch for open access by Catholic educators on the Catholic School Standards Project Website www.catholicschoolsstandards.org) . (July 2012)\nPhase 3: Expand exemplar units and Catholic Identity resources available for use by local Catholic schools.\nTailor the CCCII Unit development process for Catholic secondary schools.\nExpand CCCII to include additional subject areas.\nMeet the CCCII Leadership and Planning Teams", "id": "<urn:uuid:1f81392d-3957-4ac5-9659-ed3112273a06>", "dump": "CC-MAIN-2013-20", "url": "http://catholicschoolstandards.org/common-core-catholic-identity-initiative", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9384240508079529, "token_count": 703, "score": 3.375, "int_score": 3}
{"text": "Common Career Technical Core\nThe Common Career Technical Core (CCTC) is a state-led initiative to establish a set of rigorous, high-quality standards for Career Technical Education (CTE) that states can adopt voluntarily. The standards have been informed by state and industry standards and developed by a diverse group of teachers, business and industry experts, administrators and researchers.\nThe initiative is being coordinated by the National Association of State Directors of Career Technical Education Consortium (NASDCTEc), which represents the state and territory heads of secondary, postsecondary and adult CTE across the nation. Forty-two states the District of Columbia and Palau participated in the development stage of the CCTC.\nThe development of the CCTC was a multi-step process that incorporated input from approximately 3,500 individuals representing K-12 education, business and industry and higher education from across the nation.\nThe process for developing the CCTC was informed by:\n• High-quality state and industry standards;\n• Input and guidance from educators, business and industry and state leaders; and\n• Feedback from the public.\nThe CCTC includes a set of standards for each of the 16 Career Clusters™ and their corresponding Career Pathways that define what students should know and be able to do after completing instruction in a program of study. The CCTC also includes an overarching set of Career Ready Practices that apply to all programs of study. The Career Ready Practices include 12 statements that address the knowledge, skills and dispositions that are important to becoming career ready.\nIn June, the NASDCTEc Board of Directors voted in full support and approved the CCTC that defines common expectations for CTE organized by the National Career Clusters™ Framework.\nLearn more about the CCTC or share information about the initiative with these resources:\nAn online database of the CCTC standards provides an opportunity to create reports specific to the needs of the user. In addition, additional resources including performance elements and sample indicators for the CCTC standards are provided as a resource tool in the exploration and understanding of the standards.\nA public license has been created for the use of the CCTC standards and is available to review.\nRepresentatives from organizations across the nation have expressed support for the CCTC. Learn who they are and share their statements with others as you work to gain support of and raise awareness about the CCTC in your state.\nA summary of the process used to achieve the outcomes of the CCTC. Report highlights the steps used, the participation and recommendations for future revisions and engagements associated with the development of the CCTC.\nA summary of the process, methodology and approach used to update the 2008 Knowledge and Skills Statements and prepare for transition for use by the Common Career Technical Core Working Groups in the development of the CCTC.\nFor additional information about the CCTC, contact email@example.com.", "id": "<urn:uuid:8cf81d29-853e-46bd-a28d-360d8ef806be>", "dump": "CC-MAIN-2013-20", "url": "http://www.careertech.org/career-technical-education/cctc/info.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9477070569992065, "token_count": 599, "score": 2.625, "int_score": 3}
{"text": "A “magic” herb, Carissa Edulis, that drew thousands of people to a remote Loliondo village in Tanzania was identified by Kenyan scientists a few years ago as a cure for a drug-resistant strain of a sexually transmitted disease, gonorrhoea. This herb also is believed to cure many other diseases besides gonorrhoea. The Kamba refer to as mukawa or mutote and use it for chest pains, while the Nandi boil the leaves and bark to treat breast cancer, headache and chest pains.\nResearchers discovered the plant could be used for the treatment of the herpes virus. Led by Dr Festus M Tolo of the Kenya Medical Research Institute (Kemri), the team from the University of Nairobi and the National Museums of Kenya found the herb could provide an alternative remedy for herpes infections.\n“An extract preparation from the roots of Carissa edulis, a medicinal plant locally growing in Kenya, has exhibited remarkable anti-herpes virus activity for both wild type and drug resistant strains,” they reported in the Journal of Ethnopharmacology.", "id": "<urn:uuid:f03bdf02-ee92-4cf8-bf3e-b8881d16ad7a>", "dump": "CC-MAIN-2013-20", "url": "http://beamsdoorway.bizland.com/wordpress/?tag=tolo", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9456478357315063, "token_count": 232, "score": 2.875, "int_score": 3}
{"text": "The machete blades turned red with heat in the fire that the rubber workers built on a Liberia plantation, Thomas Unnasch remembers from a visit in the 1980s.\nThis was how the men tried to quell the intense itchiness that comes with river blindness, a rare tropical disease.\n\"You can imagine how bad the itching must be, that running a red-hot machete up and down your back would be a relief, but it was,\" said Unnasch, whose laboratory works on diagnostic tests for the disease.\nAbout 18 million people have river blindness worldwide, according to the World Health Organization, but more than 99% of cases of this disease are found in Africa. It goes by the technical name \"onchocerciasis,\" and it spreads through small black flies that breed in fast-flowing, highly oxygenated waters. When an infected fly bites a person, it drops worm larvae in the skin, which can then grow and reproduce in the body.\nUnlike malaria, river blindness is not fatal, but it causes a \"miserable life,\" said Moses Katabarwa, senior epidemiologist for the Atlanta-based Carter Center's River Blindness Program, which has been leading an effort to eliminate the disease in the Americas and several African countries.\nSome strains cause blindness, while others come with more severe skin disease. With time, generally all strains of the disease can lead to rough \"lizard\" skin, depigmented \"leopard skin\" and hanging groins. Another big problem among patients is itching, which happens when the worms die inside a person.\nIn southwest Uganda, the locals call the disease \"Obukamba,\" referring to the symptoms of distorted skin appearance and itchiness, Katabarwa said. In western Uganda, he said, \"the fly is called 'Embwa fly' or dog fly, for it bites like a dog!\"\nThere is no vaccine for river blindness, but there is a drug, called ivermectin that paralyzes and kills the offspring of adult worms, according to the Mayo Clinic. It may also slow the reproduction of adult female worms, so there are fewer of them in the skin, blood and eyes. The pharmaceutical company Merck has been donating the treatment, under the brand name Mectizan, since 1985.\nGreat strides have been made against this disease. In the Americas, it was eliminated in Colombia in 2007 and in Ecuador in 2009.", "id": "<urn:uuid:415cd5cc-0228-4449-a777-4a0bb2194449>", "dump": "CC-MAIN-2013-20", "url": "http://www.4029tv.com/news/health/Fighting-river-blindness/-/8897344/18384038/-/item/0/-/o7f20pz/-/index.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9593093395233154, "token_count": 502, "score": 3.15625, "int_score": 3}
{"text": "Fire ants can present a real problem for home owners. Almost every yard in our area has fire ants. Although they do not cause damage to the turf or other plant material, they can inflict painful stings.\nWhen their mounds are disturbed, the ants become aggressive and will attack anything that disturbs their mounds. An unsuspecting victim can be quickly covered with ants. The stings are usually just irritating and painful. However, some people are highly allergic and can become very ill with just one sting.\nFire ants were accidentally introduced into the United States from South America through the port of Mobile, Ala., in the 1930s and they arrived into Georgia in the 1950s. At present, the ants are present in all counties except for some in the mountains.\nHuman activity has helped spread the ants through shipments of ant infested nursery stock, soil, sod or other such material. They do not do as well in colder climates, which have slowed their spread northward. States in the western part of the country are trying to control the spread of fire ants through inspections of incoming agricultural products from infested areas and quarantines.\nThe total elimination of fire ants from an area is not feasible. However, temporary measures can be initiated to control fire ant infestations. But the controls must be used continuously or the ants will return. Many situations exist that do not require the treatment of fire ants, like areas were little or no human activity occurs. However, in high traffic areas, such as lawns and garden areas, control of fire ants is a must.\nKilling the queen is very important in controlling fire ants. The queen stays in the mound and continues to reproduce while other ants build the mound and forage for food to feed the colony. Killing the foraging ants without killing the queen will not destroy the mound.\nThere are basically three methods of treating fire ants. The first way is to broadcast fire ant bait such as Amdro, Logic, and several other brands on and around the mound while the ants are foraging. The ants think the bait is food when it actually is a poison. It goes down to the queen and gets rid of the colony over time.\nThe second method is to treat the individual mounds with an insecticide drench, such as acephate, carbaryl (Sevin) and several others. The mound drenches use a small amount of the active poison ingredient mixed with water and poured upon the mound.\nSome times the \"two step\" method is used. The fire ants are treated with bait broadcasted into the area and then, seven days later, the mounds are drenched with the appropriate insecticide.\nA third method is broadcast applications of granular insecticides. The products are not baits. The products, such as fipronil (Over 'n Out, Chipco, TopChoice), can reduce the fire ant population substantially over time. However, these products only work where they have been directly applied to. Remember, when using chemical pesticides follow all label directions and safety precautions.\nOne home method is to use boiling hot water. A couple of applications can kill a fire ant mound. However, each mound has to be treated individually and there is the risk of the applicator being scalded by the water. Never use gasoline to try to burn mounds. Besides the risk of setting yourself and the surrounding property on fire, the gasoline will kill the turf and can sterilize the soil. Some \"home made remedies\" such as grits, are totally useless in controlling fire ants.\nFire ants are a big problem and will continue to be so. But they can be brought under controlled and should in areas of high usage due to their potential danger to human health.\nTimothy Daly is an agricultural and natural resource agent with the Gwinnett County Extension Service. He can be reached at 678-377-4010 or email@example.com.", "id": "<urn:uuid:8e6d8d7b-1bbe-4876-a95d-191d64e47fda>", "dump": "CC-MAIN-2013-20", "url": "http://www.gwinnettdailypost.com/news/2009/jul/30/controlling-minimizing-the-impact-of-fire-ants/?community", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9638252258300781, "token_count": 801, "score": 3.28125, "int_score": 3}
{"text": "Resistant myzus persicae aphid threatens virus yellows control\nCOLD weather and widespread use of neonicotinoid seed treatments combined to limit virus yellows infection in the sugar beet crop in 2011 to the extent that just 0.5 per cent of the crop was affected.\nConcern, however, is increasing over the developing risk of resistance to neonicotinoid insecticides used to control myzus persicae aphids, the virus yellows vector.\nResistance has been identified in France, Italy and Spain, in myzus persicae populations associated mainly with peach and nectarine trees, where topical applications of neonicotinoids are used for aphid control, said Dr Mark Stevens.\n“If those aphids start moving north and adapt to colder climes then I worry because there is very little chemistry coming on stream to control them,” he said.\nRothamsted Research work had shown these aphids were also carrying MACE and kdr resistance mechanisms, conferring resistance to pirimicarb and pyrethoids. “We have little in the can to actually control them,” said Dr Stevens.\n“There are no resistant varieties coming on stream in the immediate future and the problem we are faced with is we are not looking at one virus but a complex of up to four different viruses, making it a very difficult target to hit with a resistance gene,” he said.\nHe told sugar beet growers at the conference the situation was ‘one we need to keep an eye on’.", "id": "<urn:uuid:1ec0741c-84d5-4e92-a662-15478a6dc720>", "dump": "CC-MAIN-2013-20", "url": "http://www.farmersguardian.com/home/arable/arable-news/resistant-myzus-persicae-aphid-threatens-virus-yellows-control/44533.article", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9546359777450562, "token_count": 324, "score": 2.609375, "int_score": 3}
{"text": "The Convention adjourned from July 26th to August 6th to allow the Committee of Detail – composed of John Rutledge of South Carolina, Edmund Randolph of Virginia, Nathaniel Gorham of Massachusetts, Oliver Ellsworth of Connecticut, and James Wilson of Pennsylvania – to prepare a rough draft of a constitution, based on the series of resolutions the delegates had debated, amended, and debated again. When the Convention re-convened, the Committee of Detail presented its report, made up of twenty-three articles. The Convention spent the remainder of August reviewing and further revising these articles.\nWe the People of…\nDelegates quickly agreed to accept the Committee of Detail’s preamble and Articles I and II, affirming the new government would be called the Unites States of America and consist of Legislative, Executive, and Judicial branches. This agreement masked the critical issue that the Convention had debated throughout – was this to be a union of states or of people? The Committee of Detail’s constitution began, “We the people of the States (emphasis added) of New Hampshire, Massachusetts, Rhode-Island and Providence Plantations, Connecticut, New-York, New-Jersey, Pennsylvania, Delaware, Maryland, Virginia, North-Carolina, South-Carolina, and Georgia, do ordain, declare, and establish the following Constitution for the Government of Ourselves and our Posterity.” The Convention would not end with that language in the preamble.\nRepresentation: Who, What, and How Many?\nDiscussion of the Committee of Detail report continued to include the structure and powers of the legislative branch. Some of the key questions included: Who can elect representatives? How many representatives will there be? What will be their qualifications?\nDelegates debated whether to allow non-land owners to the right to vote for House members, or reserve the franchise to property owners. Gouverneur Morris wanted to restrict voting to those with property, considering them more educated and better able to choose wise leaders. “The ignorant and dependant,” Morris stated, “can be… little trusted with the public interest.” Colonel Mason countered arguments of this kind, saying all citizens should have equal voting rights and privileges. Doctor Franklin sided with Colonel Mason believing that restricting the right to vote to land owners would cause contention among the people. In the end Morris’s proposal to restrict the franchise to property owners was defeated soundly (7-1-1).\nJust as the Convention rejected a plan to restrict voting to property owners, they also rejected a proposal to restrict elective office to property owners. South Carolina’s Charles Pinckney moved that “the President of the U.S., the Judges, and members of the Legislature should be required to swear that they were respectively possessed of a cleared unencumbered Estate” – in an amount to be agreed upon by members of the Convention. This proposal went nowhere. Benjamin Franklin expressed his “dislike of every thing that tended to debase the spirit of the common people,” and observed that “some of the greatest rogues he was ever acquainted with, were the richest rogues.” Madison reports that Pinckney’s motion “was rejected by so general a no, that the States were not called.”\nThe Convention did have a sentiment in favor of strong citizenship requirements for legislators. The Committee of Detail’s report required members of the House be U.S. citizens for three years prior to election, and members of the Senate for four years. Some, including George Mason and Morris, agreed that a lengthy citizenship requirement would protect the legislature from foreign intrigue. Others, including Madison and Franklin, pointed to the number of foreign friends who had helped the states during the war for independence. Delegates sided with Mason and Morris, agreeing to requirements that members of the House be citizens for seven years and members of the Senate for nine years prior to election.\nOn the question of how many representatives would make up the national legislature, Article IV of the Committee of Detail Report stated that the House of Representatives would initially consist of sixty-five members, and that in the future, members of the House would be added “at the rate of one for every forty thousand.” Madison, expecting the Union to grow rapidly, thought that rate would quickly lead the House to grow too large. Others thought that time would make this issue irrelevant. Mr. Nathaniel Gorham from Massachusetts asked, “Can it be supposed that this vast country including the Western territory will 150 years hence remain one nation? Mr. Oliver Ellsworth observed that “If the government should continue so long, alterations may be made in the Constitution” through the amendment process. Delegates agreed to add the language “not exceeding” to the one representative for 40,000 citizen ratio, making that a ceiling and not a floor. Controversy over this provision would re-emerge before the end of the Convention, however.\nThe Specter of Slavery\nLikewise, controversy would emerge about slavery. Consideration of the apportionment of representatives raised the question of whether slaves would be included within that ratio. Morris rose on August 8 and gave a withering criticism of the institution. Moving to specify that this ratio would include only “free” inhabitants, Morris called slavery “a nefarious institution,” and “the curse of heaven”. Comparing free with slave states, Morris noted, on the one hand, “a rich and noble cultivation [which] marks the prosperity and happiness of the people,” and on the other “the misery and poverty which overspread the barren wastes of Virginia, Maryland, and the other states having slaves.” Morris’s motion was defeated 10-1, but the issue of how slavery would be addressed by the new union was by no means resolved.\nFor more detailed information on the Constitutional Convention, please visit Prof. Gordon Lloyd’s web companion to the Philadelphia Convention.\nPosted in Countdown to the Constitution", "id": "<urn:uuid:ea2a4a62-5765-4ec7-ba52-1a99029763a0>", "dump": "CC-MAIN-2013-20", "url": "http://billofrightsinstitute.org/blog/2011/08/15/countdown-to-the-constitution-a-rough-draft-of-the-constitution/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9638350009918213, "token_count": 1246, "score": 3.09375, "int_score": 3}
{"text": "Rutledge, Edward, 1749–1800, political leader in the American Revolution, signer of the Declaration of Independence, b. Charleston, S.C.; brother of John Rutledge. He studied law at the Middle Temple, London, and was admitted (1772) to the English bar. He returned to America and was (1774–77) a member of the Continental Congress. He later held official posts at both the national and state level. He was captured (1780) by the British at the fall of Charleston. He was governor of South Carolina from 1798 to 1800.\nThe Columbia Electronic Encyclopedia, 6th ed. Copyright © 2012, Columbia University Press. All rights reserved.\nSee more Encyclopedia articles on: U.S. History: Biographies", "id": "<urn:uuid:dd9536b8-e0f1-48e0-90f5-3c7bb1dcca2f>", "dump": "CC-MAIN-2013-20", "url": "http://www.factmonster.com/encyclopedia/people/rutledge-edward.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9535161256790161, "token_count": 159, "score": 2.90625, "int_score": 3}
