{"text": "Ragtime and blues fused ‘All That Jazz’\nBy Laura Szepesi\nPublished: Sunday, March 17, 2013, 7:09 p.m.\nUpdated: Monday, March 18, 2013\nEDITOR'S NOTE: Thursday marks the 85th birthday of well-known Connellsville jazz trombonist Harold Betters. We salute him with this four-part series, starting today with a brief history of jazz music.\nIn 1979, actor Roy Scheider brought the life of Broadway dancer / director Bob Fosse to the big screen in the film “All That Jazz.”\n“All” is the perfect way to describe jazz music.\nJazz was born around 1900 in New Orleans — about the same time as the earliest music recordings became available to the public. It grew out of ragtime, which many sources claim is the first true American music.\nLike jazz, ragtime has Southern roots, but was also flavored by the southern Midwest. It was popular from the late 1800s to around 1920. It developed in African American communities, a mix of march music (from composers such as John Philip Sousa), black songs and dances including the cakewalk.\nRagtime: Dance on\nEventually, ragtime spread across the United States via printed sheet music, but its roots were as live dance music in the red light districts of large cities such as St. Louis and New Orleans. Ernest Hogan is considered ragtime's father. He named it ragtime because of the music's lively ragged syncopation.\nRagtime faded as jazz's following grew. However, composers enjoyed major success in ragtime's early years. Scott Joplin's 1899 “Maple Leaf Rag” was a hit, as was his “The Entertainer,” which was resurrected as a Top 5 hit when it was featured in the 1974 movie “The Sting” starring Robert Redford and Paul Newman.\nBorn of ragtime, jazz was also heavily influenced by the blues. Blues originated in the late 1800s, but in the deep South. It is an amalgam of Negro spirituals, work songs, shouts, chants and narrative lyrics.\nFused with blues\nLike jazz, the blues comes in many forms: delta, piedmont, jump and Chicago blues. Its popularity grew after World War II when electric guitars — rather than acoustic guitars — became popular. By the early 1970s, blues had formed another hybrid: blues rock.\nWhile ragtime is jangly and spirited, the blues takes after its name: blue, or melancholy. Its name is traced to 1912 when Hart Ward copyrighted the first blues song, “Dallas Blues.”\nJazz — as a mix of ragtime and blues — has fused into many styles since its emergence.\nIn the 1910s, New Orleans jazz was the first to take off. In the 1930s and 1940s, Big Band swing, Kansas City jazz and bebop prevailed. Other forms include cool jazz and jazz rock; today, there's even cyber jazz.\nJazz: Always changing\nThe late jazz trombone player J.J. Johnson summed jazz up as restless. “It won't stay put ... and never will,” he was quoted as saying, according to various sources.\nJohnson's sentiment is heartily endorsed by Connellsville jazz trombonist Harold Betters. Betters turns 85 years old this week. He will share decades of his memories about music and growing up in Connellsville as his March 21 birthday approaches.\nLaura Szepesi is a freelance writer.\nTuesday: Just how did Harold Betters decide to play the trombone?\n- Uniontown police investigate shooting injury\n- Upper Tyrone family helps pet overcome paralysis\n- Several Fayette boroughs have contested races\n- Recap of the death of Connellsville police officer McCray Robb in 1882\n- Connellsville police officer recognized 131 years after death\n- Fayette County man accused of receiving stolen property, multiple drug offenses\n- Connellsville set to debut model-railroad train in 2014\n- Connellsville airport will remain open\n- Connellsville mayoral candidate Joshua DeWitt held for trial in chop shop case\n- South Connellsville man charged in pedestrian accident\n- Connellsville council to make appointments, reappointments\nYou must be signed in to add comments\nTo comment, click the Sign in or sign up at the very top of this page.\nSubscribe today! Click here for our subscription offers.", "id": "<urn:uuid:9adf6dc2-8439-48ef-addd-49274751b0af>", "dump": "CC-MAIN-2013-20", "url": "http://triblive.com/news/fayette/3678122-74/jazz-blues-ragtime", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9664452075958252, "token_count": 959, "score": 2.75, "int_score": 3}
{"text": "Kate Wiley (202) 633-3129\nSmithsonian’s Lemelson Center Spotlights Hollywood’s History of Innovation\n“Places of Invention” Exhibition to Feature Development of Technicolor\nThe Academy Awards would be much less colorful without the innovations in 1930s and ’40s Hollywood filmmaking that the Smithsonian’s Lemelson Center for the Study of Invention and Innovation will showcase in its upcoming “Places of Invention” exhibition, set to open in 2015.\nInitiative and creativity drove Hollywood’s “Golden Age”—a time of great technological change in the motion picture industry, moving from silent and black-and-white to sound and color. “Places of Invention” will highlight the invention and adoption of Technicolor, detailing the three-strip process used in The Wizard of Oz and Gone With the Wind and reveal the people behind its success, inventors Herbert Kalmus, Daniel Comstock and W. Burton Westcott, who set up shop in Hollywood in 1923. Also integral to its success was Natalie Kalmus, a consultant for Technicolor on many classic films who, in making decisions about makeup, costumes and lighting, controlled the aura of Technicolor.\n“Our take on the Hollywood story goes behind the camera to examine the inventions that significantly changed both the way movies were made and the complexity and popularity of movies themselves,” said Art Molella, director of the center. “The Hollywood and Technicolor stories exemplify the outcomes possible when creativity and collaboration are allowed to thrive.”\nThe invention and evolution of Technicolor made possible such awards as Best Visual Effects while transforming Hollywood into a hot spot of innovation—a place where a critical mass of inventive people, networks, institutions and funding come together and creativity flourishes.\nThis year alone, six of the nine nominees for Best Picture implemented various Technicolor technologies in their films. Overall, 19 films nominated for Oscars employed Technicolor’s various offerings in their respective films.\n“Places of Invention”—made possible by a $2.6 million grant from the National Science Foundation—will feature a selection of hot spots of invention and innovation. The planned 3,500-square-foot exhibition will focus on the mid-19th century to the present and will feature hands-on experiences based on inventive skill-building and illustrating the ways that places and social collaboration shape the inventive process. For more on the exhibition, visit http://invention.smithsonian.org/places.\nThe Smithsonian’s Lemelson Center’s activities advance scholarship on the history of invention, share stories about inventors and their work and nurture creativity in young people. The center embodies a philosophy akin to that of the inventors we study, of valuing creativity and embracing the potential rewards of intellectual risk-taking. The center is supported by The Lemelson Foundation, a private philanthropy established by one of the country’s most prolific inventors, Jerome Lemelson, and his family. The Lemelson Center is located in the National Museum of American History. For more information, visit http://invention.smithsonian.org.\n# # #", "id": "<urn:uuid:54d4806c-969d-4feb-9ca3-138375448d96>", "dump": "CC-MAIN-2013-20", "url": "http://www.invention.smithsonian.org/pressroom/press_release_detail.aspx?id=740", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9136609435081482, "token_count": 663, "score": 2.59375, "int_score": 3}
{"text": "Dr. Carl Auer von Welsbach (1858-1929) had a rare double talent of understanding how to pursue fundamental science and, at the same time, of commercializing himself successfully as a inventor and discoverer.\nHe discovered 4 elements (Neodymium, Praseodymium, Ytterbium, and Lutetium).\nHe invented the incandescent mantle, that helped gaslighting at the end of the 19th century to a renaissance.\nHe developed the Ferrocerium - it`s still used as a flint in every disposable lighter.\nHe was an eminent authority, and great expert in the field of rare earths (lanthanoides).\nHe invented the electric metal filament light bulb which is used billions of times today.\nAdditionally, all his life he took active part in different fields, from photography to ornithology. His personal qualities are remembered highly by the people of Althofen, he not only had an excellent mind but also a big heart. These qualities ensured him a prominent and lasting place not only in Austria`s science and industrial history.\n9th of Sept. 1858: Born in Vienna, son of Therese and Alois Ritter Auer von Welsbach ( his father was director of the Imperial printing office the \"Staatsdruckerei\").\n1869-73: went to the secondary school in Mariahilf, (then changed to the secondary school in Josefstadt.)\n1873-77: went to secondary school in Josefstadt, graduation.\n1877-78: military service, became a second lieutenant.\n1878-80: Inscribed into the technical University of Vienna; studies in math, general organic and inorganic chemistry, technical physics and thermodynamics with the Professors Winkler, Bauer, Reitlinger; and Pierre.\n1880-82: Changed to the University of Heidelberg; lectures on inorganic experimental chemistry and Lab. experiments with Prof. Bunsen, introduction to spectral analysis and the history of chemistry, mineralogy and physics.\n5th of Feb. 1882: Promotion to Doctor of Philosophy at the Ruperta-Carola-University in Heidelberg.\n1882: Return to Vienna as unpaid Assistant in Prof. Lieben`s laboratory; work with chemical separation methods for investigations on rare earth elements.\n1882-1884: Publications: \" Ueber die Erden des Gadolinits von Ytterby\", \"Ueber die Seltenen Erden\".\n1885: The first separation of the element \"Didymium\" with help from a newly developed separation method from himself, based on the fractioned crystalisation of a Didym-ammonium nitrat solution. After the characteristical colouring, Auer gave the green components the name Praseodymium, the pink components the name Neodidymium. In time the latter element was more commonly known as Neodymium.\n1885-1892: Work on gas mantle for the incandescent lighting.\nDevelopment of a method to produce gas mantle (\"Auerlicht) based on the impregnation from cottontissue by means, measures, methods of liquids, that rare earth has been absolved in and the ash from the material in a following glow process.\nProduction of the first incandescent mantle out of lanthanum oxide, in which the gas flame is surrounded from a stocking; definite improvement in light emmission, but lack of stability in humidity.\nContinuous improvements in the chemical composition of the incandescent mantel \"Auerlicht\", experimentations of Lanthanum oxide-magnesium oxide- variations.\n18th of Sept. 1885: The patenting of a gas burner with a \"Actinophor\" incandescent mantle made up of 60% magnesium oxide, 20% lanthanum oxide and 20% yttrium oxide; in the same year, the magnesium oxide part was replaced with zirconium oxide and the constitution of a second patent with reference to the additional use of the light body in a spirits flame.\n9th of April 1886: Introduction the name \"Gasgluehlicht\" through the Journalist Motiz Szeps after the successful presentation from the Actinophors in the lower Austrian trade union ; regular production of the impregnation liquid, called \"Fluid\", at the Chemical Institute.\n1887: The acquisition of the factory Würth & Co. for chemical-pharmaceutical products in Atzgersdorf and the industrial production of the light bodies.\n1889: The beginning of sales problems because of the defaults with the earlier incandescent mantle, ie. it`s fragility, the short length of use, as well as having an unpleasant, cold, green coloured light , and the relatively high price. The factory in Atzgersdorf closes.\nThe development of fractioned cristallisation methods for the preparation of pure Thorium oxide from and therefore cheap Monazitsand.\nThe analysis of the connection between the purity of Thorium oxide and its light emission. The ascertainment of the optimal composition of the incandescent mantle in a long series of tests.\n1891: Patenting of the incandescent mantle out of 99% Thorium oxide and 1% Cerium oxide, at that period of time, because of the light emission it was a direct competition for the electric carbon-filament lamp. The resuming of production in Atzgersdorf near Vienna and the quick spreading of the incandescent mantle because of their high duration. The beginning of a competition with the electric lighting.\nWork with high melting heavy metals to improve and higher the filament temperature, and therefore the light emission as well.\nThe development of the production of thin filaments.\nThe making of incandescent mantle with Platinum threads that were covered with high melting Thorium oxide, whereby it was possible to use the lamps over the melting temperature of Platinum.\nThis variation was discarded because with smelting the platinum threads either the cover would burst or by solidifying it would rip apart.\nThe taking out of a patent for two manufacturing methods for filaments.\nIn the patent specification Carl Auer von Welsbach described the manufacturing of filaments through secretion of the high smelting element Osmium onto the metallic-filament.\nThe development and experimentation of further designing methods such as the pasting method for the manufacturing of suitable high smelting metallic-filaments. With this method Osmium powder and a mixture of rubber or sugar is mixed together and kneaded into a paste. The manufacturing results in that the paste gets stamped through a delicate nozzle discharged cylinder and the filament subsequently dries and sinters. This was the first commercial and industrial process in the powder metallurgy for very high smelting metals.\n1898: The acquiring of a industrial property in Treibach and the beginning of the experimentation and discovery work at this location. The taking out of a patent for the metallic-filament lamp with Osmium filament.\n1899: Married Marie Nimpfer in Helgoland.\n1902: Market introduction of the \"Auer-Oslight\" the first industrial finished Osmium metallic-filament lamp using the paste method.\nThe advantages of this metallic-filament lamp over the, at that period of time, widely used carbon-filament lamp were:\n57% less electricity consumption; less blackening of the glass; because of the higher filament temperature, a \"whiter\" light; a longer life span and therefore more economic.\nThe beginning of the investigation of spark giving metals with the aim ignition mechanisms for lighters, gas lighters and gas lamps as well as projectile and mine ignition.\nCarl Auer von Welsbach knew of the possibility to produce sparks by mechanical means from Cerium from his teacher Prof. Bunsen.\nThe ascertainment of the optimal compound from Cerium-Iron alloys for spark production.\n1903: The taking out of a patent for his pyrophoric alloys (by scratching with hard and sharp surfaces a splinter which could ignite itself.) In the patent specification 70% Cerium and 30% Iron was given as an optimal compound.\nFurther development of a method to produce the latter alloy cheaply.\nThe optimizing of Bunsen, Hillebrand and Norton´s procedure, used at that\ntime mainly for producing Cerium, was based on the fusion electrolysis from\nsmelted Rare Earth chlorides. The problem at that time was in the leading\nof the electrolysis to secrete a pore-free and long lasting metal.\nThis was the first industrial process and commercial utilization of the rare earth metals.\n30th of March 1905: A report to the \"Akademie der Wissenschaften\" in Vienna that the results of the spectroscopic analysis show that Ytterbium is made up of two elements. Auer named the elements after the stars Aldebaranium and Cassiopeium. He ommitted the publication of the attained spectras and the ascertained atomic weights.\n1907: The founding of the \"Treibacher Chemische Werke GesmbH\" in Treibach-Althofen for the production of Ferrocerium- lighter flints under the trade name \"Original Auermetall\".\nThe publication of the spectras and the atomic weights of both new, from Ytterbium separated elements, in the completion of his report to the Academie der Wissenschaften.\nPriority dispute with the french Chemist Urbain concerning the analysis of Ytterbium.\n1908: The solution of the electrolysis of fused salts (cerium chloride) problem, at which the minerals Cerit and Allanite are used as source substances.\n1909: The adaption of the procedure, from his collaborator, Dr.Fattinger, to be able to use the Monazitsand residue out of the incandescent mantle production, for the production of cerium metal for the lighter flints.\nThe production of three different pyrophoric alloys:\n\"Cer\" or Auermetall I : Alloy out of fairly pure Cerium and Iron. Used for igniting purposes.\n\"Lanthan\" or Auermetall II : The Cerium-Iron alloy enriched with the element Lanthan. Used for light signals because of its particularly bright sparking power.\nErdmetall or Auermetall III : Alloy out of Iron and \"natural\" Cermischmetall; a rare earth metal alloy of corresponding natural deposits.\nBoth of the first alloys could not win its way through the market. only the easy to produce\nErdmetall, after the renaming it Auermetall I, obtained world wide status as the flint in the lighter industry.\n1909: The International Atomic weight Commission decided in favour of Urbain´s publication instead of Auer´s because Urbain handed it in earlier. The Commission of the term from Urbain Neoytterbium- known today as Ytterbium and Lutetium for the new elements.\nThe carrying-out of large scale chemical separations in the field of radioactive substances.\nThe production of different preparations of Uran, Ionium (known today as Th230 isotop), a disintegration product in the Uranium-Radium-line, Polonium and Aktinium, that Auer made available, for research use, to such renowned Institutions and scientists as F.W.Aston and Ernest Rutherford at the Cavendish Laboratory in Cambridge (1921) and the \"Radiuminstitut der Akademie der Wissenschaften\" in Vienna.\n1922: A report on his spectroscopic discoveries to the \"Akademie der Wissenschaften\" in Vienna.\n1929:World-wide production of ligther flints reached 100,000 kg.\n8th of April 1929: Carl Auer von Welsbach died at the age of 70.", "id": "<urn:uuid:f684139c-4f94-4f1f-821a-2847edc6ba5b>", "dump": "CC-MAIN-2013-20", "url": "http://www.althofen.at/AvW-Museum/Englisch/biographie_e.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9037157893180847, "token_count": 2533, "score": 3.046875, "int_score": 3}
{"text": "\"GOT NOTHING BUT BLUE SKIES\"\nIt is September 19,1783. The place, Lyons, France. Preparations are being made for a journey. A journey that will eventually take man from his secure environment of terra firma, and place him in a hostile environment called the atmosphere. The vehicle to be used is a hot air balloon. The brainchild behind this trek is a wealthy paper maker named Joseph Montgolfier. There has been much speculation over just how Montgolfier made the discovery of the hot air balloon. The most commonly-believed story is that his wife was standing too close to a fire and that the smoke caused her skirt to be inflated and lifted above her knees. This caused Montgolfier to wonder-if this smoke, and its magical lifting powers, could be captured in a very large container, it might rise and lift a passenger along with it.\nSo, Montgolfier went about building the first hot air balloon. In 1783,\nnot much was known about the atmosphere and its effects on human beings.\nUpon examination of the occupants for any ill effects caused by this lofty height, it was discovered that the duck had a broken wing. Could this have been an effect of exposure to altitude? Actually, several observers noted that as the balloon left the ground, the sheep had an anxiety attack and kicked the duck. Montgolfier reasoned that it would be safe for humans to ascend to altitude. So on November 21, 1783, Jean Francois Pilatre de Rozier (a surgeon) became the first aeronaut and flight surgeon. Over 200 years have passed since that first flight. Technology has allowed us to ascend through the atmosphere and into space, but the hazards of high altitude flight (hypoxia, altitude-induced decompression sickness, and trapped gases) will always be present. That is because humans are best suited to live in what is known as the \"physiological efficient zone\". This zone extends from sea level to 12,000 feet. When humans are exposed to altitudes above this zone, they are subjected to physiological hazards beyond their natural ability to adapt.\nOne thing to keep in mind is that everything that occupies space and exerts weight is considered to be matter. All matter is made up of atoms and molecules in varying densities. These particles within the matter are kinetic and in constant motion. The slower the motion of the particles, the more dense the matter becomes. Also, as the particles are pushed closer together, the matter also becomes more dense. The best way to slow down kinetic molecules is to cool the matter. The best way to get them to move closer together is to add pressure to the matter. Inversely, when you remove the pressure or heat any material, the molecules within the material moves faster and further apart, thus making the material less dense.\nThe least dense form of matter is, of course, gas. If a gas is cooled and compressed, at some point it will become a liquid. If that liquid is then cooled further, then at some point it will become a solid. Also, when you take the pressure off any gas or liquid, that material will grow less dense and expand. This is essentially what happens to the gaseous molecules of our atmosphere.\nOur atmosphere contains approximately 79% nitrogen and 21% oxygen, a constant ratio until you reach an altitude of about 270,000 feet. So the question that always comes up is; \"If I have 21% oxygen at sea level and 21% at 40,000 feet, why do I succumb to the effects of hypoxia within 20 seconds at that altitude?\"\nThe answer is, ATMOSPHERIC PRESSURE! If you could picture all the gaseous nitrogen and oxygen molecules in the atmosphere, they would stack up from the surface of the earth to the fringe of space. All these molecules stacking on top each other create a great deal of weight, or pressure. At sea level, one square-inch of any surface has about 15 pounds of air sitting on top of it. At 18,000 feet, that same square inch has only 7.5 pounds per square-inch (psi) exerted on it. What has caused this atmospheric pressure drop? The answer is simple: There is more air stacked up at sea level than above 18,000 feet, and therefore, more weight.\nAs you recall, when molecules are subjected to this pressure, they are going to move closer together. This will make the air more dense with oxygen and nitrogen molecules. For example, if at sea level you take in a breath of air that has an atmospheric pressure of 15 psi, then that air may contain 500 billion molecules of oxygen (this a fictitious number to be used only as an example); if you go to 18,000 feet and take the same breath where atmospheric pressure is 7.5 psi, then you will pull in only 250 billion molecules of oxygen. But, you require 500 billion per breath to function normally, and you're getting only half of what you need. That's HYPOXIA!\nNot only do gaseous molecules in the atmosphere expand with reduced total pressure, gases in the human body are also subject to the same expansion. There are several areas in the body- ears, sinuses, lungs, gastro-intestinal tract, and teeth - where these gases can expand and cause a variety of problems. As long as the gas can expand and escape, there will be no problem. But if the gas becomes trapped, then pain will be the usual result.\nAs we have discussed earlier, the air we breathe contains about 79% nitrogen. Nitrogen is inhaled into the lungs and distributed and stored throughout the body. According to gas laws, gases of higher pressure always exert force towards areas of low pressure. When you inhale nitrogen, it will be stored at a pressure of about 12 psi (79% nitrogen) of 15 psi (total atmospheric pressure), equal to about 12 psi).\nWhen you ascend to altitude and the pressure around your body begins to drop, this creates a pressure gradient (higher nitrogen in the body than outside the body) and the nitrogen will try to equalize and escape outside the body. Sometimes this nitrogen can leave so quickly and in such quantify that it may form a bubble. If this bubble forms at a body joint, the pain it causes is know as \"the bends.\"\nThese are just a few of the problems that can occur when the human body is exposed to high altitude conditions. These problems will always be there for aviation. But through education and knowledge of the mechanisms that cause these problems, we can take steps toward protection and prevention so that your BLUE SKIES won't give you a case of the blues.\nby J.R. Brown\n|ŠAvStop Online Magazine Contact Us Return Home|\nGrab this Headline Animator", "id": "<urn:uuid:ac6a19cf-dd31-4352-bb69-1c00f45050a7>", "dump": "CC-MAIN-2013-20", "url": "http://avstop.com/stories/blueskies.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9526649713516235, "token_count": 1401, "score": 3.46875, "int_score": 3}
{"text": "A “magic” herb, Carissa Edulis, that drew thousands of people to a remote Loliondo village in Tanzania was identified by Kenyan scientists a few years ago as a cure for a drug-resistant strain of a sexually transmitted disease, gonorrhoea. This herb also is believed to cure many other diseases besides gonorrhoea. The Kamba refer to as mukawa or mutote and use it for chest pains, while the Nandi boil the leaves and bark to treat breast cancer, headache and chest pains.\nResearchers discovered the plant could be used for the treatment of the herpes virus. Led by Dr Festus M Tolo of the Kenya Medical Research Institute (Kemri), the team from the University of Nairobi and the National Museums of Kenya found the herb could provide an alternative remedy for herpes infections.\n“An extract preparation from the roots of Carissa edulis, a medicinal plant locally growing in Kenya, has exhibited remarkable anti-herpes virus activity for both wild type and drug resistant strains,” they reported in the Journal of Ethnopharmacology.", "id": "<urn:uuid:f03bdf02-ee92-4cf8-bf3e-b8881d16ad7a>", "dump": "CC-MAIN-2013-20", "url": "http://beamsdoorway.bizland.com/wordpress/?tag=tolo", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9456478357315063, "token_count": 232, "score": 2.875, "int_score": 3}
{"text": "[en] Numerous works are related to the use of unconventional feed resources, and particularly to Mucuna Spp., in poultry diet. This review aims at describing the context of their use, their nutritional values and the constraints related to their upgrading, before considering the effects of the various methods of treatment on the reduction of the toxic substances that they could contain and on their chemical compositions. The methods of treatment are very variable and their standardisation should allow using them in rural area. Those feed could thus constitute an alternative to costly conventional feed usually used in poultry production.\nAdministration générale de la Coopération au Développement - AGCD", "id": "<urn:uuid:7ae15ad2-9a9e-440d-921d-4db57cbe2002>", "dump": "CC-MAIN-2013-20", "url": "http://orbi.ulg.ac.be/handle/2268/90677", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9237022399902344, "token_count": 135, "score": 2.59375, "int_score": 3}
{"text": "If farmers are to increase food production and food security, they need better access to agricultural support systems, such as credit, technology, extension services and agricultural education, as well as to the rural organizations that often channel other services. Both men and women smallholders and poor farmers have frequently been cut off from these essential agricultural support systems, which seldom take into account the different responsibilities and needs of men and women farmers. In spite of their enormous potential and their crucial roles in agricultural production, women in particular have insufficient access to production inputs and support services.\nThis trend underlines the need to implement measures aimed at enhancing the access of small farmers, especially women, to production inputs - particularly since the working environment of development organizations has\nchanged as a result of market liberalization and a reduced role for the state worldwide. National agricultural extension systems are no exception to this rule, and must respond by making internal and external adjustments. Great attention is required so that the adjustments do not become detrimental to women and men small farmers. For example, FAO's field experiences over the last decade have pointed to the need for extension programmes that are more strategically planned, needs-based, participatory and problem solving.\nWomen's access to and use of agricultural support systems is also severely limited by the heavy burden on time and energy that results from their triple responsibilities - productive activities (such as work in the fields), reproductive activities (such as child rearing, cooking and household chores) and community management.\nIn order to improve production, farmers need access to financial capital. Buying seeds, fertilizer and other agricultural inputs often requires short-term loans, which are repaid when the crops are harvested. Installing major improvements, such as irrigation pumps, or acquiring new technology that increases future yields is impossible without access to long-term credit.\nSmallholders, particularly women, often face difficulties in obtaining credit. This is a direct consequence of their lacking access to land, participation in development projects and extension programmes and membership in rural organizations, all of which are important channels for obtaining loans and credit information. In several countries of sub-Saharan Africa, where women and men farmers are roughly equal in number, it is estimated that women farmers receive only 10 percent of the loans granted to smallholders and less than 1 percent of the total credit advanced to the agriculture sector.\nCredit delivery can be improved by setting up microfinance institutions in rural areas and reorienting the banking system to cater to the needs of small farmers, especially women. The Grameen Bank in Bangladesh, which first pioneered the microcredit approach in 1976, currently reaches more than 2 million people. Since it was founded, the bank has lent more than US$2.1 billion, most of it in the form of loans of a few hundred dollars for small agriculture, distribution, crafts and trading enterprises. Numerous studies have shown that women are generally more reliable and punctual in repaying their loans than men are.\nA programme providing credit and nutrition for women significantly improved both the participating women's incomes and their children's nutritional status. This is the conclusion of a study that examined the impact of a credit and education programme run by the NGO Freedom from Hunger.\nMen and women smallholders also suffer financially from limited access to the marketing services that would allow them to turn surplus produce into cash income. Women face particular difficulties because marketing infrastructure and organizations are rarely geared towards either small-scale producers or the crops that women grow. Although women all over the world are active as traders, hawkers and street and market vendors, little has been done to improve transport and market facilities to support this vital economic sector. Even where rural women play an important role in wholesale trade, their full membership in marketing service institutions is still difficult because they may be illiterate or lack independent legal status.\nPlanning for action\nThe FAO Gender and Development Plan of Action includes commitments by different Divisions of FAO to increasing the equality of access to a wide range of agricultural support systems, including markets, credit, technology, extension and training.\nRural finance and marketing services\nRural groups and organizations\nAgricultural research and technology\nAgricultural education and extension\nMicrocredit and education boost incomes and nutrition\nAstudy examined the impact of a microcredit and educational programme implemented by the NGO Freedom from Hunger. In Ghanaian villages, women who participated in the programme used microcredit loans to launch income-generating activities such as preparing and selling palm oil, fish and cooked foods. They increased their non-farm income by $36 per month, twice as much as the women who had not taken part in the programme. Through the programme's educational component, participating women also gained valuable knowledge about their children's nutrition and heath needs.\nMembership of cooperatives, farmers' organizations, trade unions and other organizations represents one of the best ways for rural men and women to gain access to resources, opportunities and decision-making. Cooperatives and farmers' associations generally make it possible for farmers to share the costs and rewards of services that they could not afford on their own. They can be an invaluable channel for obtaining technology, information, training and credit. They can also give smallholders a much louder voice in local and national decision-making. By instituting common food processing, storage and marketing activities, organizations can increase the exchange of goods and services and the access to national and regional markets.\nParticipation in such organizations can be especially important to smallholders and poor farmers, both men and women. But women are frequently deterred from joining because membership is often restricted to recognized landowners or heads of household. Even when women are responsible for the day-to-day management of both households and holdings, their husbands or other male relatives are often considered the official heads.\nIn many regions, women farmers' membership of these organizations is restricted by custom. Where they are able to belong to rural organizations, women often do not share equally in either the decision-making or the benefits, and are excluded from leadership positions. Furthermore, their many household chores may make it impossible for them to attend meetings and devote the time that is necessary for full participation. Investment in labour-saving technologies to relieve the burden of women's unpaid productive and reproductive tasks is needed in order to given them more free time.\nIn recent years there has been some success in reducing the obstacles to women's participation in rural organizations. At the same time, the use and establishment of traditional and new women's groups to promote women's participation in rural development has grown rapidly. However, experience has shown that women's empowerment often requires a step-by-step process to remove the barriers to their membership in organizations that are traditionally dominated by men. Furthermore, it is necessary to give them support, individually or collectively, to enable them to gain the knowledge and self-confidence needed to make choices and take greater control of their lives.\nIn all regions of the developing world, women typically work far longer hours than men do. Studies in Asia and Africa show that women work as much as 13 extra hours a week. As a result, they may have little available time to seek out support services, and very different priorities for the kind of support required.\nOverall, the agricultural research agenda has neglected the needs of smallholders, especially women farmers, and failed to take advantage of their invaluable knowledge about traditional farming methods, indigenous plant and animal varieties and coping techniques for local conditions. Such knowledge could hold the key to developing sustainable approaches that combine modern science with the fruits of centuries of experimentation and adaptation by men and women farmers.\nMost research has focused on increasing the yields of commercial crops and staple grains on high-input farms, where high-yielding varieties can be cultivated under optimal conditions. Smallholders can rarely afford these technology «packages», which are also generally ill suited to the climatic and soil conditions in areas where most of the rural poor live. The crops that farmers in such areas rely on and the conditions that they face have not featured prominently in agricultural research. Sorghum and millet, for example, have received very little research attention and funding, despite their high nutritional value and ability to tolerate difficult conditions. Similarly, relatively little research has been devoted to the secondary crops grown by women, which often provide most of their family's nutritional needs.\nIn addition, agricultural tools and implements are also rarely designed to fit women's physical capabilities or work, so they do not meet women's needs. The impact of new technologies is seldom evaluated from a gender perspective. The introduction of harvesting, threshing and milling machinery, for example, has very little direct effect on yields but eliminates thousands of hours of paid labour. According to one study, if all the farmers in Punjab, India, who cultivate more than 4 ha were to use combine harvesters, they would lose more than 40 million paid working days, without any increase in farm production or cropping intensity. Most of the lost labour and income would be women's.\n«Schools where men and women farmers learn how to increase yields and reduce their reliance on pesticides by relying on natural predators.»\nDeveloping technology to meet women's specific needs can yield major gains in food production and food security. In Ghana, for example, technology was introduced to improve the irrigation of women's off-season crops. Larger and more reliable harvests increased both food and economic security during the periods between major crops. In El Salvador, where women play an extremely important role in agriculture, it is estimated that as many as 60 percent of households are headed by women. One of the major goals of this country's agriculture sector reform was to improve research and extension activities by focusing on the role of women smallholders. To address women farmers' needs, the project promoted women's participation to help guide the research programme at National Agricultural Technology Centre farms.\nFarmer field schools in Cambodia\nIn fields across Cambodia, men and women farmers gather every week to go to school. They are among the 30 000 Cambodian farmers - more than one-third of them women - who have taken part in FAO-supported farmer field schools (FFS). In the schools, farmers observe how crops develop and monitor pests throughout the growing season. They also learn how natural predators, such as wasps and spiders, can help control pests and how the heavy use of pesticides often kills them off, leaving crops even more vulnerable. These schools emphasize the active participation and empowerment of both men and women farmers. In at least six provinces in Cambodia, farmers have formed integrated pest management (IPM) groups after completing their training, and are carrying out further field studies and experiments. More than 300 farmers have completed additional training and are now organizing farmer field schools in their own areas. «;I always knew pesticides were bad for my health,» one participant said, «but now I know for sure.» After completing the school, farmers rely more on cultural practices and natural enemies to control pests, and experience fewer cases of poisoning.\nAgricultural extension programmes provide farmers with a lifeline of information about new technologies, plant varieties and market opportunities. In almost all countries, however, the agricultural extension system fails to reach women farmers effectively. Among other reasons, this is because they are excluded from rural organizations. An FAO survey showed that, worldwide, female farmers receive only 5 percent of all agricultural extension services and only 15 percent of agricultural extension agents are women. In Egypt, where women make up more than half of the agricultural labour force, only 1 percent of extension officers are female.\n«An FAO extension project in Honduras that focused on woman-to-woman training boosted both subsistence production and household food security.»\nThis reflects the lack of information and understanding about the important role played by women. Extension services usually focus on commercial rather than subsistence crops, which are grown mainly by women and which are often the key to household food security. Available data rarely reflect women's responsibility for much of the day-to-day work and decision-making on the family farm. Nor do they recognize the many other important food production and food processing activities that women commonly perform, such as home gardening, tending livestock, gathering fuel or carrying water.\nExtension programmes can be tailored to address women's priority needs only when men and women farmers are listened to at the village level and when such methods as participatory rural appraisal are employed. In recent years, a number of countries have launched determined efforts to make their extension services more responsive to women's needs. In the Gambia, for example, the proportion of female agricultural extension workers has increased from 5 percent in 1989 to more than 60 percent today. Growth in the number of female extension workers has been matched by increased attention to women's involvement and priorities. A special effort has been made to encourage women's participation in small ruminant and poultry extension services.\nIn Nicaragua, efforts to ensure that extension services match client needs - including giving more attention to the diverse needs of men and women farmers - led to increased use of those services, by 600 percent for women and 400 percent for men.\nExtension programmes that fail to take women into account also fail to address the improved technology and methods that might yield major gains in productivity and food security. Furthermore, they often schedule training times and locations that make it impossible for women to participate, in addition to existing socio-cultural reasons.\nRecommended new approaches include the Strategic Extension Campaign (SEC), which was developed by FAO and introduced in Africa, the Near East, Asia and Latin America. This methodology emphasizes how important it is for field extension workers and small farmers to participate in the strategic planning, systematic management and field implementation of agricultural extension and training programmes. Its extension strategies and messages are specifically developed and tailored to the results of a participatory problem identification and needs assessment.\nTraining Programme for Women's Incorporation in Rural Development\nSeveral hundred peasant women in Honduras were trained to serve as «food production liaisons». After receiving their training, the liaisons worked with grassroots women's groups. They focused on impoverished rural areas where chronic malnutrition is widespread and 70 percent of all breastfeeding mothers suffer from vitamin A deficiency. Women involved with the project increased the subsistence production of nutritious foods. Credits to develop poultry production proved an effective way of increasing motivation, nutritional levels and incomes. Some of the grassroots women's groups involved with the project sought credit through extension agencies or from the Rotating Fund for Peasant Women. The credit was used to initiate other social and productive projects, including purchasing a motorized maize mill and planting soybeans for milk.", "id": "<urn:uuid:6d3aa950-7ad5-4c80-bb68-e826841338b7>", "dump": "CC-MAIN-2013-20", "url": "http://www.fao.org/docrep/005/Y3969E/y3969e05.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9660889506340027, "token_count": 2945, "score": 3.21875, "int_score": 3}
{"text": "Outmaneuvering Foodborne Pathogens\nAt various locations, ARS scientists are doing research to make leafy greens and other fresh produce safer for consumers. Produce and leafy greens in the photo are (clockwise from top): romaine lettuce, cabbage, cilantro in a bed of broccoli sprouts, spinach and other leafy greens, green onions, tomatoes, and green leaf lettuce.\nIf pathogens like E. coli O157:H7 or Salmonella had a motto for survival, it might be: “Find! Bind! Multiply!”\nThat pretty much sums up what these food-poisoning bacteria do in nature, moving through our environment to find a host they can bind to and use as a staging area for multiplying and spreading.\nBut ARS food-safety scientists in California are determined to find out how to stop these and other foodborne pathogenic bacteria in their tracks, before the microbes can make their way to leafy greens and other favorite salad ingredients like tomatoes and sprouts.\nThe research is needed to help prevent the pathogens from turning up in fresh produce that we typically eat uncooked. That’s according to Robert E. Mandrell, who leads the ARS Produce Safety and Microbiology Research Unit. His team is based at the agency’s Western Regional Research Center in Albany, California.\nThe team is pulling apart the lives of these microbes to uncover the secrets of their success. It’s a complex challenge, in part because the microbes seem to effortlessly switch from one persona to the next. They are perhaps best known as residents of the intestines of warm-blooded animals, including humans. For another role, the pathogens have somehow learned to find, bind, and multiply in the world of green plants.\nSometimes the pathogenic microbes need the help of other microbial species to make the jump from animal inhabitant to plant resident. Surprisingly little is known about these powerful partnerships, Mandrell says. That’s why such alliances among microbes are one of several specific aspects of the pathogens’ lifestyles that the Albany scientists are investigating. In all, knowledge gleaned from these and other laboratory, greenhouse, and outdoor studies should lead to new, effective, environmentally friendly ways to thwart the pathogens before they have a chance to make us ill.\nIn a greenhouse, microbiologist Maria Brandl examines cilantro that she uses as a model plant to investigate the behavior of foodborne pathogens on leaf surfaces.\nA Pathogen Targets Youngest Leaves\nKnowing pathogens’ preferences is essential to any well-planned counter-attack. So microbiologist Maria T. Brandl is scrutinizing the little-understood ability of E. coli O157:H7 and Salmonella enterica to contaminate the elongated, slightly sweet leaves of romaine lettuce. With a University of California-Berkeley colleague, Brandl has shown that, if given a choice, E. coli has a strong preference for the young, inner leaves. The researchers exposed romaine lettuce leaves to E. coli and found that the microbe multiplied about 10 times more on the young leaves than on the older, middle ones. One explanation: The young leaves are a better nutrition “buy” for E. coli. “These leaves exude about three times more nitrogen and about one-and-one-half times more carbon than do the middle leaves,” says Brandl.\nScientists have known for decades that plants exude compounds from their leaves and roots that bacteria and fungi can use as food. But the romaine lettuce study, published earlier this year in Applied and Environmental Microbiology, is the first to document the different exudate levels among leaves of the two age classes. It’s also the first to show that E. coli can do more than just bind to lettuce leaves: It can multiply and spread on them.\nResearch assistant Danielle Goudeau inoculates a lettuce leaf with E. coli O157:H7 in a biological safety cabinet to study the biology of the human pathogen on leafy greens.\nAdding nitrogen to the middle leaves boosted E. coli growth, Brandl found. “In view of the key role of nitrogen in helping E. coli multiply on young leaves,” she says, “a strategy that minimizes use of nitrogen fertilizer in romaine lettuce fields may be worth investigating.”\nIn other studies using romaine lettuce and the popular herb cilantro as models, Brandl documented the extent to which E. coli and Salmonella are aided by Erwinia chrysanthemi, an organism that causes fresh produce to rot.\n“When compared to plant pathogens, E. coli and Salmonella are not as ‘fit’ on plants,” Brandl says. But the presence of the rot-producing microbe helped E. coli and Salmonella grow on lettuce and cilantro leaves.\n“Soft rot promoted formation of large aggregates, called ‘biofilms,’ of E. coli and Salmonella and increased their numbers by up to 100-fold,” she notes.\nThe study uncovered new details about genes that the food-poisoning pathogens kick into action when teamed up with plant pathogens such as soft rot microbes.\nBrandl, in collaboration with Albany microbiologist Craig Parker, used a technique known as “microarray analysis” to spy on the genes. “The assays showed that Salmonella cells—living in soft rot lesions on lettuce and cilantro—had turned on some of the exact same genes that Salmonella uses when it infects humans or colonizes the intestines of animals,” she says. Some of these activated genes were ones that Salmonella uses to get energy from several natural compounds common to both green plants and to the animal intestines that Salmonella calls home.\nUsing a confocal laser scanning microscope, microbiologist Maria Brandl examines a mixed biofilm of Salmonella enterica (pink) and Erwinia chrysanthemi (green) in soft rot lesions on cilantro leaves (blue).\nA One-Two Punch to Tomatoes\nSalmonella also benefits from the presence of another plant pathogen, specifically, Xanthomonas campestris, the culprit in a disease known as “bacterial leaf spot of tomato.” But the relationship between Salmonella and X. campestris may be different than the relation of Salmonella to the soft rot pathogen. Notably, Salmonella benefits even if the bacterial spot pathogen is at very low levels—so low that the plant doesn’t have the disease or any visible symptoms of it.\nThat’s among the first-of-a-kind findings that microbiologist Jeri D. Barak found in her tests with tomato seeds exposed to the bacterial spot microbe and then planted in soil that had been irrigated with water contaminated with S. enterica.\nIn a recent article in PLoS ONE, Barak reported that S. enterica populations were significantly higher in tomato plants that had also been colonized by X. campestris. In some cases, Salmonella couldn’t bind to and grow on—or in—tomato plants without the presence of X. campestris, she found.\nListeria monocytogenes on this broccoli sprout shows up as green fluorescence. The bacteria are mainly associated with the root hairs.\n“We think that X. campestris may disable the plant immune response—a feat that allows both it and Salmonella to multiply,” she says.\nThe study was the first to report that even as long as 6 weeks after soil was flooded with Salmonella-contaminated water, the microbe was capable of binding to tomato seeds planted in the tainted soil and, later, of spreading to the plant.\n“These results suggest that any contamination that introduces Salmonella from any source into the environment—whether that source is irrigation water, improperly composted manure, or even insects—could lead to subsequent crop contamination,” Barak says. “That’s true even if substantial time has passed since the soil was first contaminated.”\nCrop debris can also serve as a reservoir of viable Salmonella for at least a week, Barak’s study showed. For her investigation, the debris was composed of mulched, Salmonella-contaminated tomato plants mixed with uncontaminated soil.\n“Replanting fields shortly after harvesting the previous crop is a common practice in farming of lettuce and tomatoes,” she says. The schedule allows only a very short time for crop debris to decompose. “Our results suggest that fields known to have been contaminated with S. enterica could benefit from an extended fallow period, perhaps of at least a few weeks.”\nOrdinary Microbe Foils E. coli\nWhile the bacterial spot and soft rot microbes make life easier for certain foodborne pathogens, other microbes may make the pathogens’ existence more difficult. Geneticist Michael B. Cooley and microbiologist William G. Miller at Albany have shown the remarkable effects of one such microbe, Enterobacter asburiae. This common, farm-and-garden-friendly microorganism lives peaceably on beans, cotton, and cucumbers.\nIn one experiment, E. asburiae significantly reduced levels of E. coli and Salmonella when all three species of microbes were inoculated on seeds of thale cress, a small plant often chosen for laboratory tests.\nThe study, published in Applied and Environmental Microbiology in 2003, led to followup experiments with green leaf lettuce. In that battle of the microbes, another rather ordinary bacterium, Wausteria paucula, turned out to be E. coli’s new best friend, enhancing the pathogen’s survival sixfold on lettuce leaves.\n“It was the first clear example of a microbe’s supporting a human pathogen on a plant,” notes Cooley, who documented the findings in the Journal of Food Protection in 2006.\nBut E. asburiae more than evened the score, decreasing E. coli survival 20- to 30-fold on lettuce leaves exposed to those two species of microbes.\nThe mechanisms underlying the competition between E. asburiae and E. coli are still a mystery, says Cooley, “especially the competition that takes place on leaves or other plant surfaces.”\nNevertheless, E. asburiae shows initial promise of becoming a notable biological control agent to protect fresh salad greens or other crops from pathogen invaders. With further work, the approach could become one of several science-based solutions that will help keep our salads safe.—By Marcia Wood, Agricultural Research Service Information Staff.\nThis research is part of Food Safety, an ARS national program (#108) described on the World Wide Web at www.nps.ars.usda.gov.\nTo reach scientists mentioned in this article, contact Marcia Wood, USDA-ARS Information Staff, 5601 Sunnyside Ave., Beltsville, MD 20705-5129; phone (301) 504-1662, fax (301) 504-1486.\nListeria monocytogenes on this radish sprout shows up as green fluorescence. The bacteria are mainly associated with the root hairs.\nWhat Genes Help Microbes Invade Leafy Greens?\nWhen unwanted microbes form an attachment, the consequences—for us—can be serious.\nThat’s if the microbes happen to be human pathogens like Listeria monocytogenes or Salmonella enterica and if the target of their attentions happens to be fresh vegetables often served raw, such as cabbage or the sprouted seeds of alfalfa.\nScientists don’t yet fully understand how the malevolent microbes form colonies that cling stubbornly to and spread across plant surfaces, such as the bumpy leaves of a cabbage or the ultra-fine root hairs of a tender alfalfa sprout.\nBut food safety researchers at the ARS Western Regional Research Center in Albany, California, are putting together pieces of the pathogen puzzle.\nA 1981 food-poisoning incident in Canada, caused by L. monocytogenes in coleslaw, led microbiologist Lisa A. Gorski to study the microbe’s interactions with cabbage. Gorski, with the center’s Produce Safety and Microbiology Research Unit, used advanced techniques not widely available at the time of the cabbage contamination.\n“Very little is known about interactions between Listeria and plants,” says Gorski, whose study revealed the genes that Listeria uses during a successful cabbage-patch invasion.\nThe result was the first-ever documentation of Listeria genes in action on cabbage leaves. Gorski, along with coinvestigator Jeffrey D. Palumbo—now with the center’s Plant Mycotoxin Research Unit—and others, documented the investigation in a 2005 article in Applied and Environmental Microbiology.\nListeria, Behaving Badly\n“People had looked at genes that Listeria turns on, or ‘expresses,’ when it’s grown on agar gel in a laboratory,” says Gorski. “But no one had looked at genes that Listeria expresses when it grows on a vegetable.\n“We were surprised to find that when invading cabbage, Listeria calls into play some of the same genes routinely used by microbes that are conventionally associated with plants. Listeria is usually thought of as a pathogen of humans. We hadn’t really expected to see it behaving like a traditional, benign inhabitant of a green plant.\n“It’s still a relatively new face for Listeria, and requires a whole new way of thinking about it.”\nIn related work, Gorski is homing in on genetic differences that may explain the widely varying ability of eight different Listeria strains to successfully colonize root hairs of alfalfa sprouts—and to resist being washed off by water.\nIn a 2004 article in the Journal of Food Protection, Gorski, Palumbo, and former Albany associate Kimanh D. Nguyen reported those differences. Poorly attaching strains formed fewer than 10 Listeria cells per sprout during the lab experiment, while the more adept colonizers formed more than 100,000 cells per sprout.\nSalmonella’s Cling Genes\nColleague Jeri D. Barak, a microbiologist at Albany, led another sprout investigation, this time probing the ability of S. enterica to attach to alfalfa sprouts. From a pool of 6,000 genetically different Salmonella samples, Barak, Gorski, and coinvestigators found 20 that were unable to attach strongly to sprouts.\nScientists elsewhere had already identified some genes as necessary for Salmonella to successfully invade and attach to the guts of animals such as cows and chickens. In the Albany experiments, some of those same genes were disrupted in the Salmonella specimens that couldn’t cling to alfalfa sprouts.\nTheir 2005 article in Applied and Environmental Microbiology helped set the stage for followup studies to tease out other genes that Salmonella uses when it is living on and in plants.\nA deeper understanding of those and other genes may lead to sophisticated defense strategies to protect tomorrow’s salad greens—and us.—By Marcia Wood, Agricultural Research Service Information Staff.\nGeneticist Michael Cooley collects a sediment sample to test for E. coli O157:H7. The pathogen was found near fields implicated in the 2006 outbreak of E. coli O157:H7 on baby spinach.\nEnvironmental Surveillance Exposes a Killer\nIt started as a manhunt for a microbe, but it became one of the nation’s most intensive farmscape searches for the rogue pathogen E. coli O157:H7.\nARS microbiologist Robert E. Mandrell and geneticist Michael B. Cooley of the Produce Safety and Microbiology Research Unit in Albany, California, had already been collaborating in their own small-scale study of potential sources of E. coli O157:H7 in the state’s produce-rich Salinas Valley when, in 2005, they were asked to join another one. The new investigation became a 19-month surveillance—by the two scientists and other federal and state experts—of E. coli in Salinas Valley watersheds.\n“It may seem like an obvious concept today,” says Mandrell, “but at the time, there was little proof that E. coli contamination of produce before harvest could be a major cause of food-poisoning outbreaks.”\nMandrell and Cooley aided the California Food Emergency Response Team, as this food-detective squad was named, in tracing movement of E. coli through the fertile valley. This surveillance showed that E. coli O157:H7 can travel long distances in streamwater and floodwater.\nIn 2006, E. coli O157:H7 strains indistinguishable from those causing human illness associated with baby spinach were discovered in environmental samples—including water—taken from a Salinas Valley ranch.\nWild pigs were added to the list of animal carriers of the pathogen when one of the so-called “outbreak strains” of E. coli O157:H7 was discovered in their dung. The team documented its work in 2007 in PLoS ONE and Emerging Infectious Diseases.\nThe Albany scientists used a relatively new technique to detect E. coli O157:H7 in water. Developed at the ARS Meat Animal Research Center in Clay Center, Nebraska, for animal hides, the method was adapted by the Albany team for the outdoor reconnaissance.\nBecause of their colleagues’ work, says Cooley, “We had the right method at the right time.”—By Marcia Wood, Agricultural Research Service Information Staff.\n\"Outmaneuvering Foodborne Pathogens\" was published in the July 2008 issue of Agricultural Research magazine.", "id": "<urn:uuid:b366eb1a-184b-4885-b5a6-92a6d0c0f67f>", "dump": "CC-MAIN-2013-20", "url": "http://www.ars.usda.gov/is/AR/archive/jul08/pathogen0708.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9299995303153992, "token_count": 3794, "score": 3.078125, "int_score": 3}
{"text": "Most of us know someone with a food allergy. I certainly do-two of my children have been labeled with life threatening food allergies; one to peanuts and tree nuts and the other to soy. Every time I head to the grocery store I spend a tremendous amount of time reading each and every label-including labels that I am familiar with to be sure they haven’t changed. This is a necessity to keep my family safe and healthy.\nIn January, 2006, the new Food Allergen Labeling and Consumer Protection Act (FALCPA) took effect. The law requires food manufacturers to identify all ingredients in a food product containing one or more of the eight major allergens.\nThe eight foods identified by the law are:\n- Fish (e.g., bass, flounder, cod)\n- Crustacean shellfish (e.g. crab, lobster, shrimp)\n- Tree nuts (e.g., almonds, walnuts, pecans)\nThe law states that the name of the food source of a major food allergen must appear:\n- In parentheses following the name of the ingredient.\nExamples: “lecithin (soy),” “flour (wheat),” and “whey (milk)”\n– OR –\n- Immediately after or next to the list of ingredients in a “contains” statement.\nExample: “Contains Wheat, Milk, and Soy.”\nMost companies are very clear in their labeling and use the “contains” language in bold after their ingredient list.\nHERE’S WHERE IT GETS REALLY CONFUSING\nI have been scrutinizing food labels for years-I am noticing that I have to squint these days to read the fine print. Many labels contain language about cross-contamination-if the food was processed on shared equipment or shared processing lines with one of the 8 allergens.\nBut not all manufacturers are listing cross-contamination information. The reason being- companies are not required to include this information. There are no particular regulations on whether they need to add statements such as “may contain traces of peanuts,” for example, for foods that aren’t supposed to contain such allergens. It is a company’s choice whether or not to include this information, and how to word it.\nHow to decide if cross-contamination is an issue\nSo the bottom line is YOU will need to determine what degree of risk you are comfortable with when purchasing foods. That is a lot of pressure when you are buying food for someone else.\nHere is my internal checklist for deciding whether or not to buy a product:\n- I first check the ingredients list for the 8 common allergens.\n- If there is no cross-contamination or “may contain” information I then look at the other same brand products on the shelf. If there are other products that have either nuts or soy I will more often than not assume there might be cross-contamination.\n- I might contact the manufacturer on occasion to ask specifically about a cross-contamination issue.\nLet me know how do you decide which products are safe to purchase?\nMy Go-To Food Allergy Sites:", "id": "<urn:uuid:eb5b2054-dffc-4358-a10e-a6bb9602e291>", "dump": "CC-MAIN-2013-20", "url": "http://groovygreenlivin.com/healthy-food-facts-understanding-food-allergy-labels/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9320035576820374, "token_count": 683, "score": 3.1875, "int_score": 3}
{"text": "Multistate Outbreak of Human Salmonella Chester Infections (Final Update)\nPosted September 9, 2010\nThis outbreak appears to be over. However, Salmonella is an important cause of human illness in the United States. More information about Salmonella, and steps people can take to reduce their risk of infection, can be found on the CDC Salmonella Web Page.\nPersons Infected with the Outbreak Strain of Salmonella Chester, United States, by State\nInfections with the Outbreak Strain of Salmonella Chester, by Week of Illness Onset\nCDC collaborated with public health officials in many states, the U.S. Department of Agriculture's Food Safety and Inspection Service (USDA/FSIS), and the U.S. Food and Drug Administration (FDA) to investigate a multistate outbreak of Salmonella serotype Chester infections. Investigators used DNA analysis of Salmonella bacteria obtained through diagnostic testing to identify cases of illness that were part of this outbreak.\nAs of 9:00 AM EDT on August 27, 2010, a total of 44 individuals infected with a matching strain of Salmonella Chester have been reported from 18 states since April 11, 2010. The number of ill people identified in each state with this strain is as follows: AK (1), CA (5), CO (2), GA (8), IL (1), KY (1), MA (2), MN (2), MO (1), NC (1), OK (1), OR (2), SC (2), TN (1), TX (3), UT (3), VA (4), and WA (4). Among those for whom information is available about when symptoms started, illnesses began between April 4, 2010 and June 16, 2010. Case-patients ranged in age from <1 to 88 years old, and the median age was 36 years. Fifty-four percent of patients were female. Among the 43 patients with available hospitalization information, 16 (37%) were hospitalized. No deaths were reported.\nThe outbreak can be visually described with a chart showing the number of people who became ill each day. This chart is called an epidemic curve or epi curve. For more details, please see the Salmonella Outbreak Investigations: Timeline for Reporting Cases.\nInvestigation of the Outbreak\nA widely distributed contaminated food product might cause illnesses across the United States. The identity of the contaminated product often is not readily apparent. In outbreaks like this one, identification of the contaminated product requires conducting detailed standardized interviews with persons who were ill. It may also require conducting interviews with non-ill members of the public (\"controls\") to get information about foods recently eaten and other exposures to compare with information from the ill persons. The investigation is often supplemented by laboratory testing of suspected products.\nCollaborative investigative efforts of officials in many local, state, and federal public health, agriculture, and regulatory agencies linked this outbreak to Marie Callender’s Cheesy Chicken & Rice single-serve frozen entrées. During June 14-18, 2010, CDC and public health officials in multiple states conducted an epidemiologic study by comparing foods eaten by 19 ill and 22 well persons. Analysis of this study suggested that eating a Marie Callender's frozen meal was a source of illness. Ill persons (89%) were significantly more likely than well persons (14%) to report eating a frozen meal. All ill persons (100%) who ate frozen meals reported eating a Marie Callender's frozen meal. None of the well persons who ate a frozen meal reported eating a Marie Callender's frozen meal. There was insufficient data from this study to implicate a specific frozen meal type. However, many of the ill persons reported eating a Marie Callender's Cheesy Chicken & Rice frozen entrée in the week before becoming ill. Additionally, two unopened packages of Marie Callender’s Cheesy Chicken & Rice single-serve frozen entrées collected from two patients’ homes (one collected in Minnesota on June 18, and one in Tennessee on July 19) yielded Salmonella Chester isolates with a genetic fingerprint indistinguishable from the outbreak pattern.\nOn June 17, 2010, ConAgra Foods announced a precautionary recall of Marie Callender's Cheesy Chicken & Rice single-serve frozen entrées after being informed by the CDC of a possible association between this product and the outbreak of Salmonella Chester infections.\nOn June 17, 2010, USDA's FSIS announced ConAgra's recall.\nView recalled food package [PDF - 6 pages] posted by FSIS.\nClinical Features/Signs and Symptoms\nMost people infected with Salmonella develop diarrhea, fever, and abdominal cramps 12–72 hours after infection. Infection is usually diagnosed by culture of a stool sample. The illness usually lasts 4 to 7 days. Although most people recover without treatment, severe infections can occur. Infants, elderly people, and those with weakened immune systems are more likely than others to develop severe illness. When severe infection occurs, Salmonella may spread from the intestines to the bloodstream and then to other body sites and can cause death unless the person is treated promptly with antibiotics.\nMore general information about Salmonella can be found here under Salmonella FAQs.\nAdvice to Consumers\n- Salmonella is sometimes present in raw foods (e.g., chicken, produce, and spices) which can be used as ingredients in not-ready-to-eat frozen dinners.\n- Consumers should follow the instructions on the package label of the frozen dinner. Conventional ovens are better at cooking foods thoroughly. Microwave ovens vary in strength and tend to cook foods unevenly.\n- If you choose to cook the frozen dinner using a microwave, be sure to:\n- Cook the food for the time specified for your microwave's wattage.\n- Let the food \"stand\" for the stated time, so cooking can continue.\n- Use a food thermometer to make sure that it is fully cooked to an internal temperature of 165 degrees Fahrenheit.\n- Individuals who think they might have become ill from eating a Marie Callender's frozen dinner should consult their health care providers.\n- Consumers who have Marie Callender's Cheesy Chicken & Rice single-serve frozen entrées in their freezer should discard them or return them to their retailer for a refund.\n- Consumers are urged to read and follow the preparation instructions on the label of all frozen entrees. If the package says “Do Not Microwave,” consumers should follow that instruction and use a conventional oven. Consumers should use a food thermometer to make sure the entrees reach at least 165 degrees Fahrenheit.\n- General Information: Salmonella\n- Description of the Steps In a Foodborne Outbreak Investigation\n- CDC's Role During a Multi-State Foodborne Outbreak Investigation\n- Two Minnesota cases of Salmonella infection linked to national recall of frozen meals\n- Cooking Safely in the Microwave Oven\nCDC's Role in Food Safety\nAs an agency within the U.S. Department of Health and Human Services (HHS), CDC leads federal efforts to gather data on foodborne illnesses, investigate foodborne illnesses and outbreaks, and monitor the effectiveness of prevention and control efforts. CDC is not a food safety regulatory agency but works closely with the food safety regulatory agencies, in particular with HHS's U.S. Food and Drug Administration (FDA) and the Food Safety and Inspection Service within the U.S. Department of Agriculture (USDA). CDC also plays a key role in building state and local health department epidemiology, laboratory, and environmental health capacity to support foodborne disease surveillance and outbreak response. Notably, CDC data can be used to help document the effectiveness of regulatory interventions.", "id": "<urn:uuid:e80979e4-dc90-433e-87c7-2ff9f0083129>", "dump": "CC-MAIN-2013-20", "url": "http://www.cdc.gov/salmonella/chester/index.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9372903108596802, "token_count": 1598, "score": 2.65625, "int_score": 3}
{"text": "H5N1 in cats\n8 March 2006\nAt the end of February 2006 highly pathogenic avian influenza (HPAI), caused by the H5N1 virus was detected in a domestic cat found dead on the northern island of Ruegen, Germany. Since mid-February, over 100 birds have died on this island and tests confirmed H5N1 infection. Also in Asia, cats and other felidae have been occasionally found to be infected with H5N1 since the start of the poultry epidemic in 2003. Experimental studies have shown that the domestic cat can become infected with the virus and that cat to cat transmission is possible in principle. The virus causes respiratory disease which can lead to death in all cat species. Serological studies in several Asian countries suggest that dogs may also contract the H5N1 infection. Countries in Europe have advised owners of pets living near H5N1 wild bird foci to keep cats indoors and dogs on a leash when taken for a walk.\nThese recent events lead to many questions by the public and pet owners to which the veterinary profession has to respond. In addition, there may be exposure of pet owners and veterinarians. For example, when animals infected with H5N1 (eg birds, dogs and cats) are brought to the veterinary clinic. Important are also the contribution veterinary practitioners can make in the surveillance of the disease for the presence of the H5N1 infection.\nThis section provides information for the general public and professionals about the risk of cats contracting H5N1 virus and the role of cats in the spread of avian influenza H5N1.\nDuring a H5N1 outbreak in poultry in 1997 in Hong Kong, the first clinical human cases of this sub-type were reported with several fatalities. From the end of 2003 to date (March 2006) 173 people have been confirmed infected with the H5N1 virus of which 93 have died. Except for 1 case, human-to-human transmission has probably not occurred. Although H5N1 is relatively common to wild birds and poultry, humans and other mammals are also at risk of HPAI infection. Highly pathogenic avian influenza in poultry is of growing concern due to the current geographic extent comprising Asia, Africa and Europe showing potential for pandemic spread. The virus is highly contagious and already over 200 million domestic birds have either been culled or died of the disease. Table 1 shows the timeline for avian influenza in cats and other felidae.\n|Timeline of (H5N1) avian influenza in cats and other felidae (and civets)\n|1970s & 1980s\n||Research revealed that infection of domestic cats with influenza A subtypes H3N2 from humans, H7N3 from a turkey, and H7N7 from a harbor seal (Phoc vitulina) produces transient virus excretion and a temporary increase in body temperature but did not induce any other clinical signs of disease.\n||Two leopards and two tigers died at a zoo in Thailand after feeding on chicken carcasses. Investigation confirmed H5N1 in tissue samples from all 4 animals. This was the first report of influenza causing disease and death in big cats.\n||Research shows that domestic cats experimentally\ninfected with H5N1 develop severe disease and can spread\ninfection to other cats.\n||A H5N1 outbreak in zoo tigers in Thailand reportedly\nfed on chicken carcasses. Eventually, 147 out of the\npopulation of 441 tigers died or had to euthanized for\nanimal welfare reasons.\n||Tests on three civets that died late June 2005 in\nViet Nam revealed H5N1, marking the first infection\nof this species with the virus. These endangered Owston’s\npalm civets were raised in captivity; source of infection\nis still unknown.\nOctober 05 February 06\n||FAO field veterinarians report unusual high cat mortality\nin Iraq and Indonesia in the vicinity of H5N1 outbreaks\n28 February 2006\n||H5N1 confirmed in a cat on the Baltic Sea island\nof Ruegen (Germany). Over 100 wild birds had been found\ndead on the island during previous weeks.\nRole of cats in virus transmission\nResearch has shown that domestic cats may die from H5N1 virus. Also horizontal transmission has been proven. However, it is unlikely that cats play a role in the natural transmission cycle of H5N1 viruses. Cat infections occasionally occur in association with H5N1 outbreaks in domestic or wild birds, e.g. when cats feed on infected birds. Experimental/infected cats shed the virus via the respiratory and intestinal tract, and may therefore transmit the virus to other cats. Naturally infected cats are thus in theory, able to spread the virus.\nIn areas where H5N1 Infected wild birds are reported it can not be excluded that cats become infected. Although most wild birds infected are waterfowl, not normally the species cats interact with, H5N1 is potentially infectious to numerous other bird species and it can not be ruled out that passerines or pigeons which do interact with cats get infected.\nIn areas where poultry is infected with H5N1 there is a risk that cats become infected with H5N1 through contact with infected poultry or their faeces. Anecdotal reports support the notion that contact with infected poultry (faeces and eating infected carcasses) forms a source of infection for cats. Cats probably have little or no contribution to the spread of the disease because the number of infected poultry is much higher than the number of infected cats; poultry shed much more virus than cats. Nevertheless, cats may play a role in the spread of the virus to other animals. Report to the local veterinary authority any evidence of significant animal mortality both wild and domestic.\nTheoretically there is a possibility that cats transmit infection to humans. However, given the risk that cats become infected with HPAI is low, the risk to human infection is therefore limited.\nThe role of stray cats\nDue to their greater mobility, stray cats could spread the disease into new areas. If infected, stray cats may become a source of contamination to poultry and mammals, including humans.\nThe role of other mammals\nThe ability of catching the H5N1 virus is not restricted to cats. Reports show infection in tigers, leopards and civets. Also dogs and pigs may become infected with the virus. Given the broad host spectrum of the H5N1virus, the possibility that also other wild or domesticated mammals including seals, mustelidae or furbearing animals, become infected by contacting infected animals is present. All carnivores could become infected through eating infected poultry or infected wild birds.\nAreas where H5N1 HPAI has been diagnosed or is suspected in poultry or wild birds:\n- Report to the local veterinary authority any evidence of significant bird mortality both wild and domestic.\n- Be especially vigilant for any dead or sick cats and report such findings to the local veterinarian.\n- Make sure contact between cats and wild birds or poultry (or their faeces) is avoided and/or keep cats inside.\n- If cats bring a sick or dead bird inside the house, put on plastic gloves and dispense of the bird in plastic bags for collection by local veterinary animal handlers.\n- Keep stray cats outside the house and avoid contact with them.\n- If cats show breathing problems or nasal discharge, a veterinarian should be consulted.\n- Do not touch or handle any sick-looking or dead cat (or other animal) and report to the authorities.\n- Wash hands with water and soap regularly and especially after handling animals and cleaning their litter boxes or coming in contact with faeces or saliva.\n- Dogs can only be taken outside the premises if kept restraint.\n- Do not feed any water birds.\n- Disinfect (e.g. with bleach 2-3 %) cages or other hardware in which sick animals have been transported or been in contact.\n- Wash animal blankets with soap or any other commercial detergent.", "id": "<urn:uuid:06c69d70-74bb-44ae-8b88-d574a02ebd03>", "dump": "CC-MAIN-2013-20", "url": "http://www.fao.org/avianflu/en/wildlife/wild_animals.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9348472356796265, "token_count": 1671, "score": 2.890625, "int_score": 3}
{"text": "Protecting your home against winter's 'silent killer'\n(BPT) - It’s colorless, odorless and the No. 1 cause of accidental poisoning in the United States. And, it worsens in the winter.\nKnown as the “silent killer,” carbon monoxide (CO) is responsible for an average of 450 deaths and 20,000 emergency room visits each year, according to the Journal of the American Medical Association. With more than two-fifths of all CO poisonings occurring between December and February, homeowners are at increased risk once temperatures begin to drop.\n“During the winter months, many families turn to heating sources they might not use at other times of the year,” says Deborah Hanson, director of external affairs for First Alert, the most trusted name in home safety. “While these heating sources may be effective at providing warmth, they also can pose great risks if not used properly. To help protect loved ones from the dangers of CO poisoning, it is important for homeowners to take proper precautions when dealing with any kind of fuel-burning heat source.”\nFirst Alert recommends the following tips and tools for keeping your home and loved ones warm – and safe – this winter and all year long:\nProtect against CO poisoning\nRun kitchen vents or exhaust fans any time the stove is in use. The kitchen stove is among the most frequent sources of CO poisoning in the home. To help eliminate danger of overexposure, never use the oven to heat a home. Always run exhaust fans when cooking, especially during the holidays when stoves are left on for longer periods of time. Also, open a nearby window periodically when cooking to allow fresh air to circulate.\nNever use generators indoors. In the case of a power outage, portable electricity generators must be used outside only with power brought into the structure with a cord. Never use them inside the home, in a garage or in any confined area that can allow CO to collect. And be careful to follow operating instructions closely. Also refrain from using charcoal grills, camp stoves or other similar devices indoors.\nHave fuel-burning appliances inspected regularly. Arrange for a professional inspection of all fireplaces and fuel-burning appliances – such as furnaces, stoves, clothes dryers, water heaters and space heaters – annually to detect any CO leaks.\nBe mindful of the garage. Warming the car in the morning before work is common during the winter months, but running vehicles inside an attached garage, even if the door is open, is hazardous, as CO can leak into the home.\nInstall/test CO alarms. Carbon monoxide alarms are the only way to detect this poisonous gas in a home. For maximum protection, alarms should be installed on every level of the home and near each sleeping area. Test alarm function monthly and change batteries every six months. In addition, alarms should be replaced every five to seven years to ensure proper function. If the installation date is unknown, replace immediately.\nFor more information on carbon monoxide safety, visit www.firstalert.com.", "id": "<urn:uuid:69289004-835e-4965-a69a-a443f2b95705>", "dump": "CC-MAIN-2013-20", "url": "http://www.kiowacountysignal.com/section/?template=araArchiveDetails&CategoryID=402&article=8070480101&archive=true", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9243112206459045, "token_count": 633, "score": 2.9375, "int_score": 3}
{"text": "Radon, a silent killer in homes\nDeKALB – Many homeowners take precautions to protect themselves. They lock their doors at night, turn off and unplug appliances and regularly test their smoke detectors.\nRadon isn’t something many homeowners consider a danger in their homes, but it could be harming them the most.\nRadon is a colorless, odorless naturally occurring gas found in uranium in soil. The gas often seeps through cracks in a house’s foundation or other areas exposed to soil. The health risks associated with radon are not immediate but rather a result of continuous exposure over a long period of time.\nIf you have any technical difficulties, either with your username and password or with the payment options, please contact us by e-mail at firstname.lastname@example.org", "id": "<urn:uuid:19f471cc-541f-46da-bb37-61497f73e921>", "dump": "CC-MAIN-2013-20", "url": "http://www.daily-chronicle.com/2013/02/27/radon-a-silent-killer-in-homes/aqv83ut/?list-comments=1", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9462264776229858, "token_count": 168, "score": 2.546875, "int_score": 3}
{"text": "Sarin was developed\nin 1938 in Germany as a pesticide. Its name is derived from the names\nof the chemists involved in its creation: Schrader, Ambros, Rudriger\nand van der Linde. Sarin is a colorless non-persistent liquid. The\nvapor is slightly heavier than air, so it hovers close to the ground.\nUnder wet and humid weather conditions, Sarin degrades swiftly, but\nas the temperature rises up to a certain point, Sarin’s lethal\nduration increases, despite the humidity. Sarin is a lethal cholinesterase\ninhibitor. Doses which are potentially life threatening may be only\nslightly larger than those producing least effects.\nSigns and Symptoms\noverexposure may occur within minutes or hours, depending upon the\ndose. They include: miosis (constriction of pupils) and visual effects,\nheadaches and pressure sensation, runny nose and nasal congestion,\nsalivation, tightness in the chest, nausea, vomiting, giddiness, anxiety,\ndifficulty in thinking, difficulty sleeping, nightmares, muscle twitches,\ntremors, weakness, abdominal cramps, diarrhea, involuntary urination\nand defecation, with severe exposure symptoms progressing to convulsions\nand respiratory failure.\nbreath until respiratory protective mask is donned. If severe signs\nof agent exposure appear (chest tightens, pupil constriction, in\ncoordination, etc.), immediately administer, in rapid succession,\nall three Nerve Agent Antidote Kit(s), Mark I injectors (or atropine\nif directed by a physician). Injections using the Mark I kit injectors\nmay be repeated at 5 to 20 minute intervals if signs and symptoms\nare progressing until three series of injections have been administered.\nNo more injections will be given unless directed by medical personnel.\nIn addition, a record will be maintained of all injections given.\nIf breathing has stopped, give artificial respiration. Mouth-to-mouth\nresuscitation should be used when mask-bag or oxygen delivery systems\nare not available. Do not use mouth-to-mouth resuscitation when facial\ncontamination exists. If breathing is difficult, administer oxygen.\nSeek medical attention Immediately.\nContact: Immediately flush eyes with water for 10-15\nminutes, then don respiratory protective mask. Although miosis\n(pinpointing of the pupils) may be an early sign of agent exposure,\nan injection will not be administered when miosis is the only\nsign present. Instead, the individual will be taken Immediately\nto a medical treatment facility for observation.\nContact: Don respiratory protective mask and remove\ncontaminated clothing. Immediately wash contaminated skin with\ncopious amounts of soap and water, 10% sodium carbonate solution,\nor 5% liquid household bleach. Rinse well with water to remove\nexcess decontaminant. Administer nerve agent antidote kit, Mark\nI, only if local sweating and muscular twitching symptoms are\nobserved. Seek medical attention Immediately.\nnot induce vomiting. First symptoms are likely to be gastrointestinal.\nImmediately administer Nerve Agent Antidote Kit, Mark I. Seek medical\nAbove Information Courtesy\nof United States Army", "id": "<urn:uuid:7ba4236f-2dbb-4dce-b113-18fc0fa8af10>", "dump": "CC-MAIN-2013-20", "url": "http://usmilitary.about.com/library/milinfo/blchemical-4.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8637948036193848, "token_count": 680, "score": 3.328125, "int_score": 3}
{"text": "TAKING EVERY PRECAUTION\nJapan Takes Measures to Prevent SARS (June 9, 2003)\nAs severe acute respiratory syndrome (SARS), a new type\nof pneumonia, rages in wide areas of Asia and other places, the Japanese government\nhas been busy taking measures to prevent an outbreak from occurring in Japan.\nThe government has urged people to take caution in traveling to affected areas,\nand it has been making every effort to prevent SARS from entering Japan. In addition,\nwork is progressing on a system in which medical institutions, national and local\ngovernments, and corporations will act together to prevent the spread of SARS\nin the event of an outbreak in Japan. As a result of these efforts, as of June\n9, there have been no confirmed or probable cases of SARS in Japan.\n|Medical staff practice using an isolator. (Jiji)\nPlans Already Developed for Dealing with Patients\nOn May 1 the government brought the heads of the relevant ministries and agencies\ntogether for a first-ever meeting devoted to SARS in order to decide what measures\nshould be taken in the event that someone in Japan is found to be infected with\nthe virus. The group decided to call on people returning from China to stay at\nhome for 10 days, which is believed to be the incubation period for the disease.\nTaking this into consideration, the\nMinistry of Health, Labor, and Welfare made plans for taking action in the\nevent of an outbreak. It decided to give local governments the authority to direct\npeople believed likely to be infected, or \"probable patients,\" to hospitalize\nthemselves. In the event that a patient refuses, the local governments are empowered\nto forcibly hospitalize the person.\nLocal governments are readying themselves to accept patients. According to a survey\nconducted by the Nihon Keizai Shimbun in early May,\nall of the nation's 47 prefectures had already completed action plans spelling\nout what measures would be taken in the event of an outbreak. In addition, some\n250 medical institutions around the country have made such preparations as setting\nup \"negative air-pressure rooms\" to prevent the virus from spreading\nwithin the hospital or to the outside. Local governments in such places as Kitakyushu\nCity, Hokkaido, and Mie Prefecture\nhave been purchasing capsules called isolators to be used when suspected SARS\npatients are moved, and they have conducted drills on how to use them with volunteers\nplaying the role of patients.\nIn May a foreign traveler who had been to Japan was found to be infected with\nSARS. When this was discovered, the government and local authorities quickly implemented\nemergency measures, as a result of which no secondary infections occurred. According\nto a survey conducted by the Asahi Shimbun, 28 local\ngovernments out of the 47 prefectures and 13 major cities in Japan, nearly half\nthe total, were rethinking their plans to cope with a potential SARS outbreak\nin light of this news. Fukushima Prefecture decided to check whether visitors\nfrom abroad have come from an area to which the World\nHealth Organization recommends postponing travel. It will also make use of\nthe local hotels association to determine the previous whereabouts of such guests.\nKagawa Prefecture, meanwhile, which had previously only planned for people who\nhad come in close contact with SARS patients, defined as having been within 2\nmeters, has created an action plan for checking on people who have had even a\nlow possibility of coming in contact with a carrier.\nPublic and Private Sectors Taking Action\nThe Japanese government is stepping up its efforts to take rapid, nationwide measures\nto prevent SARS infection. The Ministry of Health, Labor, and Welfare has accelerated\nrevision of the Infectious Disease Law, for example. And while local governments\nare the first line of defense in tracking the path of infection and following\nup on people who may have been exposed, the national government will become directly\ninvolved in the event that infection spreads outside of a local area. Japan is\nalso actively engaged in international cooperation aimed at preventing the spread\nThe private sector has also been taking action to prevent\nthe spread of SARS and to reassure travelers. West\nJapan Railway Co. (JR West) has set up a SARS-response headquarters and is\nconsidering disinfecting affected carriages in the event that an infected person\nis found to have been onboard a certain train at a certain time. The company also\ndecided to publicly release information on the time and route traveled by any\nSARS patients. Orient Ferry, which runs a ferry route from Shimonoseki to China's\nQingdao, has since late April requested that all passengers and crew fill out\nhealth questionnaires, and the company has trained staff for what to do in the\nevent that a passenger falls ill with SARS while onboard. The terminal in Qingdao,\nthe shuttle bus, and the inside of the ship are all disinfected every day.\nMeanwhile, some companies have taken the step of postponing scheduled business\ntrips to affected areas, and, in response to requests by the government, airlines\nand ship operators whose vessels operate in Japan are distributing health questionnaires\nto their staff and passengers.\nJapan has avoided SARS so far, and there is every reason to be confident that\nthe country will remain free of the disease. Even if an outbreak did occur, the\nconcerted efforts of local and national governments and private enterprises to\nprepare for such an eventuality suggest that it would be handled quickly and efficiently.\nNote: The government's \"Measures upon Entry/Return to Japan\" for travelers\nheading to Japan can be found here. (http://www.mofa.go.jp/policy/health_c/sars/measure0521.html)\nRelated Web Sites\nthe Ministry of Health, Labor, and Welfare\nWorld Health Organization\nWest Japan Railway Co. (JR West)\nCopyright (c) 2004 Web Japan. Edited by Japan Echo Inc. based on domestic Japanese news sources. Articles presented here are offered for reference purposes and do not necessarily represent the policy or views of the Japanese Government.\n(November 19, 2002)\nGIVE BLOOD AND ENJOY\n(September 25, 2002)", "id": "<urn:uuid:b366d573-5d03-4927-bd6a-353a5c4ca06f>", "dump": "CC-MAIN-2013-20", "url": "http://web-japan.org/trends/lifestyle/lif030609.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9509302377700806, "token_count": 1318, "score": 2.96875, "int_score": 3}
