"{\"text\": \"Discover the cosmos! Each day a different image or photograph of our fascinating universe is featured, along with a brief explanation written by a professional astronomer.\\n2010 August 12\\nExplanation: Each August, as planet Earth swings through dust trailing along the orbit of periodic comet Swift-Tuttle, skygazers can enjoy the Perseid Meteor Shower. The shower should build to its peak now, best seen from later tonight after moonset, until dawn tomorrow morning when Earth moves through the denser part of the wide dust trail. But shower meteors have been spotted for many days, like this bright Perseid streaking through skies near Lake Balaton, Hungary on August 8. In the foreground is the region's Church of St. Andrew ruin, with bright Jupiter dominating the sky to its right. Two galaxies lie in the background of the wide-angle, 3 frame panorama; our own Milky Way's luminous arc, and the faint smudge of the more distant Andromeda Galaxy just above the ruin's leftmost wall. If you watch for Perseid meteors tonight, be sure and check out the early evening sky show too, featuring bright planets and a young crescent Moon near the western horizon after sunset.\\nAuthors & editors:\\nJerry Bonnell (UMCP)\\nNASA Official: Phillip Newman Specific rights apply.\\nA service of: ASD at NASA / GSFC\\n& Michigan Tech. U.\", \"id\": \"<urn:uuid:37377bba-5d22-4f0b-91a9-cd45df72de7c>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://apod.nasa.gov/apod/ap100812.html\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.8834517002105713, \"token_count\": 289, \"score\": 2.875, \"int_score\": 3}\n"
"{\"text\": \"Most Active Stories\\nSun September 25, 2011\\nLaunch Logistics: Speedy Rocket, Slow Electronics\\nWeird things jump out at me in press releases.\\nTake the press kit NASA prepared for the GRAIL mission. GRAIL consists of two nearly identical spacecraft that are on their way to the moon. Once there, they will make a precise map of the moon's gravitational field. Such a map will help scientists refine their theories about how the moon formed and what the interior is made of.\\nSo I'm reading through the GRAIL press kit, learning about the size of the spacecraft (washing machine-sized), how long it will take to make the map (approximately three months), and where the mission control room is (at a Lockheed Martin facility just outside of Denver).\\nI also learn that GRAIL can launch any day between Sept. 9 and Oct. 19. And then I get to this sentence:\\n\\\"On each day, there are two separate, instantaneous launch opportunities separated in time by approximately 39 minutes.\\\"\\nThat's weird. Now, I wasn't surprised that this mission had an extremely precise launch opportunity — \\\"instantaneous\\\" means the launch window is essentially a second long. I know you have to wait until the moon's orbit around the Earth, and Earth's orbit around the sun, and the Earth's rotation around its axis are all in exactly the right position before you can launch your rocket.\\nBut what's up with two instantaneous launch opportunities. Why 39 minutes apart?\\nI called the NASA press office. They were stumped and promised they'd find someone who could give me the answer. In the meantime, I called several universities with large aerospace programs, and asked if anyone there had the answer.\\nNope. Nada. Nothing.\\nSo now this is beginning to bug me. I'm also beginning to worry. If an aerospace engineer can't figure this out, how am I ever going to understand it?\\nWhile I'm pondering this, GRAIL deputy project manager Tom Hoffman called. I asked him about the two instantaneous launch opportunities.\\n\\\"It's a pretty simple answer not driven by the mission at all,\\\" Hoffman told me. \\\"It's driven by the launch vehicle.\\\"\\nThe launch vehicle? Not orbital mechanics or a complex trajectory? The problem, Hoffman said, is some slow electronics.\\nThere is actually a launch window of 40 minutes or so each day. Modern computers in modern rockets can calculate the precise direction the rocket needs to launch on a second-by-second basis. But GRAIL was launching on a Delta II rocket, and Hoffman told me the Delta II rocket is a rather old design. It's been around for more than 20 years, \\\"and so the rocket just can't, it can't do that internally, in its own computer system. It basically has to be fed all the information,\\\" he said.\\nHoffman said it takes about 39 minutes to load in the new information, and then check to make sure that it was loaded correctly.\\nNot the answer I was expecting, but there's something oddly pleasing about a brand-new space mission launching with some rather old electronics.\\nWhatever works ... as the saying goes.\", \"id\": \"<urn:uuid:a9a03c48-37f0-4107-92ff-4b61e412d876>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.kenw.org/post/launch-logistics-speedy-rocket-slow-electronics\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.967178463935852, \"token_count\": 657, \"score\": 2.546875, \"int_score\": 3}\n"
"{\"text\": \"The tragic loss of one of America’s greatest heros, a title he tried to avoid, has saddened the scientific community, the country and the world. His work is not done, however, as Neil Armstrong is continuing to help demonstrate NASA‘s accomplishments. His death has helped to rekindle the effort to declare the lunar landing sites National Historic Sites, and to highlight the importance of the artifacts left there. With new trips to the moon being planned, it is hoped that disallowing interference in the Apollo sites will preserve the history that lies therein. For more information on the work being done on lunar landing site preservation, please see:\\nFor the guidelines for preservation established earlier this year, please see:\\nBuilding the World Blog by Kathleen Lusk Brooke and Zoe G Quinn is licensed under a Creative Commons Attribution-NonCommercial-NoDerivs 3.0 Unported License.\", \"id\": \"<urn:uuid:4ce7de22-3c25-4bad-bc9d-a9c0f9bd5995>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://blogs.umb.edu/buildingtheworld/2012/08/28/a-hero-and-and-inspiration-neil-armstrong/\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.8853694200515747, \"token_count\": 182, \"score\": 2.75, \"int_score\": 3}\n"
"{\"text\": \"As I become more and more interested in American history and archeology, I found this latest news about the USS Monitor quite fascinating:\\nThe Monitor finally sank around 1 a.m. on December 31. Twelve sailors and four officers would lose their lives. Periodicals like Harper's Weekly and Frank Leslie's Illustrated Newspaper would later publish artists' renderings and poems about the tragedy, but for families of the victims there was little solace. The exact location of the Monitor's final resting place and the crewmen who perished would remain a mystery for more than a century . . . John Byrd, director of the laboratory, says that \\\"sunken ships can be a very, very good environment for preserving remains\\\" because of the protective coating of silt that forms over them. This was the case inside the Monitor, where tons of coal mixed with the silt, creating an anaerobic environment that prevented chemical reactions and animal activity from destroying the skeletons.\", \"id\": \"<urn:uuid:a5977d7b-04a6-459b-acfa-d68ac4c1eb22>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://oldvirginiablog.blogspot.com/2012_12_01_archive.html\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9643241763114929, \"token_count\": 192, \"score\": 2.90625, \"int_score\": 3}\n"
"{\"text\": \"The names chiseled onto city tenement building entrances are often pretty puzzling.\\nThe typical tenement is more than 100 years old. With the original builders long-gone, who can explain where some of these names come from, and why they were chosen?\\nLike Novelty Court, on Driggs Avenue in Williamsburg. Actually, a little research turned up an explanation: this used to be the site of the Novelty Theater, according to Cinema Treasures, which disappeared from city directories by the 1920s.\\nA. Segal’s (Secal’s?) Apartments are also in Williamsburg. But who was A. Segal, and why did he put his first initial and last name on his building?\\nBlennerhasset sounds like Manhasset, a town in Long Island. I’ve never seen the name anywhere else but on this tenement near Columbia University.\\nWho was Frances, and how would she feel about the terrible shape the building named for her is in, on Lexington Avenue in East Harlem?\", \"id\": \"<urn:uuid:983e5733-551c-4c84-be58-6e25791db2ab>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://ephemeralnewyork.wordpress.com/2011/12/24/the-mysteries-surrounding-some-tenement-names/\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9767698645591736, \"token_count\": 219, \"score\": 2.71875, \"int_score\": 3}\n"
"{\"text\": \"Why Man U?\\nAskMen / Getty Images\\n\\\"Gathering together at Old Trafford must have given these people something of the sense of community that they had previously known in their villages.\\\"\\nVisiting Manchester the other day, I was driving down a nondescript road past dreary shops and offices when I saw the top of a sports stadium poking into the gray sky. It was Old Trafford. Team buses carrying soccer players from more glamorous cities such as Barcelona have been known to echo with cries of disgust as they pull in here.\\nThe home of Manchester United is rainy and underwhelming. The estimated 333 million humans who consider themselves United fans don’t all know that Manchester is a city in England, but many of those who do would probably be surprised to find just how mid-ranking a city it is. Yet when United’s American ruling family, the Glazers, sold club shares in August, United was valued at $2.3 billion. That made it the world’s most valuable sports franchise, ahead of Real Madrid and baseball’s New York Yankees, according to Forbes. In short, United is bigger than Manchester. So why on earth did this global behemoth arise precisely here? And how, in the last 134 years, has United shaped soccer, in England and now the world?\\nWhen a soccer club was created just by the newish railway line in 1878, the Manchester location actually helped. The city was then growing like no other on earth. In 1800 it had been a tranquil little place of 84,000 inhabitants, so insignificant that as late as 1832 it didn’t have a member of parliament. The Industrial Revolution changed everything. Workers poured in from English villages, from Ireland, from feeble economies everywhere (my own great-grandparents arrived on the boat from Lithuania). By 1900, Manchester was Europe’s sixth-biggest city, with 1.25 million inhabitants.\\nThe club by the railway line was initially called Newton Heath, because the players worked at the Newton Heath carriage works of the Lancashire and Yorkshire Railway Company. They played in work clogs against other work teams. Jim White’s Manchester United: The Biography nicely describes the L&YR workers as “sucked in from all over the country to service the growing need for locomotives and carriages.” Life in Manchester then was neither fun nor healthy, White writes. In some neighborhoods, average male life expectancy was just 17. This was still the same brutal city where a few decades before, Karl Marx’s pal Friedrich Engels had run his father’s factory. The conditions of the industrial city were so awful it inspired communism. (My own great-grandparents lost two of their children to scarlet fever in Manchester before moving on to much healthier southern Africa.)\\nInevitably, most of these desperate early Mancunians were rootless migrants. Unmoored in their new home, many embraced the local soccer clubs. Gathering together at Old Trafford must have given these people something of the sense of community that they had previously known in their villages. That’s how the world’s first great industrial city engendered the world’s greatest soccer brand. Next Page >>\", \"id\": \"<urn:uuid:223e0d4e-5454-48af-94fe-79e339cdb888>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.askmen.com/sports/fanatic/why-man-u.html\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9740930199623108, \"token_count\": 667, \"score\": 2.609375, \"int_score\": 3}\n"
"{\"text\": \"Second of two parts.\\nIn the previous column, we toured the present-day East Cemetery on the Old Post Road. But in looking at its origin in 1830 by a town body called the First Located School Society, we found ourselves wandering back to 17th-century England, when the king granted his Connecticut colony a hefty slice of North America.\\nWe then jumped ahead a century to see Connecticut give almost all of it away to cancel Revolutionary War debts and settle a shooting war with Pennsylvania. Connecticut's consolation prize was an isolated fragment of its former colonial real estate holdings, more than five hundred miles west of Hartford.\\nYou've probably heard of Case Western Reserve University in Cleveland, but you probably didn't know that it's named after the above-noted remnant of Connecticut's legacy from Charles II, which became known as the Western Reserve. Three million acres all told, it extended south to the 41st parallel from the shores of Lake Erie and west from the newly drawn western border of Pennsylvania. You know it today as northern Ohio.\\nYep, Connecticut lost a bunch of land but still owned a big piece of Ohio. Impressive! But what about the First Located School Society and the East Cemetery? Bear with me.\\nAfter the Revolutionary War, a few Connecticut settlers tried to make a go of it in the Western Reserve, but severe weather, lack of supply and agricultural routes, and less-than-welcoming Indians made things very difficult. Connecticut, perhaps for lack of a better idea for the Western Reserve, decided to sell it. In 1795, a group of private investors picked it up for $1.2 million, or about 40 cents an acre. The investors sent a guy named Moses Cleaveland to survey the area, and he got to have the city, with a slight spelling change, named after him. Connecticut relinquished its legal authority over the Western Reserve a few years later, and it was absorbed into the Northwest Territory. Hey, we could have owned Cleveland!\\nThis is where the First Located School Society comes in. But first, let me explain why there's one county and several townships in Ohio named after Fairfield.\\nAs the 19th century approached, the Indian threat passed, and supply routes improved. More and more Connecticut families emigrated to the Western Reserve to get cheap, fertile land and live alongside like-minded New Englanders. The settlers naturally named their new towns after their old ones, so Fairfield and other Connecticut towns are well represented in Ohio. The westernmost 500,000 acres of the Western Reserve, known as the Firelands, had long ago been set aside for residents of eight Connecticut towns, including Fairfield, who suffered the loss of their homes to the British in the Revolutionary War. Affected families were to receive individual land grants, but bureaucracy, Indians, and the War of 1812 killed the well-intentioned project.\\nFinally, we can finish the story of the East Cemetery. What did Connecticut do with that $1.2 million windfall from the 1795 sale of the Western Reserve? The legislature nobly created a Perpetual School Fund, to be administered by the towns through civil authorities called school societies, now extinct as public education evolved.\\nThe inaugural meeting of the First Located School Society of Fairfield took place on Oct. 27, 1796, \\\"In order to form and Organize themselves in a School Society according to one Statute Law of this State.\\\" The Society immediately laid out six school districts. Here is how the first district was described, exactly as recorded in the original record book:\\n\\\"Voted and Agreed that the first District for a School in this Society -- to begin at Black Rock a little Easterly of John Wheeler's house, and to run Northwardly of David Wheeler's house -- and from thence to run down to the River Eastward to Grovers hill point -- and from thence running up the Harbour as far as to the place first Set out, -- all the Inhabitants contained within said Limits to be one District for a School in said Society, and to be called by the name of the Black Rock District.\\\"\\nFive more districts were similarly defined, with boundaries that worked well for 1796 Fairfielders, but might be a little shaky these days.\\nIn 1830, in concert with other Connecticut school societies, the First Located School Society took on the task of establishing a burial ground, for the \\\"better accommodation of the Inhabitants ...\\\" It seems that this was an obligation legislated by the state, but why cemeteries would fall to the school societies is a mystery.\\nA committee identified a plot of land in the center of town owned by Mrs. Sarah Taylor, bought it for $600, dubbed it the East Cemetery, and launched itself into the cemetery business. Business must have been good. Within the year, the School Society opened the West Cemetery on the Post Road, complete with sections for \\\"Strangers\\\" and \\\"Colored People.\\\"\\nSo, it all comes together: King Charles II made Connecticut a very big North American landholder. But then, Revolutionary War debt and the Yankee-Pennamite Wars took most of it away but begat the Western Reserve, which begat the Perpetual School Fund, which begat the First Located School Society of Fairfield, which begat the East Cemetery on the Old Post Road.\\nRon Blumenfeld is a Fairfield writer and retired pediatrician. His \\\"Moving Forward, Looking Back\\\" appears every other Wednesday. He can be reached at email@example.com.\", \"id\": \"<urn:uuid:4435fa64-06ab-40d4-ae6a-934240e243d1>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.fairfieldcitizenonline.com/opinion/article/Moving-Forward-Looking-Back-Swapping-northern-4270675.php\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9721747040748596, \"token_count\": 1138, \"score\": 2.90625, \"int_score\": 3}\n"
"{\"text\": \"Teacher Tip: instead of addressing the class as...\\nMaps: Behold ORBIS, a Google Maps for the Roman... →\\nHave you ever wondered how much it would cost to travel from Londinium to Jerusalem in February during the heyday of the Roman Empire? Thanks to a project helmed by historian Walter Scheidel and developer Elijah Meeks of Stanford University, all of your pressing queries about Roman roadways can be answered! This is ORBIS, an online simulation (and thoroughly brainy time sink) that allows you to...\\n\\\"Telling the Time\\\" presentation →\\nDon't Insist on English →\\nchris-english-daily: A TED talk presentation about the spread and usage of the English language - some interesting ideas here kids ….\", \"id\": \"<urn:uuid:848c99d1-4b57-4148-90f9-66ad418ba789>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://stepladderteaching.tumblr.com/archive\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.8552047610282898, \"token_count\": 159, \"score\": 2.546875, \"int_score\": 3}\n"
"{\"text\": \"Dictionary and translator for handheld\\nNew : sensagent is now available on your handheld\\nA windows (pop-into) of information (full-content of Sensagent) triggered by double-clicking any word on your webpage. Give contextual explanation and translation from your sites !\\nWith a SensagentBox, visitors to your site can access reliable information on over 5 million pages provided by Sensagent.com. Choose the design that fits your site.\\nImprove your site content\\nAdd new content to your site from Sensagent by XML.\\nCrawl products or adds\\nGet XML access to reach the best products.\\nIndex images and define metadata\\nGet XML access to fix the meaning of your metadata.\\nPlease, email us to describe your idea.\\nLettris is a curious tetris-clone game where all the bricks have the same square shape but different content. Each square carries a letter. To make squares disappear and save space for other squares you have to assemble English words (left, right, up, down) from the falling squares.\\nBoggle gives you 3 minutes to find as many words (3 letters or more) as you can in a grid of 16 letters. You can also try the grid of 16 letters. Letters must be adjacent and longer words score better. See if you can get into the grid Hall of Fame !\\nChange the target language to find translations.\\nTips: browse the semantic fields (see From ideas to words) in two languages to learn more.\\n1.the language of educated people in ancient Rome\\\"Latin is a language as dead as dead can be. It killed the ancient Romans--and now it's killing me\\\"\\nclassical Latin (n.)\\nLatin inscription in the Colosseum\\n|Spoken in||Roman republic, Roman empire|\\n|Region||mare nostrum (Mediterranean)|\\n|Era||75 BC to the 3rd century AD, when it developed into Late Latin|\\n|Writing system||Latin alphabet|\\n|Official language in||Roman republic, Roman empire|\\n|Regulated by||Schools of grammar and rhetoric|\\nThe range of Latin, 60 AD\\nClassical Latin in simplest terms is the socio-linguistic register of the Latin language regarded by the enfranchised and empowered populations of the late Roman republic and the Roman empire as good Latin. Most writers during this time made use of it. Any unabridged Latin dictionary informs moderns that Marcus Tullius Cicero and his contemporaries of the late republic while using lingua Latina and sermo Latinus to mean the Latin language as opposed to the Greek or other languages, and sermo vulgaris or sermo vulgi to refer to the vernacular of the uneducated masses, regarded the speech they valued most and in which they wrote as Latinitas, \\\"Latinity\\\", with the implication of good. Sometimes it is called sermo familiaris, \\\"speech of the good families\\\", sermo urbanus, \\\"speech of the city\\\" or rarely sermo nobilis, \\\"noble speech\\\", but mainly besides Latinitas it was Latine (adverb), \\\"in good Latin\\\", or Latinius (comparative degree of adjective), \\\"good Latin.\\\"\\nLatinitas was spoken as well as written. Moreover, it was the language taught by the schools. Prescriptive rules therefore applied to it, and where a special subject was concerned, such as poetry or rhetoric, additional rules applied as well. Now that the spoken Latinitas has become extinct (in favor of various other registers later in date) the rules of the, for the most part, polished (politus) texts may give the appearance of an artificial language, but Latinitas was a form of sermo, or spoken language and as such retains a spontaneity. No authors are noted for the type of rigidity evidenced by stylized art, except possibly the repetitious abbreviations and stock phrases of inscriptions.\\nGood Latin in philology is \\\"classical\\\" Latin literature. The term refers to the canonicity of works of literature written in Latin in the late Roman republic and the early to middle Roman empire: \\\"that is to say, that of belonging to an exclusive group of authors (or works) that were considered to be emblematic of a certain genre.\\\" The term classicus (masculine plural classici) was devised by the Romans themselves to translate Greek ἐγκριθέντες (egkrithentes), \\\"select\\\", referring to authors who wrote in Greek that were considered model. Before then, classis, in addition to being a naval fleet, was a social class in one of the diachronic divisions of Roman society according to property ownership by the Roman constitution. The word is a transliteration of Greek κλῆσις (klēsis) \\\"calling\\\", used to rank army draftees by property from first to fifth class.\\nClassicus is anything primae classis, \\\"first class\\\", such as the authors of the polished works of Latinitas, or sermo urbanus. It had nuances of the certified and the authentic: testis classicus, \\\"reliable witness.\\\" It was in this sense that Marcus Cornelius Fronto (an African-Roman lawyer and language teacher) in the 2nd century AD used scriptores classici, \\\"first-class\\\" or \\\"reliable authors\\\" whose works could be relied upon as model of good Latin. This is the first known reference, possibly innovated at this time, to classical applied to authors by virtue of the authentic language of their works.\\nIn imitation of the Greek grammarians, the Roman ones, such as Quintilian, drew up lists termed indices or ordines on the model of the Greek lists, termed pinakes, considered classical: the recepti scriptores, \\\"select writers.\\\" Aulus Gellius includes many authors, such as Plautus, who are currently considered writers of Old Latin and not strictly in the period of classical Latin. The classical Romans distinguished Old Latin as prisca Latinitas and not sermo vulgaris. Each author (and work) in the Roman lists was considered equivalent to one in the Greek; for example Ennius was the Latin Homer, the Aeneid was a new Iliad, and so on. The lists of classical authors were as far as the Roman grammarians went in developing a philology. The topic remained at that point while interest in the classici scriptores declined in the medieval period as the best Latin yielded to medieval Latin, somewhat less than the best by classical standards.\\nThe Renaissance brought a revival of interest in restoring as much of Roman culture as could be restored and with it the return of the concept of classic, \\\"the best.\\\" Thomas Sebillet in 1548 (Art Poétique) referred to \\\"les bons et classiques poètes françois\\\", meaning Jean de Meun and Alain Chartier, which was the first modern application of the word. According to Merriam Webster's Collegiate Dictionary, the term classical, from classicus, entered modern English in 1599, some 50 years after its re-introduction on the continent. Governor William Bradford in 1648 referred to synods of a separatist church as \\\"classical meetings\\\" in his Dialogue, a report of a meeting between New-England-born \\\"young men\\\" and \\\"ancient men\\\" from Holland and England. In 1715 Laurence Echard's Classical Geographical Dictionary was published. In 1736 Robert Ainsworth's Thesaurus Linguae Latinae Compendarius turned English words and expressions into \\\"proper and classical Latin.\\\" In 1768 David Ruhnken (Critical History of the Greek Orators) recast the mold of the view of the classical by applying the word canon to the pinakes of orators, after the Biblical canon or list of authentic books of the Bible. Ruhnken had a kind of secular catechism in mind.\\nIn 1870 Wilhelm Sigismund Teuffel in Geschichte der Römischen Literatur (A History of Roman Literature) innovated the definitive philological classification of classical Latin based on the metaphoric uses of the ancient myth of the Ages of Man, a practice then universally current: a Golden Age and a Silver Age of classical Latin were to be presumed. The practice and Teuffel's classification, with modifications, are still in use. His work was translated into English as soon as published in German by Wilhelm Wagner, who corresponded with Teuffel. Wagner published the English translation in 1873. Teuffel divides the chronology of classical Latin authors into several periods according to political events, rather than by style. Regarding the style of the literary Latin of those periods he had but few comments.\\nTeuffel was to go on with other editions of his history, but meanwhile it had come out in English almost as soon as it did in German and found immediate favorable reception. In 1877 Charles Thomas Cruttwell produced the first English work along the same lines. In his Preface he refers to \\\"Teuffel's admirable history, without which many chapters in the present work could not have attained completeness\\\" and also gives credit to Wagner.\\nCruttwell adopts the same periods with minor differences; however, where Teuffel's work is mainly historical, Cruttwell's work contains detailed analyses of style. Nevertheless like Teuffel he encounters the same problem of trying to summarize the voluminous detail in a way that captures in brief the gist of a few phases of writing styles. Like Teuffel, he has trouble finding a name for the first of the three periods (the current Old Latin phase), calling it mainly \\\"from Livius to Sulla.\\\" The language, he says, is \\\"…marked by immaturity of art and language, by a vigorous but ill-disciplined imitation of Greek poetical models, and in prose by a dry sententiousness of style, gradually giving way to a clear and fluent strength…\\\" These abstracts have little meaning to those not well-versed in Latin literature. In fact, Cruttwell admits \\\"The ancients, indeed, saw a difference between Ennius, Pacuvius, and Accius, but it may be questioned whether the advance would be perceptible by us.\\\"\\nSome of Cruttwell's ideas have become stock in Latin philology for better or for worse. While praising the application of rules to classical Latin, most intensely in the Golden Age, he says \\\"In gaining accuracy, however, classical Latin suffered a grievous loss. It became cultivated as distinct from a natural language… Spontaneity, therefore, became impossible and soon invention also ceased… In a certain sense, therefore, Latin was studied as a dead language, while it was still a living.\\\" These views are certainly debatable; one might ask how the upper classes of late 16th century Britain, who shared the Renaissance zealousness for the classics, managed to speak spontaneous Latin to each other officially and unofficially after being taught classical Latin by tutors hired for the purpose. Latinitas in the Golden Age was in fact sermo familiaris, the spoken Latin of the Roman upper classes, who sent their children to school to learn it. The debate continues.\\nA second problem is the appropriateness of Teuffel's scheme to the concept of classical Latin, which Teuffel does not discuss. Cruttwell addresses the problem, however, altering the concept of the classical. As the best Latin is defined as golden Latin, the second of the three periods, the other two periods considered classical are left hanging. While on the one hand assigning to Old Latin the term pre-classical and by implication the term post-classical (or post-Augustan) to silver Latin Cruttwell realizes that this construct is not according to ancient usage and asserts \\\"…the epithet classical is by many restricted to the authors who wrote in it [golden Latin]. It is best, however, not to narrow unnecessarily the sphere of classicity; to exclude Terence on the one hand or Tacitus and Pliny on the other, would savour of artificial restriction rather than that of a natural classification.\\\" (This from a scholar who had just been complaining that golden Latin was not a natural language.) The contradiction remains; Terence is and is not a classical author depending on context.\\nAfter defining a \\\"First Period\\\" of inscriptional Latin and the literature of the earliest known authors and fragments, to which he assigns no definitive name (he does use the term \\\"Old Roman\\\" at one point), Teuffel presents \\\"the second period\\\", his major, \\\"das goldene Zeitalter der römischen Literatur\\\", the Golden Age of Roman Literature, dated 671 – 767 AUC or 83 BC – 14 AD according to his time reckoning, between the dictatorship of Lucius Cornelius Sulla and the death of the emperor Augustus. Of it Wagner translating Teuffel writes\\nThe golden age of the Roman literature is that period in which the climax was reached in the perfection of form, and in most respects also in the methodical treatment of the subject-matters. It may be subdivided between the generations, in the first of which (the Ciceronian Age) prose culminated, while poetry was principally developed in the Augustan Age.\\nThe Ciceronian Age was dated 671–711 AUC (83 BC – 43 BC), ending just after the assassination of Gaius Julius Caesar, and the Augustan 711–67 AUC (43 BC – 14 AD), ending with the death of Augustus. The Ciceronian Age is further divided by the consulship of Cicero in 691 AUC or 63 BC into a first and second half. Authors are assigned to these periods by years of principal achievements.\\nThe Golden Age had already made an appearance in German philology but in a less systematic way. In Bielfeld's 1770 Elements of universal erudition the author says (in translation): \\\"The Second Age of Latin began about the time of Caesar [his ages are different from Teuffel's], and ended with Tiberius. This is what is called the Augustan Age, which was perhaps of all others the most brilliant, a period at which it should seem as if the greatest men, and the immortal authors, had met together upon the earth, in order to write the Latin language in its utmost purity and perfection.\\\" and of Tacitus \\\"…his conceits and sententious style is not that of the golden age…\\\". Teuffel evidently received the ideas of a golden and silver Latin from an existing tradition and embedded them in a new system, transforming them as he thought best.\\nIn Cruttwell's introduction, the Golden Age is dated 80 BC – 14 AD (\\\"from Cicero to Ovid\\\"), which is about the same as Teuffel's. Of this \\\"Second Period\\\" Cruttwell says that it \\\"represents the highest excellence in prose and poetry,\\\" paraphrasing Teuffel. The Ciceronian Age is now \\\"the Republican Period\\\" and is dated 80–42 BC through the Battle of Philippi. Later in the book Cruttwell omits Teuffel's first half of the Ciceronian and starts the Golden Age at Cicero's consulship of 63 BC, an error perpetuated into Cruttwell's second edition as well. He must mean 80 BC as he includes Varro in Golden Latin. Teuffel's Augustan Age is Cruttwell's Augustan Epoch, 42 BC – 14 AD.\\nThe literary histories list all authors canonical to the Ciceronian Age even though their works may be fragmentary or may not have survived at all. With the exception of a few major writers, such as Cicero, Caesar, Lucretius and Catullus, ancient accounts of Republican literature are glowing accounts of jurists and orators who wrote prolifically but who now can't be read because their works have been lost, or analyses of language and style that appear insightful but can't be verified because there are no surviving instances. In that sense the pages of literary history are peopled with shadows: Aquilius Gallus, Quintus Hortensius Hortalus, Lucius Licinius Lucullus and many others who left a reputation but no readable works; they are to be presumed in the Golden Age by their associations. A list of some canonical authors of the period, whose works have survived in whole or in part (typically in part, some only short fragments) is as follows:\\nThe Golden Age is divided by the assassination of Julius Caesar. In the wars that followed the Republican generation of literary men was lost, as most of them had taken the losing side; Marcus Tullius Cicero was beheaded in the street as he enquired from his litter what the disturbance was. They were replaced by a new generation that had grown up and been educated under the old and were now to make their mark under the watchful eye of the new emperor. As the demand for great orators was more or less over, the talent shifted emphasis to poetry. Other than the historian Livy, the most remarkable writers of the period were the poets Vergil, Horace, and Ovid. Although Augustus evidenced some toleration to republican sympathizers, he exiled Ovid, and imperial tolerance ended with the continuance of the Julio-Claudian Dynasty.\\nAugustan writers include:\\nIn his second volume, on the Imperial Period, Teuffel initiated a slight alteration in approach, making it clearer that his terms applied to the Latin and not just to the age, and also changing his dating scheme from years AUC to modern. Although he introduces das silberne Zeitalter der römischen Literatur, \\\"the Silver Age of Roman Literature\\\", 14–117 AD, from the death of Augustus to the death of Trajan, he also mentions regarding a section of a work by Seneca the Elder a wenig Einfluss der silbernen Latinität, a \\\"slight influence of silver Latin.\\\" It is clear that he had shifted in thought from golden and silver ages to golden and silver Latin, and not just Latin, but Latinitas, which must at this point be interpreted as classical Latin. He may have been influenced in that regard by one of his sources, E. Opitz, who in 1852 had published a title specimen lexilogiae argenteae latinitatis, mentioning silver Latinity. Although Teuffel's First Period was equivalent to Old Latin and his Second Period was equal to the Golden Age, his Third Period, die römische Kaiserheit, encompasses both the Silver Age and the centuries now termed Late Latin, in which the forms seemed to break loose from their foundation and float freely; that is, literary men appeared uncertain as to what \\\"good Latin\\\" should mean. The last of the Classical Latin is the Silver Latin. The Silver Age is the first of the Imperial Period and is divided into die Zeit der julischen Dynastie, 14–68; die Zeit der flavischen Dynastie, 69–96; and die Zeit des Nerva und Trajan, 96–117. Subsequently Teuffel goes over to a century scheme: 2nd, 3rd, etc., through 6th. His later editions (which came out in the rest of the late 19th century) divide the Imperial Age into parts: the 1st century (Silver Age), the 2nd century: Hadrian and the Antonines and the 3rd through the 6th Centuries. Of the Silver Age proper, pointing out that anything like freedom of speech had vanished with Tiberius, Teuffel says\\n…the continual apprehension in which men lived caused a restless versatility… Simple or natural composition was considered insipid; the aim of language was to be brilliant… Hence it was dressed up with abundant tinsel of epigrams, rhetorical figures and poetical terms… Mannerism supplanted style, and bombastic pathos took the place of quiet power.\\nThe content of new literary works was continually proscribed by the emperor (by executing or exiling the author), who also played the role of literary man (typically badly). The talent therefore went into a repertory of new and dazzling mannerisms, which Teuffel calls \\\"utter unreality.\\\" Crutwell picks up this theme:\\nThe foremost of these [characteristics] is unreality, arising from the extinction of freedom… Hence arose a declamatory tone, which strove by frigid and almost hyterical exaggeration to make up for the healthy stimulus afforded by daily contact with affairs. The vein of artificial rhetoric, antithesis and epigram… owes its origin to this forced contentment with an uncongenial sphere. With the decay of freedom, taste sank…\\nIn Crutwell's view (which had not been expressed by Teuffel), Silver Latin was a \\\"rank, weed-grown garden\\\", a \\\"decline.\\\" Cruttwell had already decried what he saw as a loss of spontaneity in Golden Latin. That Teuffel should regard the Silver Age as a loss of natural language and therefore of spontaneity, implying that the Golden Age had it, is passed without comment. Instead, Tiberius brought about a \\\"sudden collapse of letters.\\\" The idea of a decline had been dominant in English society since Edward Gibbon's Decline and Fall of the Roman Empire. Once again, Cruttwell evidences some unease with his stock pronouncements: \\\"The Natural History of Pliny shows how much remained to be done in fields of great interest.\\\" The idea of Pliny as a model is not consistent with any sort of decline; moreover, Pliny did his best work under emperors at least as tolerant as Augustus had been. To include some of the best writings of the Silver Age, Cruttwell found he had to extend the period through the death of Marcus Aurelius, 180 AD. The philosophic prose of that good emperor was in no way compatible with either Teuffel's view of unnatural language or Cruttwell's depiction of a decline. Having created these constructs, the two philologists found they could not entirely justify them; apparently, in the worst implications of their views, there was no classical Latin by the ancient definition at all and some of the very best writing of any period in world history was a stilted and degenerate unnatural language.\\nWriters of the Silver Age include the following.\\nOf the additional century granted by Cruttwell and others of his point of view to Silver Latin but not by Teuffel the latter says \\\"The second century was a happy period for the Roman State, the happiest indeed during the whole Empire… But in the world of letters the lassitude and enervation, which told of Rome's decline, became unmistakeable… its forte is in imitation.\\\" Teuffel, however, excepts the jurists; others find other \\\"exceptions,\\\" recasting Teuffels's view.\\nThe style of language refers to repeatable features of speech that are somewhat less general than the fundamental characteristics of the language. The latter give it a unity allowing it to be referenced under a single name. Thus Old Latin, Classical Latin, Vulgar Latin, etc., are not considered different languages, but are all referenced under the name of Latin. This is an ancient practice continued by moderns rather than a philological innovation of recent times. That Latin had case endings is a fundamental feature of the language. Whether a given form of speech prefers to use prepositions such as ad, ex, de for \\\"to\\\", \\\"from\\\" and \\\"of\\\" rather than simple case endings is a matter of style. Latin has a large number of styles. Each and every author has a style, which typically allows his prose or poetry to be identified by experienced Latinists. The problem of comparative literature has been to group styles finding similarities by period, in which case one may speak of Old Latin, Silver Latin, Late Latin as styles or a phase of styles.\\nThe ancient authors themselves first defined style by recognizing different kinds of sermo, or \\\"speech.\\\" In making the value judgement that classical Latin was \\\"first class\\\" and that it was better to write with Latinitas they were themselves selecting the literary and upper-class language of the city as a standard style and all sermo that differed from it was a different style; thus in rhetoric Cicero was able to define sublime, intermediate and low styles (within classical Latin) and St. Augustine to recommend the low style for sermons (from sermo). Style therefore is to be defined by differences in speech from a standard. Teuffel defined that standard as Golden Latin.\", \"id\": \"<urn:uuid:ca387b2a-7df2-4bb1-8e2d-9e82dcdc8b5a>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://dictionary.sensagent.com/Classical_Latin/en-en/\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9565777778625488, \"token_count\": 5107, \"score\": 2.859375, \"int_score\": 3}\n"
"{\"text\": \"The Centre is associated with several major research projects (especially the Dictionary of Old English), six publication series (Toronto Medieval Latin Texts, Toronto Medieval Bibliographies, Toronto Texts and Translations, Toronto Old English Series, Publications of the Dictionary of Old English—in addition to seven publication series and a prestigious journal published by the Pontifical Institute of Mediaeval Studies (PIMS), a medieval drama group, and a medieval music group. The result is a large interactive community of professionals working in many areas of medieval studies. Individual research projects have all thrived in this environment.\\nDictionary of Old English\\nThe Dictionary of Old English (DOE) defines the vocabulary of the first centuries (AD 600–1150) of the English language, using today’s most advanced technology. The DOE is based on a computerized Corpus comprising at least one copy of each text surviving in Old English. The total size is about six times the collected works of Shakespeare. The body of surviving Old English texts encompasses a rich diversity of records written on parchment, carved in stone and inscribed in jewellery.\", \"id\": \"<urn:uuid:45d70863-a448-45d6-8157-916b361cbcd3>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://medieval.utoronto.ca/research/projects/\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.895144522190094, \"token_count\": 223, \"score\": 2.859375, \"int_score\": 3}\n"
"{\"text\": \"Contemporary full brown calf. Small paper spine label. Boards triple ruled in blind. edges speckled red. Boards and joints rubbed and bumped. Head and tale of the spine chipped. Some toning and browning throughout, but mainly to preliminary and final leaves. Leaves A2 and A3 with some chipping along fore-edge, not affecting text. A bit of marginal worming, not affecting text. Previous owner's old ink signature on title-page and some instances of marginalia and text corrections in the same hand. Overall a very good copy.\\n“Bacon’s major contribution to the development of science lies in his natural philosophy, his philosophy of scientific method, and in his projects for the practical organization of science. During the last years of his life, he expounded these ideas in a series of works, of which the Twoo bookes was the first. The only work Bacon ever published in English, it was later expanded and latinized into De augmentis scientiarum (1623). In the Twoo bookes, Bacon concerned himself primarily with the classification of philosophy and the sciences and with developing his influential view of the relation between science and theology. While preserving the traditional distinction between knowledge obtained by divine revelation and knowledge acquired through the senses, Bacon saw both theoretical and applied science as religious duties, the first for a greater knowledge of God through his creation, and the second for the practice of charity to one’s fellows by improving their condition. This view of science as a religious function maintained its authority throughout the seventeenth and early eighteenth centuries, and was an important factor in the public success of the scientific movement” (Norman Library).\\nGibson 82. STC 1165.\\nHBS # 65822 $850\", \"id\": \"<urn:uuid:e04e5806-0a3c-464e-b9b3-0390547ccd5b>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://heritage@heritagebookshop.com/details.php?id=65822\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9678367376327515, \"token_count\": 364, \"score\": 2.640625, \"int_score\": 3}\n"
"{\"text\": \"The list is the origin of culture. It's part of the history of art and literature. What does culture want? To make infinity comprehensible. It also wants to create order — not always, but often. And how, as a human being, does one face infinity? How does one attempt to grasp the incomprehensible? Through lists, through catalogs, through collections in museums and through encyclopedias and dictionaries. There is an allure to enumerating how many women Don Giovanni slept with: It was 2,063, at least according to Mozart's librettist, Lorenzo da Ponte. We also have completely practical lists — the shopping list, the will, the menu — that are also cultural achievements in their own right.\\n…At first, we think that a list is primitive and typical of very early cultures, which had no exact concept of the universe and were therefore limited to listing the characteristics they could name. But, in cultural history, the list has prevailed over and over again. It is by no means merely an expression of primitive cultures. A very clear image of the universe existed in the Middle Ages, and there were lists. A new worldview based on astronomy predominated in the Renaissance and the Baroque era. And there were lists. And the list is certainly prevalent in the postmodern age. It has an irresistible magic.\\n…We like lists because we don't want to die.\\nHere is much more. Make sure you read the quotation under the photo; I don't want to reproduce it on a family blog.\\nI wonder if this interview was translated from some other language, given the difference between \\\"lists\\\" and \\\"enumeration.\\\" Here is an important MR post: Jeffrey Lonsdale writes.\\nI thank Cardiff Garcia for the pointer.\", \"id\": \"<urn:uuid:677a2991-3cf1-4c15-8111-a72e57592df6>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://marginalrevolution.com/marginalrevolution/2009/11/umberto-eco-on-lists.html\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9720367193222046, \"token_count\": 366, \"score\": 2.53125, \"int_score\": 3}\n"
"{\"text\": \"For the first time since 1415, we are going to have a conclave or papal election with no Pope to bury beforehand. But the procedures for the election are not affected by this ‘novelty.’ Dan Brown might seem an unlikely source for information on a Papal election but the detailed description in Angels and Demons was apparently taken from a book by a Jesuit scholar and is quite accurate.\\nWhen the See of Rome is declared vacant – normally when a Pope dies – most of the senior prelates who were the Pope’s ‘ministers’ resign. Power is entrusted to a cardinal called the Camerlengo, in this case Cardinal Tarcisio Bertone, who under normal circumstances would bury the Pope.\\nThe last papal election took 48 hours, but such speed wasn’t always the case. In the 13th century the papacy was vacant for a year-and-a-half and an election was forced by the people of Rome who locked up the cardinals until a pope was elected. In another case, the people not only locked up the cardinals, they tore off the roof of the building and put the cardinals on a diet of bread and water.\\nNow, with Benedict’s resignation the cardinals are essentially being given a ‘month’s notice’ and can plan their trip to Rome and think about what they want in the new pope. In a sense, because of the pre-planning that can be brought to bear on this election, there is potentially a lot of time to consider who should be the next leader of the world’s 1 billion catholics.\\nThe cardinals will stay in a specially constructed 5 storey residence inside the Vatican walls, Santa Marta. and will be conveyed by coach to the Sistine Chapel for morning and afternoon sessions there. The process of election must begin no more than 20 days after the see is vacant. Only cardinals under the age of 80 can enter the conclave – the word means ‘with a key’ in Latin, referring to the fact that the Cardinals are locked into the election hall.\\nThere are 119 eligible to vote, 67 of whom were appointed by Benedict and the rest by JPII. Cardinals who are excommunicated can actually attend but not those who have resigned. A cardinal who resigned and joined Napolean Bonaparte attempted to enter the conclave in 1800 but was refused.\\nOn the morning of the conclave the cardinals con-celebrate Mass in St Peter’s Basilica. In the afternoon they gather in the Pauline Chapel in the Apostolic Palace and solemnly process in full red and white regalia with red hats and enter the Sistine chapel, with the doors locked behind them. All telephones, cell phones, radios, televisions and internet connections are removed from use whether in the chapel or in the residence. They cannot leave except in the case of grave illness. Also permitted in the conclave are two medical doctors, a nurse for very ill cardinals, and religious priests who can hear confessions in various languages. These have to swear absolute and perpetual secrecy.\\nThe cardinals swear an oath of secrecy not to discuss the elections outside the Chapel and everyone else is ordered out in the Latin words “Extra omnes,” “Everybody out.” The doors of the Sistine Chapel and the Residence of the Cardinals are closed.\\nInside, a meditation is given concerning the grave duty of the cardinals and they are exhorted to “only have God before your eyes.” The rest of the time is spent for prayer and voting in silence, there are no campaign speeches. Negotiations and arguments have to take place outside.\\nIn the Chapel, which dates from the 15th Century, and under the ceiling adorned with Michelangelo's Last Judgement, the cardinals can cast their vote. There will be four ballots daily until a clear majority is found for one candidate.\\nIt is severely frowned upon to seek the office of Pope and canvassing for it is severely prohibited, especially prior to a Pope dying. It is an office bestowed upon a person rather than their contesting for it. However an outsider could be elected pope and in theory it could be a lay person willing to be ordained a priest and bishop but the weight of tradition suggests it will be one of the cardinals gathered in the Sistine chapel. The last non cardinal was Pope Urban in 1378.\\nHowever, discussions prior to a ballot among cardinals do occur privately but public campaigning would be counter productive. Dinners are good vehicles for discussions. However, the best known cardinals tend to be the ones that work in the Vatican and meet other bishops, and cardinals when they come on business to Rome.\\nThe ballot is secret and Pope John Paul II abolished two methods of election: by compromise or by common consent. Since 1179, a new Pope requires a two thirds majority. Now, after 33 ballots, a simple majority is enough. If there is no progress in choosing a candidate, a day of prayer is set aside. However, not since 1831 has an election lasted more than four days.\\nThe ballot papers themselves are rectangular with “I elect as supreme pontiff” printed at the top and each cardinal prints or writes a name in a way that disguises his handwriting. One at a time they approach the altar with the folded ballot held up, he kneels and prays and then places the ballot in a silver and gilded bronze urn, much like a wok with a lid. Cardinals called ‘scrutineers’ count the ballots. After the ballots are read aloud they are placed on a thread and placed in another urn. They are then burnt.\\nSince 1903, white smoke from the chimney of the Sistine Chapel has signalled the election of a pope; black smoke signals another vote.\\nWhen a pope is finally elected, the cardinal dean asks him, “Do you accept your canonical election as supreme pontiff?” Rarely does anyone say no. St Philip Benize was offered it in 1271 and fled and hid until another candidate was chosen.\\nSacristy of Tears\\nAfter the ‘yes’, he is led into the ‘Sacristy of Tears’ or commonly called ‘Room of Tears,’ a small room off the Sistine Chapel. It is here that the enormity of what has just happened hits the new Pope, though the tears may be of sorrow or joy. Traditionally they were said to be tears of humility as a Pope was following in the footsteps of St Peter; others would contend the tears were because essentially the Pope becomes a ‘prisoner’ of the Vatican and would be bowed down by the weight of the office.\\nThe new Pope picks one of three sizes of Papal garments – presumably small, medium or large – and return to the High Altar to receive the homage of the cardinals. Meanwhile, the ballots are burnt in a stove with a chemical which turns the smoke white, telling the world of the newly elected Pontiff.\\nA Cardinal is then sent to the Loggia of the Benedictions on the façade of St Peter’s where he says: “Annuntio vobis gaudium magnum. I announce to you a great joy! Habemus Papam. We have a Pope!” He then announces the name of the cardinal and the name he has chosen to use as Pope.\\nThe new Pope steps onto the balcony and therefore onto the stage of world and church history. He may grant his first blessing to the world.\\nSome days later, the new Pope will go down into the foundations of St Peter’s to the tomb of Peter, the first Pope and first bishop of Rome, and pray. Then with all the cardinals, he will process into St Peter’s Square to begin his first public Mass and receive the main symbols of his office: the fisherman’s ring and the pallium.\", \"id\": \"<urn:uuid:fe661bb9-3884-4391-9c13-161ffd3496bc>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.irishcentral.com/news/What-to-expect-at-Conclave-in-unusual-case-of-Pope-Benedict-stepping-down-from-Vatican-role-191795261.html?mob-ua=mobile\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9714189171791077, \"token_count\": 1662, \"score\": 2.78125, \"int_score\": 3}\n"
"{\"text\": \"Dante Alighieri was the greatest Italian poet and one of the most important\\nEuropean writers. Dante live through the years of 1265 – 1321. He has a very\\nunique way of writing and started his works at the age of 35. Dante wrote La\\nDivina Comedia based on the era he live through and all the knowledge of his\\nlifetime was imbedded in his works. In this specific work he writes about a journey\\nwhich he wishes to better understand the afterlife receive his salvation. Throughout\\nhis journey Virgil was his guide and taught him all about the nine circles of hell\\nand the punishments that the sinners received in each circle. Dante was a very\\npowerful writer and his writing has many significant symbols to many different\\nobjects. This story is very complex and interesting to read and understand each\\nAfter Dante exits hell with his guide Virgil, he arrives into Purgatory.\\nPurgatory is the in between where Dante sees sinners being punished. Each sin has\\na different punishment depending on the sin. Purgatory is a place where sinners\\ntemporarily get punished in order to purify themselves and be ready for heaven.\\nThere these people learn the mistakes they have made and realize the seriousness\\nof their sins and prepare to enter heaven/paradise. Virgil guides Dante throughout\\npurgatory and leads him to paradise where Beatrice will be there to guide him to\\nA very important character of the Divine Comedy is Virgil. Virgil is Dante’s\\nguide throughout Purgatory. Virgil is a very helpful guide and is a poet whom\\nDante looked up to. Virgil symbolized human reason and taught Dante everything\\nhe knows about the inferno and purgatory. Virgil is in the first realm of hell, limbo.\\nHe is in limbo because he is a pagan and was never baptized. Virgil takes Dante\\nthrough each circle and describes each circle, the reason people are there and\\ndescribes each punishment. Virgil protects Dante from the leaders of each circle as...\", \"id\": \"<urn:uuid:f5054873-6adf-4f04-95b1-a3fdb4f478b6>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.antiessays.com/free-essays/140615.html\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.97272789478302, \"token_count\": 420, \"score\": 3.265625, \"int_score\": 3}\n"
"{\"text\": \"To the profound comprehension of this law of the intellectual generation of ideas, are due the marvels of Catholic civilisation. To that wonderful civilisation is due all that we admire and all that we see. Its theologians, even considered humanly, put to the blush modern and ancient philosophers; her doctors excite wonder by the immensity of their science; its historians by their generalising and comprehensive views, cast those of antiquity into the shade. St Augustine’s “City of God” is, even today, the most profound book of history which genius, illuminated by the rays of Catholicity, has presented to the astonished eyes of men. The acts of her Councils, leaving aside the divine inspiration, are the most finished monuments of human prudence. The Canonical, excel in wisdom the Roman, and the feudal, laws. Who is before St Thomas in science, St Augustine in genius, Bossuet in majesty, St Paul in power? Who is greater as a poet than Dante? Who is equal to Shakespeare? Who surpasses Calderon? Who, like Raphael, infused life and inspiration into the canvas?\\nPlace people in sight of the pyramids of Egypt, and they will tell you, “Here has passed a grand and barbarous civilisation.” Place them in sight of the Grecian statues and temples, and they will tell you, “Here has passed a graceful, ephemeral, and brilliant civilisation.” Place them in sight of a Roman monument, and they will tell you, “Here has passed a great people.” Place them in sight of a cathedral, and on beholding such majesty united to such beauty, such grandeur to such taste, such grace to such delicacy, such severe unity to such rich variety, such measure to such boldness, such heaviness in the stones, with such suavity in their outlines, and such wonderful harmony between silence and light, shade and colour, they will tell you,\\nHere has passed the greatest people of history, and the most astounding of human civilisations: that people must have taken grandeur from the Egyptian, brilliancy from the Greek, strength from the Roman, and, beyond the strength, the brilliancy, and grandeur, something more valuable than grandeur, strength, and brilliancy—immortality and perfection.\\nDonoso Cortes, Essays on Catholicism, Liberalism and Socialism\", \"id\": \"<urn:uuid:1e20e376-8397-4c86-8b15-e8c69cceb6bb>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.gornahoor.net/?p=223\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9463511109352112, \"token_count\": 496, \"score\": 2.609375, \"int_score\": 3}\n"
"{\"text\": \"Positive Chronicles - East of eden\\nby Dr Kailash Vajpeyi\\n\\\"Man is no longer\\nto be the measure of all things, the center of the universe. He has been measured\\nand found to be an undistinguished bit of matter, different in no essential way\\nfrom bacteria, stones and trees. His goals and purposes, his egocentric notions\\nof past, present and future; his faith in his power to predict and through prediction\\nto control his destiny—all these are called into question, considered irrelevant,\\nor deemed trivial.\\\"\\nWhen Leonard B. Meyer yanked man down from the exalted status assigned him by the Judeo-Christian tradition, in his 1963 book, The End of Renaissance?, he triggered off a radical shift in the relationship between man and nature. Today, that understanding goes variously by the name of Gaia or Deep Ecology.\\nThe Gaia hypothesis postulates that Planet Earth is a living organism that adjusts and regulates itself like any other organism and that for 3.5 billion years, microbes, plants and animals have co-evolved with the environment as one globally integrated superorganism. In much the same vein, Deep Ecology believes in the essential ecological equality of all species, man and mouse, elephant and earthworm. In an interconnected, indivisible ecosystem, each part is as crucial as the next.\\nHere, T.S. Eliot may have been tempted to comment on the return of things to their point of beginning. For interconnection was the fundamental premise of the relationship between all traditional civilizations and nature. Unlike the western equation of conqueror and conquered, traditional people related to nature much as an offspring to a benevolent mother, or a devotee to a deity.\\nMost eastern religions such as Vedic Hinduism, Jainism and Buddhism, include within nature not only all forms of life but also that which is inanimate and invisible. Vedic texts uphold the doctrine called Madhu Vidya, or interdependence between man and nature. The Vedic worldview is beautifully expressed in that famous injunction, Vasudhaiva Kutumbakam (the world is one family).\\nIn the Vedas, natural elements play a pivotal role. But the interrelationship of creation was always within the context of its relationship with the creator. The Vedic sages believed that everything in this world stems from divine knowledge (the word) which was first revealed to a group of seers, who then passed on this knowledge to successive generations of Vedic seers.\\nAnd thus, Saraswati, the Goddess of Divine Speech, holds a special place among Hindu deities.\\nMay the divine speech, Saraswati,\\nThe fountainhead of all faculties (mental and spiritual),\\nThe purifier and bestower of true vision,\\nThe recompenser of worship: Be the source of inspiration and accomplishments\\nFor all our benevolent acts\\n(Rig Veda 1-3-10)\\nThus, speech, or vak, has a preeminent role in the Indian tradition. Water, it is believed was literally produced by vak. In turn, if we accept the theory that the theory that the hydrogen molecule is the basis of all life, water could be said to have created the rest of life.\\nOf the five basic elements that make up life—earth, space, wind fire and water—the last, in the Vedic view, is the primal element. No wonder there are dozens of Vedic verses in praise of water:\\nO water source of happiness, we pray,\\nPlease give us vigor so that we may\\nContemplate the great delight Hail to you divine, unfathomable\\nAll purifying waters\\nYou are the foundation of all this universe\\nThe consciousness of being composed of the same elements was one more proof of the unity of all creation. The elements, both separately and jointly as life forms, were, at one and the same time, objects of reverence and intimately related to us.\\nWe hardly realize that there are cosmic forces which are working in cyclical patterns, and that the most fundamental pattern which governs our life is the movement of he earth on its axis. One shudders to think what would happen to life as we know it if the earth stopped spinning on its axis or the sun failed to rise in the morning.\\nWe are creatures of the planet but the earth is not a geographical entity, it is us. The earth is not simply dust but a reservoir of all energy. It has given birth to four types of creatures: swedaj, udbhij, andaj and pindaj (aquarian, flora and fauna, avian and mammalian).\\nTo the Vedic seers, the idea of subjugating or exploiting the earth was incomprehensible. To them it was an object of worship and not of exploitation. Its conquest was tantamount to dissecting a mother's body to study her heartbeat or chopping her breasts to isolate the gland producing milk. But times have changed. Today, man has no qualms about expropriating the earth's wealth for his own benefit. This has resulted in the creation of a new fifth species, the yantraj—the technetronic being.\\nAccording to Daniel J. Boorstin, the author of Cleopatra's Nose: \\\"When the machine kingdom arrived on the scene, it entirely changed the fixedness of the idea of change. A natural species reacts to its environment and learns to adapt to it. But the technetronic species creates its own environment.\\\"\\nFor instance, media technology tends to create what can be termed asdiplopia or double image, where it is hard to distinguish reality from illusion. Television, for example, has the capacity to convert an event into virtual reality, what is there is also here at the same time or what is here can also be there if it has been filmed. For the vedic man, the earth was the bestower of blessings, she was the protector of life. All descriptions of Ramrajya, (the reign of Lord Rama, the hero of the Indian epic Ramayana) portrayed the earth as abundant and giving.\\nThe Mahabharata eulogized Yudhisthira's reign thus: \\\"Earth yielded abundant crops and all precious things. She had become the provider of all goodness. Like kamdhenu, the celestial cow, the earth offered thousands of luxuries in a continuous stream.\\\"\\nIn Bhumi Sukta we come across verses such as:\\nO purifying Earth, I you invoke\\nO, patient Earth by sacred word\\nEnhanced bearer of nourishment and strength of food and butter,\\nO, Earth we would approach you with due praise\\nInfluenced by this holistic vision, the Indian way of life was integral, its purpose the well-being of creation. Even in the matter of eating, our ancestors emphasized the importance of feeding others before themselves. A householder could eat only after propitiating the ancestors, the devas representing different aspects of nature, the bhutas representing all created beings, guests, members of the household and servants. The practice of agriculture was deeply influenced by this sacred vision of interconnection.\\nAccording to the activist Vandana Shiva's book, The Seedkeeper, new seeds were first worshipped before being consumed. New crop was worshipped before being consumed. For the farmer, field is the mother: worshipping the field is a sign of gratitude towards the earth, who as mother, feeds the millions of life forms who are her children.\\n\\\"In the place of chemical manures and pesticides, the traditional farmer used nature's own checks and balances to nurture fertility and keep pests at bay. A typical rice field supported and in some places continues to do so 800 species of \\\"friendly insects\\\"—spiders, wasps, ants and pathogens that controlled 95 per cent of insect pests.\\nThese practices are still a living presence among India's tribal societies, for instance, the Warlis, a community near Mumbai, worship nature as Hirva (green) and consider all produce to be gifts of Hirva, rather the fruits of their own labor. Conservation of plants and animals was an innate aspect of their culture, illustrated in the concept of the sacred grooves: mangroves, marshlands and other tracts of land supposedly inhabited by spirits, where killing of plants and animals is taboo.\\nThe Bishnois of Rajasthan, too, will rather die than let a single tree be felled. The concept of coexistence took many forms. Before felling a tree to construct a temple, the carpenter traditionally sought the permission of the tree. And in Emperor Asoka's time, veterinary hospitals were state institutions.\\nAmong the five vital elements which sustain life on earth, the wind in the Rig Veda is called vata. Though the wind is connected with the primordial waters, its origin is not known.\\nVedas also address it as the spirit:\\nMay the wind breathe upon us\\nProlong our lifespan\\nAnd fill our hearts with comfort\\nResponding to the current environmental crisis, Susan Griffin in her book Women & Nature writes: \\\"We live as if nature is only need to provide extras: paper, recreation, specialty foods, a job to provide money.\\\"\\nUnlimited desire and man's greed has devastated this planet to such an extent that by the time you finish reading this article, at least 10 species of birds would be extinct forever. In contrast, personal fulfillment in Buddhism is sought through independence.\\nHere the self is temporary and nonessential rather than the center of the universe. Writes Kerry Brown, co-author of Buddhism and Ecology, about the Buddhist philosophy: \\\"Where infinite spiritual development is possible within a physical existence that is understood and accepted as infinite.\\\"\\nBuddha attained enlightenment under a banyan tree, J. Krishnamurti had the same kind of realization under a pepper vine. No wonder the author of Bhamini Vilas called the tree Guru.\\n\\\"O tree! You bear fruits, leaves and flowers and protect people from the scorching sun. Whoever come to you in scorching heat, you take away their suffering and give them coolness. This way you surrender yourself for others. That is why you are a Guru of all kind people.\\\"\\nAnekantavada, the Jain concept that professes multiple views of reality, goes even deeper. Its verdict on the unmindful endeavors of mankind would be damning. The bacterial organism, as understood in modern science, can be compared with what is called nigodiya life in Jainism. And ahimsa or nonviolence, which is fundamental to Jain philosophy, teaches not harming even the basic forms of life. Jainism and other Indian religions advocate that compassion must be the foundation for any truly civilized community.\\nLawrence Joseph, the author of Gaia, has obviously been deeply influenced by all systems of Indian philosophy which adhere to the universal law of interdependence. Lynn Margulis, co-author of the Gaia theory along with James Lovelock, believes strongly that the biological microcosm provides a key controlling influence in the global environment and argues that the role of these tiny organisms has been underestimated because they are invisible. With the convergence of the most recent scientific understanding and the most recent ancient wisdom, there is hope yet for the survival of the earth and, in turn, life on it.\\nThere can be no better sign of it than NASA circulating, all over the USA, a photograph of the earth with the caption: Love your mother.\\n|HOME | SUBSCRIBE | WALLPAPERS | ADVERTISING | POLICY | PRACTITIONERS | WRITERS | PEOPLE | ABOUT | CONTACT|\", \"id\": \"<urn:uuid:4e0e9bff-c5aa-4942-a3eb-fa578926eb71>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.lifepositive.com/mind/philosophy/eden.asp\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9516468048095703, \"token_count\": 2407, \"score\": 2.59375, \"int_score\": 3}\n"
"{\"text\": \"Focus on Economic Data: Consumer Price Index and Inflation, October 19, 2011\\nGlossary terms from:\\nOne of many choices or courses of action that might be taken in a given situation.\\nAny activity or organization that produces or exchanges goods or services for a profit.\\nConsumer Price Index (CPI)\\nA price index that measures the cost of a fixed basket of consumer goods and services and compares the cost of this basket in one time period with its cost in some base period. Changes in the CPI are used to measure inflation.\\nPeople who use goods and services to satisfy their personal needs and not for resale or in the production of other goods and services.\\nSpending by households on goods and services. The process of buying and using goods and services.\\nA sustained decrease in the average price level of all the goods and services produced in the economy.\\nA severe, prolonged economic contraction.\\nThe central bank of the United States. Its main function is controlling the money supply through monetary policy. The Federal Reserve System divides the country into 12 districts, each with its own Federal Reserve bank. Each district bank is directed by its nine-person board of directors. The Board of Governors, which is made up of seven members appointed by the President and confirmed by the Senate to 14-year terms, directs the nation's monetary policy and the overall activities of the Federal Reserve. The Federal Open Market Committee is the official policy-making body; it is made up of the members of the Board of Governors and five of the district bank presidents.\\nSomething a person or organization plans to achieve in the future; an aim or desired result.\\nTangible objects that satisfy economic wants.\\nSpending by all levels of government on goods and services; includes categories like military, schools and roads.\\nIndividuals and family units that buy goods and services (as consumers) and sell or rent productive resources (as resource owners).\\nPayments earned by households for selling or renting their productive resources. May include salaries, wages, interest and dividends.\\nA rise in the general or average price level of all the goods and services produced in an economy. Can be caused by pressure from the demand side of the market (demand-pull inflation) or pressure from the supply side of the market (cost-push inflation).\\nMoney paid regularly, at a particular rate, for the use of borrowed money.\\nThe quantity and quality of human effort available to produce goods and services.\\nThe amount of money that people pay when they buy a good or service; the amount they receive when they sell a good or service.\\nThe weighted average of the prices of all goods and services in an economy; used to calculate inflation.\\nPeople and firms that use resources to make goods and services.\\nA good or service that can be used to satisfy a want.\\nA process of manufacturing, growing, designing, or otherwise using productive resources to create goods or services used to to satisfy a want.\\nGoods, often supplied by the government, for which use by one person does not reduce the quantity of the good available for others to use, and for which consumption cannot be limited to those who pay for the good.\\nThe amount of goods and services that a monetary unit of income can buy.\\nA decline in the rate of national economic activity, usually measured by a decline in real GDP for at least two consecutive quarters (i.e., six months).\\nMoney set aside for a future use that is held in easily-accessed accounts, such as savings accounts and certificates of deposit (CDs).\\nActivities performed by people, firms or government agencies to satisfy economic wants.\\nUse money now to buy goods and services.\\nStandard of Living\\nThe level of subsistence of a nation, social class or individual with reference to the adequacy of necessities and comforts of daily life.\\nCompulsory payments to governments by households and businesses.\\nAn abstract measure of the satisfaction consumers derive from consuming goods and services.\\nPayments for labor services that are directly tied to time worked, or to the number of units of output produced.\\nPeople employed to do work, producing goods and services.\", \"id\": \"<urn:uuid:793a70c3-d2e7-44e1-88a7-34319f254cb8>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.econedlink.org/lessons/EconEdLink-print-glossary.php?lid=1051\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9459481239318848, \"token_count\": 849, \"score\": 3.59375, \"int_score\": 4}\n"
"{\"text\": \"|reference frame (rěf'ər-əns) Pronunciation Key\\nA basis of a four-dimensional coordinate system in which the first coordinate is understood as a time coordinate, while the other three coordinates represent spatial dimensions. Inertial frames and non-inertial frames are both examples of reference frames. Also called frame of reference. See also General Relativity, space-time, Special Relativity.\\n|a gadget; dingus; thingumbob.|\\n|a stew of meat, vegetables, potatoes, etc.|\", \"id\": \"<urn:uuid:e9b2e40c-a8e4-4636-8dbc-6463e06784e5>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://dictionary.reference.com/browse/reference+frame\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.8131536245346069, \"token_count\": 117, \"score\": 2.84375, \"int_score\": 3}\n"
"{\"text\": \"Reality in everyday usage means \\\"everything that exists\\\". The term reality, in its widest sense, includes everything that is, whether it is observable, comprehensible, or self-contradictory by science, philosophy, or any other system of analysis. Reality in this sense may include both being and nothingness, whereas existence is often restricted to being (compare with nature).\\nIn the strict sense of Western philosophy, there are levels or gradation to the nature and conception of reality. These levels include, from the most subjective to the most rigorous: phenomenological reality, truth, fact, and axiom.\\nOther philosophies, particularly those founded in eastern religions like Hinduism and Buddhism have different explications of reality. Conceptions of reality in Buddhism include: dharma, paramattha dhamma, samsara and maya (illusion in Sanskrit).\\n== Phenomenological reality =\", \"id\": \"<urn:uuid:82e46460-9d14-4201-8c57-57d49c0ce555>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.chordie.com/song.php/songartist/Reality/index.html?filterbox=show&filter=\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9295952916145325, \"token_count\": 183, \"score\": 3.15625, \"int_score\": 3}\n"
"{\"text\": \"From The Art and Popular Culture Encyclopedia\\nThe fact-value distinction is a concept used to distinguish between arguments that can be claimed through reason alone and those in which rationality is limited to describing a collective opinion. In another formulation, it is the distinction between what is (can be discovered by science, philosophy or reason) and what ought to be (a judgment which can be agreed upon by consensus). The terms positive and normative represent another manner of expressing this, as do the terms descriptive and prescriptive, respectively. Positive statements make the implicit claim to facts (e.g. water molecules are made up of two hydrogen atoms and one oxygen atom), whereas normative statements make a claim to values or to norms (e.g. water ought to be protected from environmental pollution).\", \"id\": \"<urn:uuid:b5c9bea2-4439-4246-a5bd-da1fb437c875>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.artandpopularculture.com/Fact-value_distinction\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9296513199806213, \"token_count\": 155, \"score\": 3.140625, \"int_score\": 3}\n"
"{\"text\": \"What They Are and How to Learn More about the Appellate Courts and the Justices Who Serve on Them\\nEvery four years, more than a third of California’s 99 court of appeal justices face California voters for retention. In addition, several of the seven justices on the California Supreme Court face retention elections every four years. These are not contested elections; no one may run against the justices. Instead, the voters simply decide whether the justice shall continue to serve. If a majority of voters cast \\\"yes\\\" votes for a particular justice, that justice remains for another term. The Code of Judicial Ethics requires all judges \\\"to be faithful to the law regardless of partisan interests, public clamor or fear of criticism . . . .\\\" The retention election system, adopted by California voters as part of the State Constitution, is designed specifically to foster judges’ independence from improper external pressures.\\nBecause supreme court justices hold statewide offices, voters everywhere in California decide whether to retain them. In contrast, because court of appeal justices serve in districts, voters in each district alone decide whether to retain them. California’s 99 court of appeal justices are divided among six districts, centered in San Francisco, Los Angeles, Sacramento, San Diego, Fresno, and San Jose.\\nSupreme and appellate court justices generally do not actively campaign for retention. The only promise they can make voters is to decide appeals impartially and according to the law, without fear or favor toward any individual or group. However, they do seek to provide helpful information to voters. The justices have worked closely and actively with the Secretary of State’s Office to help the public learn more about the appellate courts, who the appellate justices are, and what they do.\\nAs a consequence, voters everywhere in California can easily get biographical information on every justice who appears on the ballot. As to supreme court justices, the information is contained in the statewide ballot pamphlet sent to all voters by the Secretary of State. As to court of appeal justices, the official statewide voter pamphlet does not contain biographical sketches, but does refer voters to an Internet website and a toll-free telephone hotline so they may obtain justices’ biographies, either on-line or through receipt of the Judicial Information Bookleton request. The Secretary of State’s Internet website and Judicial Information Booklet also include brief descriptions of the appellate courts and how they differ from trial courts.\\nTo gain access to these materials, voters may go to the Secretary of State’s Internet website at http://www.ss.ca.gov/ or call the telephone hotline at 1(800) 345-VOTE.\\nWhile supreme and appellate court justices perform their roles quietly and without fanfare, the public can find much of their work published in law books titled \\\"California Reports,\\\" \\\"California Appellate Reports\\\" and \\\"California Reporter.\\\" Each of California’s 58 counties has a public law library containing these books, as do law schools and most law offices. Recently issued opinions are available on the same day they are filed at 'Opinions' which is maintained by the Administrative Office of the Courts (AOC), State of California.\\nAdding to the data supplied by the Secretary of State, the Judicial Branch’s website that you are currently reading from also contains biographical information about all the appellate court justices, as well as informative articles entitled \\\"How Appellate and Supreme Court Justices are Selected\\\" and \\\"What Appellate Justices Do.\\\"\", \"id\": \"<urn:uuid:19b4e4f2-853a-4b46-baf8-25a9494b759b>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.courts.ca.gov/selfhelp/4192.htm\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9415530562400818, \"token_count\": 706, \"score\": 2.609375, \"int_score\": 3}\n"
"{\"text\": \"What exactly does \\\"desecration\\\" mean? Is it just flag burning — or does it also include smearing the flag with dirt? How about dropping it on the ground? And why should law enforcement get to decide who to arrest for such desecration? Free expression and the right to dissent are among the core principles which the American flag represents. The First Amendment must be protected most when it comes to unpopular speech. Failure to do so fails the very notion of freedom of expression.\\nOur democracy is strong because we tolerate all peaceful forms of expression, no matter how uncomfortable they make us feel, or how much we disagree. If we take away the right to dissent - no matter how unpopular - what freedom will be sacrificed next?\\nMake a Difference\\nYour support helps the ACLU defend free speech and a broad range of civil liberties.\\nBurn the Flag or Burn the Constitution? (2011 blog): Sadly, Congress is once again considering an amendment to the U. S. Constitution banning desecration of the American flag and, in doing so, testing our political leaders' willingness to defend what is arguably one of America's most sacred principles — protecting political speech.\\nFlag Amendment Defeated, First Amendment Stands Unscathed (2003): On June 27, 2006, the Senate voted down the proposed Flag Desecration Amendment by the slimmest margin ever. The vote was 66-34, just one vote short of the two-thirds needed to approve a constitutional amendment.\\nReasons to Oppose the Flag Desecration Amendment (2004 resource): Talking Points on Opposing the Flag Desecration Amendment\\nBackground on the Flag Desecration Amendment (2004 resource)\\nFight for the Flag - Resources (2006 resource)\", \"id\": \"<urn:uuid:cbe1a6ba-f0ca-4f88-86c8-7605d31dcf07>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.aclu.org/free-speech/flag-desecration\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9041697382926941, \"token_count\": 351, \"score\": 3.09375, \"int_score\": 3}\n"
"{\"text\": \"Then and now, there is ample proof that Americans do take Supreme Court nominations seriously. With good reason.\\nSooner or later, the nation's most vexing disagreements over our most vital issues wind up before the Supreme Court. None quite penetrates to the core of our democratic being more than those involving First Amendment rights and values.\\nEach term, the nine justices must grapple with profound questions involving freedom of speech, freedom of thought and freedom to participate in political discourse: Just how free is freedom of speech? What is the role of religion in public life? Does national security trump the public's right to know?\\nDuring the Court's last three terms, the First Amendment has not fared well. The high court has accepted for review far fewer free-expression-related cases than usual and it has been unusually stingy in recognizing First Amendment claims. In only two of the 15 decisions rendered in free-expression cases did the Court sustain those claims.\\nHow the First Amendment will fare in the future depends on how Chief Justice John Roberts differs from his predecessor, William Rehnquist, and how Miers, if confirmed, differs from O'Connor.\\nDuring his 33 years on the Court as an associate justice and chief justice, Rehnquist consistently voted against free-speech and free-press claims. O'Connor, however, played a pivotal role during her time as justice, frequently casting the decisive fifth vote in religion cases and occasionally in expression cases.\\nThe justices over the next 12 months will hear arguments, review briefs and render opinions in several cases that have direct bearing on whether we have full or constricted freedoms when we wish to play a role in the crucial political, cultural or religious issues that confront us.\\nIn five cases, the Court will once more take up the question of whether state laws regulating campaign contributions and expenditures pose an unconstitutional threat to political expression: Is money speech?\\nThe issues of compelled speech and government funding of speech are raised in another case. A coalition of university law schools which object to the military's ban against acknowledged homosexuals contends that requiring them to allow military recruiters on campus violates their rights.\\nAnother case tests the limits of the free exercise of religion. The justices will decide whether the federal government can prohibit a small group of followers of a Brazilian religious sect in New Mexico from importing a banned substance, a hallucinogenic tea, for use in its ceremonies.\\nIn a case involving anti-abortion protests appearing before the Court for the third time since 1986, the justices' ruling could affect protest and picketing rights and practices.\\nAnd a Los Angeles deputy district attorney wants the Court to declare that his free-speech rights were violated when he was disciplined for informing a defense attorney about ethical problems in a pending case.\\nThe confirmation process for Miers should be complete by the end of the year. At present, chances seem good that she will be confirmed. Since 1789, the Senate has rejected only 34 of 155 nominations to the Supreme Court.\\nNot much is known about Roberts' views on these issues; even less about Miers'. First Amendment advocates, of course, hope they set the new Court on a new course as far as free expression is concerned. In that regard, Justice Brandeis set a great example as a First Amendment champion during his 23 years on the Supreme Court.\\n\\\"Those who won our independence,\\\" he wrote in 1927, \\\"believed liberty to be the secret of happiness and courage to be the secret of liberty. They believed that freedom to think as you will and to speak as you think are means indispensable to the discovery and spread of political truth.\\\"\\nThe cause of liberty would be better served if this Court's future rulings transcend individual temperament and ideology to embrace the freedom for speech and the tolerance for belief that define a vital democracy.\\nEditor's note: Paul K. McMasters is First Amendment ombudsman at the First Amendment Center, 1101 Wilson Blvd., Arlington, Va. 22209. Web: www.firstamendmentcenter.org. E-mail: email@example.com.\", \"id\": \"<urn:uuid:9b2b1d71-d1b0-4968-9420-c92bddd3e0ae>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://articles.centralkynews.com/2005-10-13/news/24908337_1_decisive-fifth-vote-chief-justice-john-roberts-first-amendment\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9596128463745117, \"token_count\": 825, \"score\": 2.703125, \"int_score\": 3}\n"
"{\"text\": \"Discrimination against citizens because of their sexual orientation or their youth is just as unfair as discrimination based on race, religion or gender. Access to housing, hotels, theaters and restaurants should be equal to all, as a matter of plain fairness.\\nThe Palm Beach County Commission recognized this truth in passing an ordinance protecting homosexuals, unmarried couples and young people from discrimination in renting or buying housing and in public accommodations. The ordinance also bans discrimination based on race, religion, gender, ethnic origin or disability, but it was the protection of gays that generated opposition and demands for a countywide referendum on the issue.\\nNo other Florida county protects homosexuals against housing discrimination. In the 1970s, Dade County passed a similar ordinance but it was repealed in a voter referendum after a bitter fight.\\nA Broward County effort to revise the human rights law to protect homosexuals is more complicated. The Broward law was adopted through the Florida Legislature, so a revision must get legislative approval and be ratified in a public referendum.\\nPalm Beach County`s ordinance passed 4-1; commissioner Ron Howard dissented. The other four commissioners demonstrated courage by refusing to buckle under to opponents or to pass the buck to the public in a referendum. Commissioners were elected to make tough decisions; this time they did.\\nThe ordinance provides exceptions: A landlord who lives on his property of four or fewer housing units and rents the rest won`t have to comply. Nor will a seasonal resident who rents his home to someone else part of the year and lives in it himself the rest of the time. Also exempt are religious organizations that own housing units.\\nThose sensible exceptions leave the vast majority of housing covered under the new ordinance. Violators will face fines of up to $50,000, but it may be difficult to prove a violation. Early decisive action against violators by law enforcers, prosecutors and judges could make a clear statement that the county means business and won`t tolerate further discrimination in housing and public accommodations.\", \"id\": \"<urn:uuid:04a92c65-e194-4b3c-ae6e-d4a7b6b1631d>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://articles.sun-sentinel.com/1990-01-19/news/9001190945_1_ordinance-public-accommodations-housing\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9598913788795471, \"token_count\": 402, \"score\": 2.6875, \"int_score\": 3}\n"
"{\"text\": \"Gay and Lesbian Issues\\nThe adolescent years are full of challenges, many related to sex and sexual identity. These issues can be especially difficult for teens who are (or think they may be) homosexual. Homosexual teens deserve the same understanding and respect as heterosexual teens, and it is important for everyone to know the facts about homosexuality. Here are the basics.\\nEach of us has a biological sex (we have a male or female body), a gender identity (we feel like a male or female), and a sexual orientation (we are attracted to males or females). Homosexuality refers to a person's sexual orientation; homosexual teen-agers have strong romantic or sexual feelings for a person of the same sex. Heterosexual teen-agers are attracted to people of the opposite sex, and bisexual teens are attracted to people of both sexes.\\nThe word \\\"gay\\\" is used to describe both men and women who are homosexual, with the word \\\"lesbian\\\" specifically referring to a homosexual woman. It is estimated that 10 percent of the population in the United States and throughout the world is lesbian or gay.\\nAlthough scientists don't know why some people are homosexual and others are not, most believe that homosexuality is a normal variation of sexual orientation. It may be genetic, result from natural substances (hormones) in the body, be influenced by the environment before or after birth, or, most likely, several of these things working in combination. Homosexual teens are found in all types of families. Homosexuality is not caused by \\\"bad parenting.\\\" If your teen is gay, it is not because of anything you or anyone else did.\\nHomosexuality also is not something a person chooses, nor is it an illness that can be cured. According to the American Psychiatric Association, so-called therapies such as \\\"reparative therapy\\\" and \\\"transformational ministry\\\" don't work and actually can be harmful, causing guilt and anxiety in homosexual teens.\\nNot all teen-agers who are attracted to members of the same sex are homosexual. Many teens experiment with their sexuality during adolescence, in much the same way that they experiment with clothing, body art or music. This brief sexual experimentation is thought to be a normal part of sexual development. For homosexual teens, the attraction to people of the same sex is stronger and longer lasting.\\nBack to top\\nEvery family is different. While one parent may find out by chance that a teen is homosexual, others may hear directly from their teen in person, in a letter or by a phone call. When a teen tells other people that he is homosexual, it's called \\\"coming out.\\\" Although this process sometimes can be difficult or painful for families, it also can be a time of tremendous growth. It is important to remember that all teens need their family's support and acceptance, especially when they are dealing with sensitive issues.\\nBack to top\\n\\\"Coming out\\\" can be scary and painful, and parents need to reassure their children that they will not be loved any less for sharing the truth about themselves. If your teen tells you he is gay, let him know that you love him unconditionally, and accept him no matter what.\\nShow your teen that you care by learning more about homosexuality. Read books on the subject or check out reputable Web sites (such as www.pflag.org). Talk to some adults you know who are gay. Look for organizations or support groups in your community that can give you information on homosexuality. It will be easier for you to support your teen when you know more and are comfortable with the subject.\\nParents may worry about how friends, neighbors and family will react to their teen's homosexuality. It is usually best not to share any information without your teen-ager's permission. Unfortunately, prejudice against homosexuals is widespread, mostly due to ignorance and fear. When your teen is ready for you to let others know, you should talk with them about your teen's sexual orientation and help them to understand, by using what you have learned.\\nBack to top\\nGrowing up as a homosexual in a mostly heterosexual society often is not easy. Gay and lesbian adolescents sometimes must cope with unfair, prejudiced, and even violent behavior at school, at home and in the community. They may feel fear or be alone and unsupported. This can push some teens to use drugs and alcohol, engage in risky sexual behavior, or even attempt suicide. It is important that homosexual teens feel supported by their parents and always able to talk openly with them about these issues.\\nOverall, most gay and lesbian youth grow up to be well-adjusted and happy adults, with successful careers and family lives.\\nBooks for parents of the newly out:\\n\\\"Is it A Choice? Answers to 300 Most Asked Questions About Gay and Lesbian People\\\" by Eric Marcus\\n\\\"Loving Someone Gay\\\" by Don Clark, Ph.D.\\n\\\"My Child is Gay\\\" by Bryce McDougall, editor\\nLast updated May 29, 2011\", \"id\": \"<urn:uuid:83d99630-30d5-4811-bdcf-250bf5d3fac5>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.intelihealth.com/IH/ihtIH/WSIHW000/34970/34997/362814.html?d=dmtChildGuide\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9618534445762634, \"token_count\": 1006, \"score\": 3.59375, \"int_score\": 4}\n"
"{\"text\": \"February is National Teen Dating Violence Awareness & Prevention Month\\nDid you know that in a recent national survey, 1 in 10 teens reported being hit or physically hurt on purpose by a boyfriend or girlfriend at least once in the 12 months prior to the survey? And nearly half of all teens in relationships say they know friends who have been verbally abused.\\nBefore violence starts, a teen may experience controlling behavior and demands. One partner may tell another what to wear and who to hang out with. Over time, the unhealthy behavior may become violent. That's why adults need to talk to teens now about the importance of developing healthy, respectful relationships.\\nDating violence can have a negative effect on health throughout life. Victims of teen dating violence are more likely to do poorly in school, and report binge drinking, suicide attempts, physical fighting, and current sexual activity. Teens who perpetrate dating violence may also carry these patterns of violence into future relationships.\\nCDC's Division of Violence Prevention is leading the initiative, Dating Matters™: Strategies to Promote Healthy Teen Relationships. Dating Matters™ aims to promote respectful, nonviolent dating relationships among youth in high-risk, urban communities. The comprehensive approach will build upon current evidence-based practice and experience to reduce the burden of teen dating violence in these communities. The initiative will support communities as they implement prevention strategies in schools, with families, and in neighborhoods.\\nOver the next five years, Dating Matters™ will be implemented in middle schools and neighborhoods across Chicago, Illinois, Baltimore, Maryland, Ft. Lauderdale, Florida, and Oakland, California. For more information about each of these communities, view the Dating Matters™ grantee profiles.\\nLearn more about CDC's efforts to prevent dating violence:\\nGet email updates\\nTo receive email updates about this page, enter your email address:\\n- Centers for Disease Control and Prevention\\n1600 Clifton Rd\\nAtlanta, GA 30333\\nTTY: (888) 232-6348\\n- Contact CDC-INFO\", \"id\": \"<urn:uuid:d27e0ac9-9661-4138-8e0c-1155b80b1d6f>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.cdc.gov/Features/DatingViolence/\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.921504557132721, \"token_count\": 402, \"score\": 3.28125, \"int_score\": 3}\n"
"{\"text\": \"Affton, Mo (KSDK) -- School leaders are teaching character education to prevent bullying.\\nTeachers and counselors at Mesnier Primary School in Affton are getting the message across early that words hurt and the kids are paying attention.\\nCounselors are also teaching kids anger management, using puppets.\\n\\\"It's a turtle trick. When someone's bullying you, you go over to the peace path and there's this little turtle and he bends in his shell like this, and then you do it, and you count to 10, and most of the time, it gets your anger from being bullied,\\\" sauid Camden Schlueter, a student.\\nIn Ladue, administrators have given teachers and students a took to report bullyig.\\n\\\"Students and staff can use forms to fill out to go directly to counselors and administrators,\\\" said Maggie Travers, a Ladue School District psychologist. \\\"We have some policies in places that address these issues when they come up.\\\"\\nIn South Roxana, Illinios, the approach is pro-active.\\n\\\"The thing we try to do most is to promote positive behavior,\\\" said Principal Nate Porter.\\nEven with these tools, there are conflicts, something Mesnier school teaches young kids to resolve.\\n\\\"We bring them itno the office where we have a peace place to talk to the kids,\\\" explained Guidance Counselor Janet Winchester. \\\"If they're comfortable with it, then we have the kids work it out and we have a littel conflict mediation.\\\"\\n\\\"It's called rock, paper, scissors,\\\" said Abbey Dallman, a student. \\\"And like if you're fighting over a swing, you can do rock, paper, scissors, to see who gets the swing.\\nWhat teachers and administrators have learned is that early intervention tools work. They said teaching good behaviour in class was constructive than reactionary discipline. They believe the number one way to identify conflicts is by students speaking up and reporting problems.\", \"id\": \"<urn:uuid:46abacb2-6eea-4179-86ba-723eba9e87ba>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.ksdk.com/news/local/story.aspx?storyid=319559\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9663208723068237, \"token_count\": 407, \"score\": 2.859375, \"int_score\": 3}\n"
"{\"text\": \"There's this kid who gets bullied a lot by everyone. What should I do?\\nHooray for the person who sent this question in to us! There are a lot more kids who witness bullying than there are victims of bullying. Often, people who see something happen are called bystanders. Wouldn't it be excellent if those bystanders would do something to help someone who's being bullied?\\nBut how exactly do you find your courage and do it?\\nFirst, be sure to let an adult know what's going on. If it's happening at school, have a talk with a teacher or school counselor about it. If it happens at camp, the camp counselor is the one to talk to. Approach the adult and say you need to talk. Explain what's been going on the best you can. Give details. The adult can take steps to stop the bullying.\\nPlus, once they know about bullying, adults can do things to help the kid who's been bullied feel better and stronger. Adults can also help the kid who bullies learn to treat others with respect, friendship, and kindness.\\nAfter talking to an adult, here are some other things you can do. Be friendly to the kid who gets bullied. For example, say \\\"hi\\\" at the lockers or bus line, include that kid at your lunch table, or invite the kid to play at recess or to be in your group for a project. This helps for two reasons:\\nAny kid who gets bullied is likely to feel left out and alone. Your friendship helps that kid feel included and welcome.\\nFriendship also helps prevent bullying because bullies are less likely to pick on kids when they are with friends.\\nAnd when you see the bully acting mean, you can say, \\\"Hey, knock it off, that's not cool,\\\" and invite the kid who's being picked on to walk away with you. You can just say, \\\"C'mon, let's go.\\\" This can work even better if you get a couple of your friends to join you in standing up for the kid. Tell your friends ahead of time: \\\"I'm going to stick up for that kid. Will you do it with me?\\\"\\nBe sure to update the adult about what's going on until the problem is solved. This is also a very good thing to talk to parents about. Your parent will want to know about all this and can give you more advice and support. Plus, your mom or dad will be proud that you're the kind of kid who cares and who stands up for others and for what's right!\\nBullying makes kids feel terrible — and not just the kid who's being bullied. Just seeing someone else be bullied makes others feel bad. That's because meanness affects everyone in the environment. It's like meanness pollution, so let's all fight it!\", \"id\": \"<urn:uuid:9022b5f8-0239-4a69-bea8-89dd01d471fd>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://kidshealth.org/PageManager.jsp?dn=CookChildrens&lic=403&cat_id=20950&article_set=83229&tracking=K_RelatedArticle\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9748665690422058, \"token_count\": 576, \"score\": 3.21875, \"int_score\": 3}\n"
"{\"text\": \"Teach your child the importance of good sportsmanship.Not too long ago, my 10-year-old daughter's indoor soccer team finished their game and lined up to do the traditional end-of-game walk with the other team. If your own child has ever played in a team sport, you likely have seen this walk a hundred times before. Win or lose, each member of the team is expected to essentially tell the other players they did well and good game. This is a classic way to end a game on a positive note and to exhibit good sportsmanship, win or lose.\\nThe opposing team in this case, however, had a unique way of showing their good sportsmanship. They all licked their hands before holding them out for our own girls to \\\"low-five\\\" as they walked down the line. Our girls saw this, and they refused to touch the other girls' slimy, slobbery, germ-ridden hands. You may be wondering if our girls' team beat this other team. The truth is that they beat the other team pretty harshly, but there is no score that would justify the level of poor sportsmanship that the other team exhibited.\\nAs a parent, I can only hope the parents or coach on the other team reprimanded their girls for this unsportsmanlike behavior. This is not the kind of behavior any parent would be proud to see in their own child. However, this is just one of many ways unsportsmanlike behavior is exhibited. From tears on the field to pushing, shoving, \\\"trash talking\\\" and more, there are many different behaviors that are associated with poor sportsmanship.\\nThe fact is that good sportsmanship is a quality that can play a role in your child's ability to react to other situations throughout life. Competition may occur on the field, but it also plays a part in the college admission process, a run for a place on the school board, the job application process and so much more. Teaching your child how to be a good sport now can help him or her to handle wins and losses throughout life with grace. So how can you help your child build a healthy \\\"win-or-lose\\\" attitude?\\nA Positive Parental Role Model\\nNo parent takes pride in seeing other players, either from their child's own team or on the opposing team, be better than their own child. Parents simply want their child to be the best. However, somewhere between the desire to see your kid to aim for the stars and the truth of reality is the fact that there always will be someone or some team that is better. As a parent, you can talk negatively about these better players or better teams, or you can talk positively about them. You can use these interactions with better competition to point out areas where your own child can improve and to teach your child to respect those with skills and talents that are worthy of respect. This is a great opportunity to teach your child to turn lemons into lemonade.\\nYou Win Some, You Lose Some\\nVery few children really are the best at what they do. There is always someone who either is better now or who is working hard to be better in the near future. A team that was on top this season may not be the top team the next season. While you want your child to work hard and strive to win, it is unrealistic to expect a child or his or her team to win all of the time. Children will inevitably be disappointed after a loss. This is understandable and justified, especially if he or she has been working hard and did his or her personal best. As a parent, your response to a loss is every bit as important as your response to a win. The fact is that an entire team can play their best, and they may simply be out-matched. Teaching kids that losses do happen, even when they try their hardest, can help them to cope with their defeat. Show them that you are proud of their performance and effort at each game rather than letting the tally mark under the \\\"W\\\" column dictate this.\\nA Lesson Learned\\nThe fact is that a child or a team simply will not improve very quickly when they are blowing out the competition on a regular basis. To be the best, you have to play the best. You have to be challenged by the best, and sometimes this means a loss will occur. Within each game, whether a win or loss, lies an opportunity for growth, development and improvement. After each game, regardless of the outcome, talk to your child about what he or she did well and what he or she thinks could have been done better. Rather than tell your child what you think, ask your child his or her personal opinion on the matter and what the coach said. Then, remind your child that these are areas that he or she can work on for the next game.\\nNobody likes to lose, but challenge and loss are the motivators that make us all better. Whether on the field, in the workplace or any number of other environments, challenge and loss are vital to developing that ever-important trait that true winners in life have. That trait is perseverance.Content by Kim Daugherty .\", \"id\": \"<urn:uuid:efad95cf-5021-4697-ab61-7e73bd8414e7>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://shine.yahoo.com/team-mom/building-healthy-win-lose-attitude-161700902.html?.tsrc=attcf\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9801746010780334, \"token_count\": 1056, \"score\": 2.75, \"int_score\": 3}\n"
"{\"text\": \"Fully revised and updated for the 21st century, 365 Manners Kids Should Know tackles one manner a day. It suggests many games, exercises, and activities that parents, teachers, and grandparents can use to teach children and teens essential etiquette and at what age to present them. Some of the manners covered are when and where to text, how to handle an online bully, how to write a thank-you note, and proper behavior and dress for special events such as weddings, birthday parties, and religious services.\\nCustomer Reviews for 365 Manners Kids Should Know - revised and updated\\nThis product has not yet been reviewed. Click here to continue to the product details page.\", \"id\": \"<urn:uuid:9e429843-e203-44f4-b932-d13b9513660a>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://reviews.christianbook.com/2016/88825X/three-rivers-press-365-manners-kids-should-know-revised-and-updated-reviews/reviews.htm\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9423240423202515, \"token_count\": 136, \"score\": 2.78125, \"int_score\": 3}\n"