{"text": "Flickr as a Paintbrush [cartogrammar.com] reveals the recorded colors of our surrounding landscape, both in a physical and cultural sense. In short, Andy Woodruff created a set of geographic heatmaps that represent the average colors of images taken on locations surrounding a specific landmark. In other words, the resulting maps reveal the colors that people on the ground should be looking at.\nTechnically, these maps are based on the most recent 2,000 photos uploaded to Flickr that were geotagged within a specified bounding box. These were then averaged by hue. As an emergent result, the color red reveals the dominance of brick, while green/yellow colors naturally denote grass and trees. However, some unexpected patterns appear as well, such as blue/purple in the map of Boston.", "id": "<urn:uuid:887ecaf4-8a3d-4ac9-8acf-e316daa5994e>", "dump": "CC-MAIN-2013-20", "url": "http://infosthetics.com/archives/2009/10/cartogrammar_revealing_the_colors_of_the_landscape.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9578612446784973, "token_count": 162, "score": 3.328125, "int_score": 3}
{"text": "Source: Steven Maxwell, 785-532-5740, firstname.lastname@example.org.\nNote to editor: This is the first in a series of news releases about the color purple in honor of Kansas State University's founding on Feb. 16, 1863.\nNews release prepared by: Greg Tammen, 785-532-2535, email@example.com\nMonday, Feb. 7, 2011\nThe power of purple:\nROCK MUSIC'S ROOTS RUN DEEP WITH PURPLE, PROFESSOR SAYS\nMANHATTAN -- Ask Steven Maxwell what the color purple means and his answer is simple: turn the volume to 11 and open your mind, because purple is rock and roll in its prime.\n\"Artistically purple is a descriptive word, and I think that's why it's been adopted by some successful acts in the music world,\" said Maxwell, assistant professor of music at Kansas State University.\nIn 2008 Maxwell created a class about the history of rock and roll, where he teaches about the genre's evolution and its relationship to history.\n\"The really cool thing about rock and roll is that it ties into the American culture and really reflects what's going on in the country,\" Maxwell said. \"It serves as the voice of the common person and has been associated with some important historical moments in the U.S. It was a part of that voice in the civil rights movement in the '60s and used in protest of the Vietnam War in the '70s.\"\nRock music's history runs purple, with the color being adopted by some of the most influential musicians.\n\"Think of the deeper concept of what a song like 'Purple Haze' means, especially when it first came out,\" Maxwell said. \"The late '60s was all about looking at things differently. Jimi Hendrix perfectly captured that psychedelic era in the country, that time of opening the doors of perception in one's mind and really looking at something on a deeper level.\"\nHe said the \"purple\" Hendrix is referring to is that new, unknown, almost analogous way of thinking.\n\"Metaphorically, purple was a blend between the standardized 'primary colors' introduced by mainstream society in the 1950s and mid-1960s,\" Maxwell said.\nOther artists, such as Deep Purple and Prince, adopted the color because of its ambiguity in the musical soundscape and pop culture.\nDeep Purple was one of the pioneers of hard rock and heavy metal, Maxwell said. The group was the first rock band to record with a full Concerto orchestra, as well as the first to turn the volume to 11, a feat earning them the title of the world's loudest band by the Guinness Book of World Records in 1972.\nAnd then there's the song \"Smoke on the Water.\"\n\"When that song came out it was such a fresh thing,\" Maxwell said. \"No longer was the focus just on the lyrics. That guitar riff made the music as important as the words. Today most people don't remember the lyrics but they know that guitar lick.\"\nIn 1984 Prince released \"Purple Rain,\" an album that took the newly introduced music video to the next level as a full-length film.\nThe album also introduced Prince's backing band. The Revolution, an apt title due to the soundtrack's revolutionary nature, Maxwell said. The album has since been seen as an avant-garde piece of work and has been named one of the greatest albums of all time by outlets like Time magazine, Rolling Stone, VH1 and others.\n\"Purple's taking the softness of blue, the loudness of red, and meeting in the middle to make things a little ambiguous. It's a blend of those two primary colors and is therefore a different way of looking at things,\" he said.", "id": "<urn:uuid:8671d356-590d-4599-a2d6-8c2ddd04c134>", "dump": "CC-MAIN-2013-20", "url": "http://www.k-state.edu/media/newsreleases/feb11/purplemusic20711.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9774608016014099, "token_count": 798, "score": 3.140625, "int_score": 3}
{"text": "Birch: It is heavy, similar to maple, the grain is fine and close and the texture is even. It is adaptable to fine finishes, easy to work with and can be stained and finished to resemble many expensive and imported woods.\nCherry: The heartwood of cherry varies from rich red to reddish brown and will darken with age and on exposure to light. In contrast, the sapwood is creamy white. The wood has a fine uniform, straight grain, satiny, smooth texture, and may naturally contain brown pith flecks.\nMahogany: Comes in many different varieties. Strong and tough and uniform in structure with close moderately open grain. Possesses excellent physical and woodworking qualities. It ranges from a light pink to yellow, but on exposure to light and air, quickly turns to a reddish brown or sherry color.\nMaple: Hard or \"sugar,\" maple is elastic and very strong. It is one of the hardest of the common woods. The grain is straight with occasional wavy, curly, bird's eye patterns that are much prized in veneers. The natural color is white to amber. Maple is sometimes finished to simulate cherry wood.\nMetal: Core construction is with metals.\nOak or Ash: Oak is very tough, strong, and hard and can live up to the every day abuse furniture takes and it has a pronounced grain. White ash is a ring-porous, hardwood of great strength. It is used for furniture frames and hidden parts. Brown ash has strong grain character and is used for veneers.\nPainted: Can be solid wood or a wood like product that is painted.\nPine: Soft wood that is white or pale yellow. Knotty pine is used extensively for paneling and plywood, cabinets and doors. Dries easily and does not shrink or swell much with changes in humidity. One of the least expensive woods for furniture production.\nWalnut: Because of its rich brown color, hardness and grain Walnut is a prized furniture and carving wood. Walnut burls are commonly used to created turned pieces along with veneers or thin Walnut slices.\nOther: Woods not classified above", "id": "<urn:uuid:c2a3ff4b-7049-4ee8-844b-4cbe5f5efee4>", "dump": "CC-MAIN-2013-20", "url": "http://www.johnnyjanosik.com/BrowseDiningRoom.aspx?LinkID=42", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9576977491378784, "token_count": 450, "score": 2.65625, "int_score": 3}
{"text": "2 Products Found\n|Results per page: 24 48 72||\nIn terms of ecologically friendly flooring, bamboo is one of the top contenders. Not only is bamboo flooring made from totally renewable resources, but it also is available in a wide variety of design options. For those who desire the look of hardwood flooring but are concerned about the environmental consequences of harvesting trees, bamboo offers the perfect solution. While bamboo is not technically wood flooring, its appearance is close enough to fool even the most discerning eye.\nWhy is Bamboo Flooring Considered Environmentally Friendly?\nAlthough bamboo is actually a type of grass, it is harder than red oak. It reaches full maturity in just 3 to 5 years rather than several decades and re-growth appears naturally without the need for replanting. Harvesting bamboo is actually somewhat required because it is so hardy that leaving it to its own devices would put a strain on the environment. It would be a terrible shame to waste the harvested material, so people have designed many ways to put it to good use from thatched roofs to flooring material.\nBamboo also has no requirements for irrigation, fertilizers, or pesticides when grown in its natural environment. Bamboo is naturally resistant to insects and pests. The lack of need for harsh chemicals during its growth only does more to keep the carbon footprint down.\nHow is Bamboo Flooring Manufactured?\nThere are several steps involved in creating a material suitable for flooring from bamboo. Upon harvest, the bamboo is boiled to remove its natural starches and moisture which could become a wonderful environment for termites if not remedied. The outer skin is then removed and the stalk is cut into strips for flooring. These strips are then boiled again to make them even harder or carbonized; the longer the carbonation process, the darker the color of the final product.\nWhen the strips are ready they are formed into flooring either by gluing strips together or gluing a single layer of bamboo strips on top of another solid surface, resulting in either solid bamboo flooring or engineered bamboo flooring respectively. The flooring also goes through other processes to strengthen it further by applying laminate materials to increase scratch resistance.\nWhat are the design options with bamboo flooring?\n- Bamboo flooring is available in widths ranging from 3 ž inches to 7 inches and thicknesses of 5/8 inches and 9/16 inches.\n- Finish options for bamboo flooring are available from unfinished and natural from the FSC Unfinished Bamboo collection to nearly black and a choice of either horizontal or vertical graining as found in the FSC Designer collection.\n- The two edge types of bamboo flooring are micro-beveled edges and square edges. Bamboo is also available in floating floor styles and nail or glue down styles.\nHow Durable is Bamboo Flooring?\nBamboo is naturally hard and durable, and the process it goes through during the manufacture of flooring only increases this strength. While one should avoid sliding furniture across the floor or allowing water to stand, bamboo flooring will do well in most any low moisture room. Bamboo flooring from the EcoBamboo Collection to the FSC Prestige Collection will be an investment in beauty and durability that is sure to add value to any home with minimal environmental impact.", "id": "<urn:uuid:d0d737e4-1962-4d64-87de-fe82bc79661a>", "dump": "CC-MAIN-2013-20", "url": "http://www.contempofloorcoverings.com/floors/bamboo-flooring.html?bamboo_usage=Light+Commercial&bamboo_width=7+inch", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.949857234954834, "token_count": 681, "score": 2.78125, "int_score": 3}
{"text": "Let’s start with the understanding that the Federal Trade Commission states that if scrap generated in the manufacturing process is reused for manufacturing new product, it can not be calculated as post-industrial recycled content, as this reuse of scrap is a part of the typical manufacturing process. So your first question when receiving post-industrial recycled content data should be, “How did you make this calculation, and where did the recycled waste come from?”\nStakeholder demand for recycled content in building products has been largely driven by the LEED® rating system, and the points gained by contributing to the recycled content credit. Now, since scrap reused in the manufacturing process can not be calculated, many manufactures play a form of the “shell game”.\nIf a manufacturer has multiple facilities making products that generate scrap which can be reused in all the manufacturing processes then, to calculate post-industrial recycled content, the scrap is just moved between facilities. Now the scrap is claimed to be diverted from landfill and calculated as recycled content.\nPlease understand that for a recycling program to work, a manufacturer needs a continuous feedstock of waste material, so some of this moving around of scrap is legitimate. If the manufacturer is playing the shell game just “for the points,” then all that is being done is increased energy use and CO2 emissions... how sustainable is that?", "id": "<urn:uuid:81041a6f-f8ae-448f-858a-4a10338124d8>", "dump": "CC-MAIN-2013-20", "url": "http://www.forbo-flooring.us/Environment/truth/post-industrial-waste/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.965201199054718, "token_count": 278, "score": 2.734375, "int_score": 3}
{"text": "Traffic barricades can be used to redirect or restrict traffic in areas of highway construction or repair. They are typically made from wood, steel, plastic, fiberglass, or a combination of these materials. Many manufacturers have switched to the use of recycled materials in both the supporting frame and rails of the barricades. EPA's designation covers only Types I and II traffic barricades.\nEPA's Recovered Materials Advisory Notice (RMAN) recommends recycled-content levels for purchasing traffic barricades as shown in the table below.\nEPA's Recommended Recovered Materials Content Levels\nfor Traffic Barricades (Types I and II) ¹\n|Material||Postconsumer Content (%)||Total Recovered Materials Content (%)|\n(HDPE, LDPE, PET)\n1The recommended materials content levels for steel in this table reflect the fact that the designated items can be made from steel manufactured in either a Basic Oxygen Furnace (BOF) or an Electric Arc Furnace (EAF). Steel from the BDF process contains 25-30% total recovered materials, of which 16% is postconsumer steel. Steel from the EAF process contains a total of 100% recovered steel, of which 67% is postconsumer.\nof Manufacturers and Suppliers\nThis database identifies manufacturers and suppliers of traffic barricades containing recovered materials.\nBuy-Recycled Series: Transportation Products (PDF) (7 pp, 89K, About PDF)\nThis fact sheet highlights the transportation products designated in the CPG, including traffic barricades, and includes case studies, recommended recovered-content levels, and a list of resources.\nTechnical Background Documents\nThese background documents include EPA's product research on recovered-content traffic barricades as well as a more detailed overview of the history and regulatory requirements of the CPG process.", "id": "<urn:uuid:606e0bdc-95c7-42f5-a7a6-890b7ac8b653>", "dump": "CC-MAIN-2013-20", "url": "http://www.epa.gov/osw/conserve/tools/cpg/products/barricds.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8579104542732239, "token_count": 371, "score": 2.6875, "int_score": 3}
{"text": "European ports install radiation detectors as U.S. delays\nJust last week, U.S. officials announced that the Homeland Security Department is slowing plans to roll out 1,400 monitors, each costing nearly $400,000, as part of a $1.2 billion multiyear project. In field tests, the new Advanced Spectroscopic Portal monitors, or ASPs, \"led to the determination that additional functional capacity is needed to meet the operational standards,\" a department spokeswoman announced.\nThe announcement, which means the machines could take another year to reach U.S. ports, comes after more than a year of sparring between DHS officials and the Government Accountability Office over how effective the technology is as well as testing methods used to evaluate it.\nThe debate over the new equipment has largely played out in congressional hearings. In September, Government Accountability Office officials argued that DHS testing was based on a \"biased\" methodology that allowed vendors an artificial edge during the evaluation of their radiation detectors, an allegation Homeland Security officials said was off base.\nOfficials at the Belgian port of Antwerp, however, are moving ahead with deployment of the ASPs for use in secondary screening.\n\"We're in the process of finalizing it now,\" Pascal Fias, a scientist working at the Antwerp port, said last week during an International Atomic Energy Agency-sponsored conference on nuclear trafficking here.\nIn the Netherlands, Dutch customs officials are already using the ASP detectors in secondary deployments and expect to eventually use them as primary scanners, Fias said.\nContainers at ports are typically put through a two-phase scanning process. During the first phase, the shipping containers are sent through very sensitive detectors called plastic scintillators. Plastic scintillators can detect very low-level radiation emissions but are incapable of identifying the isotope emitting the energy.\nDue to their sensitivity, they can be triggered by innocuous cargo with trace levels of natural radiation like granite, kitty litter or bananas. In one instance a load of blueberries set off Belgian alarms. The fruit exhibited trace levels of cesium contamination, a legacy from Chernobyl, Fias said.\nIf the primary detectors discover the presence of radiation, the shipping container is then sent through a secondary screening where customs officials use hand-held devices to determine the nature of the source.\nAfter the latest round of GAO criticism of the DHS technology vetting process, Homeland Security officials suggested the ASP detectors would first be deployed in secondary locations and testing would continue before replacing the plastic scintillators.\nWhile Belgian port officials have no plans to shift the ASP to a primary detection deployment - they say they have the plastic scintillators and might as well use them - the new technology is perfect for secondary screening, they say.\n\"For the second phase, it makes a lot of sense to use the ASP,\" Fias told Global Security Newswire, calling the technology currently \"the best on the market.\"\nWithout the ASP detectors, custom officials must use a small, hand-held scanner to assess the entire shipping container. That is a small scanner and a large box, a combination that has led to complaints from customs officials at the port, Fias said.\nBy contrast, the ASP scanners are \"basically a very, very big detector that can scan the whole of the container,\" he said. Replacing primary scanners with the new technology requires any new device to be at least a sensitive as the plastic scintillators, Fias notes, a more challenging bar to meet.\nThe goal with these detector upgrades, both domestically and abroad, is not necessarily increasing the level or radiation detection at ports, but rather smoothing the flow of commerce and making sure current detection regime is not disruptive. U.S. officials have repeatedly said the goal is to lower the number of false alarms at large ports such as Los Angeles/Long Beach. That port, the nation's busiest, has about 500 radiation alerts a day, and DHS officials suggest the new technology could plunge that number to less than 30.\n\"We want to have a low economic impact. Time is money, certainly in a port,\" Fias said of Antwerp. \"Only 1 in 10,000 containers are delayed for more than a few hours or days.\"\nHe expects the ASPs, to be used in conjunction with x-ray scanning, to be rolled out in Antwerp by the end of next year.", "id": "<urn:uuid:47f581b9-3072-4dea-8a54-ec10d416fd47>", "dump": "CC-MAIN-2013-20", "url": "http://www.govexec.com/defense/2007/11/european-ports-install-radiation-detectors-as-us-delays/25814/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9587301015853882, "token_count": 903, "score": 2.546875, "int_score": 3}
{"text": "SAN ANGELO, Texas — MOSCOW (AP) The head of Russia's space agency said Tuesday that cosmic radiation was the most likely cause of the failure of a Mars moon probe that crashed to Earth this month, and suggested that a low-quality imported component may have been vulnerable to the radiation. Vladimir Popovkin also said a manned launch to the International Space Station is being postponed from March 30 because of faults found in the Soyuz capsule.\nThe statements underline an array of trouble that has afflicted the country's vaunted space program in recent months, including the August crash of a supply ship for the space station and last month's crash of a communications satellite.\nSince the end of the U.S. space shuttle program last year, Russian craft are the only means to send crew to and from the ISS.\nThe unmanned Phobos-Ground probe was to have gone to the Mars moon of Phobos, taken soil samples and brought them back. But it became stuck in Earth orbit soon after its launch on Nov. 9. It fell out of orbit on Jan. 15, reportedly off the coast of Chile, but no fragments have been found.\nThe failure was a severe embarrassment to Russia, and Popovkin initially suggested it could have been due to foreign sabotage.\nBut on Tuesday he said in televised remarks that an investigation showed the probable cause was \"localized influence of heavily radiated space particles.\"\nPopovkin, speaking in the city of Voronezh where the report was presented to Deputy Prime Minister Dmitry Rogozin, said two units of the Phobos-Ground probe's onboard computer system went into an energy-saving \"restart\" mode, apparently due to the radiation, while the craft was in its second orbital circuit.\nIt was not immediately clear why the units could not be brought out of that mode.\nPopovkin said that some microchips used on the craft were imported and possibly of inadequate quality to resist radiation. He did not specify where the chips were manufactured.\nYuri Koptev, a former space agency head who led the Phobos-Ground investigation, said 62 percent of the microchips used in the probe were \"industrial\" class, a less-sophisticated level than should be used in space flight.\nPopovkin said the craft's builder, Moscow-based NPO Lavochkin, should have taken into account the possibility of radiation interfering with the operation and said Lavochkin officials would face punishment for the oversight.\nPopovkin later announced that a March 30 planned launch of three astronauts to the space station will be postponed \"likely until the end of April\" because of problems with the capsule. He did not specify, but the state news agency RIA Novosti cited the director of Russia's cosmonaut-training program as saying leaks had been found in the capsule's seals.\nIt would be the second significant postponement of a manned Russian launch in the past year. The August crash of the supply ship pushed back a manned launch to the ISS because the booster rocket that failed in the crash was similar to the ones used in manned missions.", "id": "<urn:uuid:fe10118b-a42c-4bff-bcb7-7ab62838ca60>", "dump": "CC-MAIN-2013-20", "url": "http://www.gosanangelo.com/news/2012/jan/31/1501lt-ap-eu-russia-falling-spacecraft0515-for/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9729071259498596, "token_count": 640, "score": 2.5625, "int_score": 3}
{"text": "Arctic meltdown not caused by nature\nRapid loss of Arctic sea ice - 80 per cent has disappeared since 1980 - is not caused by natural cycles such as changes in the Earth's orbit around the Sun, says Dr Karl.\nThe situation is getting rather messy with regard to the ice melting in the Arctic. Now the volume of the ice varies throughout the year, rising to its peak after midwinter, and falling to its minimum after midsummer, usually in the month of September.\nOver most of the last 1,400 years, the volume of ice remaining each September has stayed pretty constant. But since 1980, we have lost 80 per cent of that ice.\nNow one thing to appreciate is that over the last 4.7 billion years, there have been many natural cycles in the climate — both heating and cooling. What's happening today in the Arctic is not a cycle caused by nature, but something that we humans did by burning fossil fuels and dumping slightly over one trillion tonnes of carbon into the atmosphere over the last century.\nSo what are these natural cycles? There are many many of them, but let's just look at the Milankovitch cycles. These cycles relate to the Earth and its orbit around the Sun. There are three main Milankovitch cycles. They each affect how much solar radiation lands on the Earth, and whether it lands on ice, land or water, and when it lands.\nThe first Milankovitch cycle is that the orbit of the Earth changes from mostly circular to slightly elliptical. It does this on a predominantly 100,000-year cycle. When the Earth is close to the Sun it receives more heat energy, and when it is further away it gets less. At the moment the orbit of the Earth is about halfway between \"nearly circular\" and \"slightly elliptical\". So the change in the distance to the Sun in each calendar year is currently about 5.1 million kilometres, which translates to about 6.8 per cent difference in incoming solar radiation. But when the orbit of the Earth is at its most elliptical, there will be a 23 per cent difference in how much solar radiation lands on the Earth.\nThe second Milankovitch cycle affecting the solar radiation landing on our planet is the tilt of the north-south spin axis compared to the plane of the orbit of the Earth around the Sun. This tilt rocks gently between 22.1 degrees and 24.5 degrees from the vertical. This cycle has a period of about 41,000 years. At the moment we are roughly halfway in the middle — we're about 23.44 degrees from the vertical and heading down to 22.1 degrees. As we head to the minimum around the year 11,800, the trend is that the summers in each hemisphere will get less solar radiation, while the winters will get more, and there will be a slight overall cooling.\nThe third Milankovitch cycle that affects how much solar radiation lands on our planet is a little more tricky to understand. It's called 'precession'. As our Earth orbits the Sun, the north-south spin axis does more than just rock gently between 22.1 degrees and 24.5 degrees. It also — very slowly, just like a giant spinning top — sweeps out a complete 360 degrees circle, and it takes about 26,000 years to do this. So on January 4, when the Earth is at its closest to the Sun, it's the South Pole (yep, the Antarctic) that points towards the Sun.\nSo at the moment, everything else being equal, it's the southern hemisphere that has a warmer summer because it's getting more solar radiation, but six months later it will have a colder winter. And correspondingly, the northern hemisphere will have a warmer winter and a cooler summer.\nBut of course, \"everything else\" is not equal. There's more land in the northern hemisphere but more ocean in a southern hemisphere. The Arctic is ice that is floating on water and surrounded by land. The Antarctic is the opposite — ice that is sitting on land and surrounded by water. You begin to see how complicated it all is.\nWe have had, in this current cycle, repeated ice ages on Earth over the last three-million years. During an ice age, the ice can be three kilometres thick and cover practically all of Canada. It can spread through most of Siberia and Europe and reach almost to where London is today. Of course, the water to make this ice comes out of the ocean, and so in the past, the ocean level has dropped by some 125 metres.\nFrom three million years ago to one million years ago, the ice advanced and retreated on a 41,000-year cycle. But from one million years ago until the present, the ice has advanced and retreated on a 100,000-year cycle.\nWhat we are seeing in the Arctic today — the 80 per cent loss in the volume of the ice since 1980 — is an amazingly huge change in an amazingly short period of time. But it seems as though the rate of climate change is accelerating, and I'll talk more about that, next time …\nPublished 27 November 2012\n© 2013 Karl S. Kruszelnicki Pty Ltd", "id": "<urn:uuid:3a4ac59c-d59d-470b-adad-88e5e1c8a45a>", "dump": "CC-MAIN-2013-20", "url": "http://www.abc.net.au/science/articles/2012/11/27/3640992.htm?topic=latest", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9558244943618774, "token_count": 1065, "score": 3.5625, "int_score": 4}
{"text": "Located above the surface of our planet is a complex mixture of gases and suspended liquid and solid particles known as the atmosphere. Operating within the atmosphere is a variety of processes we call weather. Some measurable variables associated with weather include air temperature, air pressure, humidity, wind, and precipitation. The atmosphere also contains organized phenomena that include things like tornadoes, thunderstorms, mid-latitude cyclones, hurricanes, and monsoons. Climate refers to the general pattern of weather for a region over specific period of time. Scientists have discovered that human activities can influence Earth’s climate and weather producing problems like global warming, ozone depletion, and acid precipitation.\nWidespread urban development alters weather patterns\nResearch focusing on the Houston area suggests that widespread urban development alters weather patterns in a way that ...\nLaptev SeaLast Updated on 2013-05-14 at 14:23\nThe Laptev Sea is a saline water body, lodged between the Kara Sea and East Siberian Sea. The chief land boundary of this marginal sea of the Arctic Ocean is the Siberian... More »\nEast Siberian SeaLast Updated on 2013-05-14 at 14:09\nThe East Siberian Sea is a saline marine body, which is a southern marginal sea of the Arctic Ocean.\nTo the east is found the Chukchi Sea and to the west beyond the New... More »\nBaffin BayLast Updated on 2013-05-14 at 12:11\nBaffin Bay is a margibnal sea of the North Atlantic Ocean located between the Canada's Baffin, Devon and Ellesmere islands and Greenland.\nTo the south the Davis Strait... More »\nAndaman SeaLast Updated on 2013-05-13 at 23:06\nThe Andaman Sea is a body of marine water in the northeastern corner of the Indian Ocean that lies to the west of the Malay Peninsula, the north of Sumatra, the east of the... More »\nMolucca SeaLast Updated on 2013-05-13 at 23:02\nThe Molucca Sea (also Molukka Sea) is a semi-enclosed sea, surrounded by a variety of islands belonging to Indonesia, most significantly the island of Sulawesi (Celebes)... More »\nLevantine SeaLast Updated on 2013-05-13 at 22:31\nThe Levantine Sea is most eastern unit of the Mediterranean Sea, and also the most saline portion of the Mediterranean Basin.\nThe Levantine Sea, also known as the Levant... More »", "id": "<urn:uuid:f2e6ad28-ec98-4ea9-bc37-81a91724d073>", "dump": "CC-MAIN-2013-20", "url": "http://www.eoearth.org/topics/view/49664/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9003951549530029, "token_count": 515, "score": 3.46875, "int_score": 3}
{"text": "May 20, 2009\nThe Cook Islands are closely associated to New Zealand. Air New Zealand is the only air carrier that flies directly from the U.S. to the Cook Islands. As you will see below, the Cook Islands use the NZD as their currency.\nDespite some 90,000 visitors a year to the capital island, Rarotonga, the Cook Islands are largely unspoiled by tourism. There are no high-rise hotels, only four beach buggies and very little hype. The Cook Islands offer a rare opportunity for an authentic island holiday.\nThere are a total of 15 islands in the heart of the South Pacific spread over 850,000 square miles with a population of approximately 15,000. The Islands most visited are Rarotonga and Aitutaki which are only 140 miles apart.\nCook Island History\nRu, from Tupua’i in French Polynesia, is believed to have landed on Aitutaki, and Tangiia, also from French Polynesia, is believed to have arrived on Rarotonga around 800 AD. Similarly, the northern islands were probably settled by expeditions from Samoa and Tonga.\nCook Island Climate\nCooled by the gentle breezes of the Pacific, the climate of these islands is sunny and pleasant. Roughly speaking, there are two seasons: from November through May the climate is hot and humid, and from June through October the climate is warm and dry. Most of the rain falls during the hot season, but there are also many lovely sunny days during these months, with refreshing trade-winds.\nCook Island Geography\nThe Cook Islands consists of two main groups, one in the north and one in the south. The southern group is nine “high” islands mainly of volcanic origin although some are virtually atolls. The majority of the population lives in the southern group. The northern group comprises six true atolls.\nCook Island Southern Group\nAitutaki, Atiu, Mangaia, Manuae, Mauke, Mitiaro, Palmerston, Rarotonga (the capital island), Takutea.\nCook Island Northern Group\nManihiki, Nassau, Tongareva (Penrhyn) also known as Mangarongaro, Pukapuka, Rakahanga, Suwarrow\nCook Island Time Zones\nRarotonga and Aitutaki are in the same time zone.\nCook Island Currency\nNew Zealand dollar.\nCook Island Language\nEnglish and Cook Island Maori.\nCall the “Island Travel Gal” at 800 644-6659 or email email@example.com\nto secure your seats to the idyllic Cook Islands\nIf you enjoyed this post, make sure you subscribe to my RSS feed!", "id": "<urn:uuid:38abe3cc-4023-4e24-87a6-103174cbb29c>", "dump": "CC-MAIN-2013-20", "url": "http://seethesouthpacific.com/tag/cook-island-geography/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9481472969055176, "token_count": 580, "score": 2.671875, "int_score": 3}
{"text": "Topography of Flores\n|Location||South East Asia|\n|Archipelago||Lesser Sunda Islands|\n|Area||13,540 km2 (5,228 sq mi)|\n|Highest elevation||2,370 m (7,780 ft)|\n|Highest point||Poco Mandasawu|\n|Province||East Nusa Tenggara|\n|Largest city||Maumere (pop. 70,000)|\n|Population||1,831,000 (as of 2010)|\n|Density||135 /km2 (350 /sq mi)|\nFlores is one of the Lesser Sunda Islands, an island arc with an estimated area of 14,300 km² extending east from the Java island of Indonesia. The population was 1,831,000 in the 2010 census and the largest town is Maumere. Flores is Portuguese for \"flowers\".\nFlores is located east of Sumbawa and Komodo and west of Lembata and the Alor Archipelago. To the southeast is Timor. To the south, across the Sumba strait, is Sumba and to the north, beyond the Flores Sea, is Sulawesi.\nHomo floresiensis \nIn September 2004, at Liang Bua Cave in western Flores, paleoanthropologists discovered small skeletons that they described as a previously unknown hominid species, Homo floresiensis. These are informally named hobbits and appear to have stood about 1 m (3.3 ft) tall. The most complete individual (LB1) is dated as 18,000 years old.\nThe Dominican order was extremely important in this island, as well as in the neighbouring islands of Timor and Solor. When in 1613 the Dutch attacked the Fortres of Solor, the population of this fort, led by the Dominicans, moved to the harbor town of Larantuka, on the eastern coast of Flores. This population was mixed, of Portuguese and local islanders descent and Larantuqueiros, Topasses (people that wear heats) or, as Dutch knew them, the 'Black Portuguese' (Swarte Portugueezen).\nThe Larantuqueiros or Topasses became the dominant sandalwood trading people of the region for the next 200 years. This group used Portuguese as the language for worship, Malay as the language of trade and a mixed dialect as mother tongue. This was observed by William Dampier, a British Brigadier visiting the Island in 1699:\n- These [the Topasses] have no Forts, but depend on their Alliance with the Natives: And indeed they are already so mixt, that it is hard to distinguish whether they are Portugueze or Indians. Their Language is Portugueze; and the religion they have, is Romish. They seem in Words to acknowledge the King of Portugal for their Sovereign; yet they will not accept any Officers sent by him. They speak indifferently the Malayan and their own native Languages, as well as Portugueze.\nIn 1846, Dutch and Portuguese initiated negotiations towards delimiting the territories but these negotiations led to nowhere. In 1851 the new governor of Timor, Solor and Flores, Lima Lopes, faced with an impoverished administration, agreed to sell eastern Flores and the nearby islands to Dutch in return for a payment of 200,000 Florins. Lima Lopes did so without the consent of Lisbon and was dismissed in disgrace, but his agreement was not rescinded and in 1854 Portugal ceded all its historical claims on Flores. After this, Flores became part of the territory of Dutch East Indies.\nFlores is part of the East Nusa Tenggara province. The island along with smaller minor islands are split into eight regencies (local government districts); from west to east these are: Manggarai Barat (West Manggarai), Manggarai Tengah (Central Manggarai), Manggarai Timur (East Manggarai), Ngada, Nagekeo, Ende, Sikka and Flores Timur (East Flores). It has 39.1% of the provincial population as of 2010, and the most Indonesians of all islands in the province. However, Timor including the nation of East Timor is more populated. It is the island with the 9th most Indonesians. Among all islands containing Indonesian territory, it is the 10th most populous after Java, Sumatra, Borneo, Sulawesi, New Guinea, Bali, Madura, Lombok, and Timor.\n|Manggarai Regency||Ruteng||1958||UU 69/1958||1,545.97||292,037|\n|Sikka Regency||Maumere||1958||UU 69/1958||1,731.92||300,301|\n|Ngada Regency||Bajawa||1958||UU 69/1958||1,620.92||142,254|\n|Ende Regency||Ende||1958||UU 69/1958||2,046.62||260,428|\n|East Flores Regency||Larantuka||1958||UU 69/1958||1,812.85||232,312|\n|West Manggarai Regency||Labuan Bajo||2003||UU 8/2003||2,947.50||221,430|\n|Nagekeo Regency||Mbay||2007||UU 2/2007||1,416.96||129,956|\n|East Manggarai Regency||Borong||2007||UU 36/2007||2,502.24||252,754|\nFlora and fauna \nThe west coast of Flores is one of the few places, aside from the island of Komodo itself, where the Komodo dragon can be found in the wild, and is part of Komodo National Park, a UNESCO World Heritage Site. Kelimutu National Park is the second national park designated on Flores to protect endangered species. The Flores giant rat is also endemic to the island, and Verhoeven's giant tree rat was formerly present. These giant rodents are considered examples of island gigantism.\nFlores was also the habitat of several extinct dwarf forms of the proboscidean Stegodon, the most recent (Stegodon florensis insularis) disappearing approximately 12 000 years ago. It is speculated by scientists that limited resources and an absence of advanced predators made the few megafaunal species that reached the island subject to insular dwarfism.\nThere are many languages spoken on the island of Flores, all of them belonging to the Austronesian family. In the centre of the island in the districts of Ngada, Nagekeo, and Ende there is what is variously called the Central Flores Dialect Chain or the Central Flores Linkage. Within this area there are slight linguistic differences in almost every village. At least six separate languages are identifiable. These are from west to east: Ngadha, Nage, Keo, Ende, Lio and Palu'e, which is spoken on the island with the same name of the north coast of Flores. Locals would probably also add So'a and Bajawa to this list, which anthropologists have labeled dialects of Ngadha.\nFlores is almost entirely Roman Catholic and represents one of the \"religious borders\" created by the Catholic expansion in the Pacific and the spread of Islam from the west across Indonesia. In other places in Indonesia, such as in the Maluku Islands and Sulawesi, the divide is less rigid and has been the source of bloody sectarian clashes.\nThe most famous tourist attraction in Flores is Kelimutu, a volcano containing three colored lakes, located in the district of Ende close to the town of Moni. These crater lakes are in the caldera of a volcano, and fed by a volcanic gas source, resulting in highly acidic water. The colored lakes change colors on an irregular basis, depending on the oxidation state of the lake from bright red through green and blue.\nThere are snorkelling and diving locations along the north coast of Flores, most notably Maumere and Riung. However, due to the destructive practice of local fishermen using bombs to fish, and locals selling shells to tourists, combined with the after effects of a devastating tsunami in 1992, the reefs have slowly been destroyed.\nLabuan Bajo (on the western tip of Flores) is a town often used by tourists as a base to visit Komodo and Rinca. Labuanbajo also attracts scuba divers, as whale sharks inhabit the waters around Labuanbajo.\nIn addition to tourism, the main economic activities on Flores are agriculture, fishing and seaweed production. The primary food crops being grown on Flores are rice, maize, sweet potato and cassava, while the main cash crops are coffee, coconut, candle nut and cashew. Flores is one of the newest origins for Indonesian coffee. Previously, most Arabica coffee (Coffea arabica) from Flores was blended with other origins. Now, demand is growing for this coffee because of its heavy body and sweet chocolate, floral and woody notes.\nAn ancient Ngada megalith\nSee also \n- Monk, K.A.; Fretes, Y., Reksodiharjo-Lilley, G. (1996). The Ecology of Nusa Tenggara and Maluku. Hong Kong: Periplus Editions Ltd. p. 7. ISBN 962-593-076-0.\n- \"Out of the Ashes - Chapter 1\". Epress.anu.edu.au. 1914-06-25. Retrieved 2012-07-25.\n- L, Klemen (1999-2000). \"The Lesser Sunda Islands 1941-1942\". Forgotten Campaign: The Dutch East Indies Campaign 1941-1942.\n- \"Hasil Sensus Penduduk 2010\". Ntt.bps.go.id. Retrieved 2012-07-25.\n- Van Den Bergh, G. D.; Rokhus Due Awe; Morwood, M. J.; Sutikna, T.; Jatmiko; Wahyu Saptomo, E. (May 2008). \"The youngest Stegodon remains in Southeast Asia from the Late Pleistocene archaeological site Liang Bua, Flores, Indonesia\". Quaternary International 182 (1): 16–48. doi:10.1016/j.quaint.2007.02.001. Retrieved 27 November 2011.\n- \"Hobbits\" Were Pygmy Ancestors, Not New Species, Study Says, National Geographic, 21 August 2006.\n- Pasternack. Keli Mutu Volcanic Lakes, University of California Davis.\n- East Nusa Tenggara, Indonesian Chamber of Commerce and Industry. Retrieved 8 August 2008.\n- Arabica Producing Regions of Indonesia, Specialty Coffee Association of Indonesia. Retrieved 8 August 2008.\n|Wikimedia Commons has media related to: Flores, Indonesia|\n- L, Klemen (1999-2000). \"Forgotten Campaign: The Dutch East Indies Campaign 1941-1942\".", "id": "<urn:uuid:ffdd6a00-bdf3-423d-9051-43a88190c162>", "dump": "CC-MAIN-2013-20", "url": "http://en.wikipedia.org/wiki/Flores", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8936513662338257, "token_count": 2354, "score": 3.265625, "int_score": 3}
{"text": "|Elevation||4,095 m (13,435 ft)|\n|Prominence||4,095 m (13,435 ft)\n|Listing||Country high point\nJohn Whitehead (highest peak)\nMount Kinabalu (Malay: Gunung Kinabalu) is a prominent mountain on the island of Borneo in Southeast Asia. It is located in the East Malaysian state of Sabah and is protected as Kinabalu National Park, a World Heritage Site. Kinabalu is the highest peak in Borneo's Crocker Range and is the highest mountain in the Malay Archipelago. Mount Kinabalu is also the 20th most prominent mountain in the world by topographic prominence.\nIn 1997, a re-survey using satellite technology established its summit (known as Low's Peak) height at 4,095 metres (13,435 ft) above sea level, which is some 6 metres (20 ft) less than the previously thought and hitherto published figure of 4,101 metres (13,455 ft).\nMount Kinabalu includes the Kinabalu montane alpine meadows ecoregion in the montane grasslands and shrublands biome. The mountain and its surroundings are among the most important biological sites in the world, with between 5000 and 6000 species of plants, 326 species of birds, and more than 100 mammalian species identified. Among this rich collection of wildlife are famous species such as the gigantic Rafflesia plants and the orangutan. Mount Kinabalu has been accorded UNESCO World Heritage status.\nLow's Peak can be climbed quite easily by a person in good physical condition and there is no need for mountaineering equipment at any point on the main route. Other peaks along the massif, however, require rock climbing skills.\nSignificantly, Mount Kinabalu along with other upland areas of the Crocker Range is well-known worldwide for its tremendous botanical and biological species biodiversity with plants of Himalayan, Australasian, and Indomalayan origin. A recent botanical survey of the mountain estimated a staggering 5,000 to 6,000 plant species (excluding mosses and liverworts but including ferns), which is more than all of Europe and North America (excluding tropical regions of Mexico) combined. It is therefore one of the world's most important biological sites.\nThe flora covers the mountain in zones of different types of habitat as one climbs up, beginning with a lowland belt of fig trees and insectivorous pitcher plants. Then between 2,600 to 3,200 m (8,530 to 10,499 ft) is a layer of short trees such the conifer Dacrydium gibbsiae and dwarf shrubs, mosses, lichens, liverworts, and ferns. Finally many of the world's richest variety of orchids are found on the high rockier slopes.\nThese plants have high levels of endemism (i.e. species which are found only within Kinabalu Park and are not found anywhere else in the world). The orchids are the best-known example with over 800 species including some of the highly-valued Paphiopedilum slipper orchids, but there are also over 600 species of ferns (more than the whole of Africa's 500 species) of which 50 are found nowhere else, and the richest collection in the world for the Nepenthes pitcher plants (five of the thirteen are found nowhere else on earth) which reach spectacular proportions (the largest-pitchered in the world being the endemic Nepenthes rajah). The parasitic Rafflesia plant, which has the largest single flower in the world, is also found in Kinabalu (particularly Rafflesia keithii whose flower grows to 94 centimetres (37 in) in diameter), though it should be noted that blooms of the flower are rare and difficult to find. Meanwhile another Rafflesia species, Rafflesia tengku-adlinii, can be found on the neighbouring Mount Trus Madi and the nearby Maliau Basin.\nIts incredible biodiversity in plant life is due to a combination of several unique factors: its setting in one of the richest plant regions of the world (the tropical biogeographical region known as western Malesia which comprises the island of Sumatra, the Malay Peninsula, and the island of Borneo), the fact that the mountain covers a wide climatic range from near sea level to freezing ground conditions near the summit, the jagged terrain and diversity of rocks and soils, the high levels of rainfall (averaging about 2,700 millimetres (110 in) a year at park HQ), and the climatic instability caused by periods of glaciation and catastrophic droughts which result in evolution and speciation. This diversity is greatest in the lowland regions (consisting of lowland dipterocarp forests, so called because the tree family Dipterocarpaceae are dominant). However, most of Kinabalu's endemic species are found in the mountain forests, particularly on ultramafic soils (i.e. soils which are low in phosphates and high in iron and metals poisonous to many plants; this high toxic content gave rise to the development of distinctive plant species found nowhere else).\nThe variety of plant life is also habitat for a great variety of birds and animals. There are some 326 species of birds in Kinabalu Park, including the spectacular Rhinoceros Hornbill, Mountain Serpent-eagle, Dulit Frogmouth, Eyebrowed Jungle Flycatcher, and Bare-headed Laughingthrush. Twenty-four birds are mainly found on the mountain and one, the Bornean Spiderhunter, is a pure endemic. The mountain is home to some 100 mammalian species mostly living high in the trees, including one of the four great apes, the orangutan (though sightings of these are uncommon; estimates of its numbers in the park range from 25 to 120). Other mammals include three kinds of deer, the Malayan Weasel (Mustela nudipes), Oriental Small-clawed Otter (Aonyx cinerea), and Leopard Cat (Felis bengalensis). Endemic mammals include the Black Shrew (Suncus ater) and Bornean Ferret-badger (Melogale everetti).\nThreats and preservation \nThe steep mountainsides with poor soil are not suitable for farming or for the timber industry so the habitats and animal life of Kinabalu remain largely intact, with about a third of the original habitat now degraded. Kinabalu Park was established in 1964 and the nearby mountains were protected as the Crocker Range National Park in 1984. However even national park status does not guarantee full protection, as logging permits were granted on Trus Madi in 1984.\nMount Kinabalu is essentially a massive pluton formed from granodiorite which is intrusive into sedimentary and ultrabasic rocks, and forms the central part, or core, of the Kinabalu massif. The granodiorite is intrusive into strongly folded strata, probably of Eocene to Miocene age, and associated ultrabasic and basic igneous rocks. It was pushed up from the earth's crust as molten rock millions of years ago. In geological terms, it is a very young mountain as the granodiorite cooled and hardened only about 10 million years ago. The present landform is considered to be a mid-Pliocene peneplain, arched and deeply dissected, through which the Kinabalu granodiorite body has risen in isostatic adjustment. It is still pushing up at the rate of 5 mm per annum. During the Pleistocene Epoch of about 100,000 years ago, the massive mountain was covered by huge sheets of ice and glaciers which flowed down its slopes, scouring its surface in the process and creating the 1,800-metre (5,900 ft) deep Low's Gully (named after Hugh Low) on its north side. Its granite composition and the glacial formative processes are readily apparent when viewing its craggy rocky peaks.\nBritish colonial administrator Hugh Low made the first recorded ascent of Mount Kinabalu's summit plateau in March 1851. Low did not scale the mountain's highest peak, however, considering it \"inaccessible to any but winged animals\". In April and July 1858, Low was accompanied on two further ascents by Spenser St. John, the British Consul in Brunei. The highest point of Mount Kinabalu was finally reached in 1888 by zoologist John Whitehead. British botanist Lilian Gibbs became the first woman and the first botanist to summit Mount Kinabalu in February 1910.\nBotanist E. J. H. Corner led two important expeditions of the Royal Society of Great Britain to the mountain in 1961 and 1964. Kinabalu National Park was established in 1964. The park was designated a natural World Heritage Site in 2000.\nClimbing route \nClimbers must be accompanied by accredited guides at all times due to national park regulations. There are two main starting points for the climb: the Timpohon Gate (located 5.5 km from Kinabalu Park Headquarters, at an altitude of 1,866 metres (6,122 ft)), and the Mesilau Nature Resort. The latter starting point is slightly higher in elevation, but crosses a ridge, adding about two kilometres to the ascent and making the total elevation gain slightly higher. The two trails meet about two kilometres before Laban Rata.\nAccommodation is available inside the park or outside near the headquarters. Sabah Parks has privatised Mount Kinabalu activities to an organisation called Sutera Sanctuary Lodges (also known as Sutera Harbour). The mountain may be climbed on a single day trip, or hikers may (usually) stay one night at Laban Rata Resthouse at 3,270 metres (10,730 ft) to complete the climb in 2 days, finishing the ascent and descending on the second day. The majority of climbers begin the ascent on day one of a two-day hike from Timpohon gate at 1,866 metres (6,122 ft), reaching this location either by minibus or by walking, and then walk to Laban Rata. Most people accomplish this part of the climb in 3 to 6 hours. Since there are no roads, the supplies for the Laban Rata Resthouse are carried by porters, who bring up to 35 kilograms of supplies on their backs. Hot food and beverages are available at Laban Rata. Most rooms have no hot water in the bathrooms and whilst the dining area is heated, most rooms are not. The last 2 kilometres (6,600 ft), from the Laban Rata Resthouse at 3,270 metres (10,730 ft) to Low's Peak (summit) at 4,095.2 metres (13,436 ft), takes between 2 and 4 hours. The last part of the climb is on naked granite rock.\nGiven the high altitude, some people may suffer from altitude sickness and should return immediately to the bottom of the mountain, as breathing and any further movement becomes increasingly difficult.\nLow's gully \nLow's Gully (named after Hugh Low) is a 1,800-metre (5,900 ft) deep gorge on the north side of Mount Kinabalu, one of the least explored and most inhospitable places on earth. In 1994 two British Army officers were severely criticised after having led a party of 10 adventurers that required extensive rescue efforts from both the RAF and the Malaysian army. Five members of the party were trapped for 16 days and did not eat for five days before being rescued. The breakaway party of five successfully completed the world's first descent of the gully in three days.\nThere are two stories that led to the main beliefs in the origin of the mountain's name.\nThe first derivation of the word Kinabalu is extracted from the short form for the Kadazan Dusun word 'Aki Nabalu', meaning \"the revered place of the dead\".\nThe second source states that the name \"Kinabalu\" actually means \"Cina Balu\" (which would fully mean \"A Chinese Widow\"). Due to the lingual influence among the Kadazan Dusun of Sabah, the pronunciation for the word \"cina\" (chee-na) was changed to \"Kina\" (kee-na).\nIt was told that a Chinese prince, was cast away to Borneo when his ship sank in the middle of the South China Sea. He was subsequently rescued by the natives from a nearby village. As he recovered, he was slowly accepted as one of the people of the village. Eventually, he fell in love with a local woman, and married her. Years went by, and he started to feel homesick. So he asked permission from his newly-found family to go back to China to visit his parents (the Emperor and Empress of China). To his wife, he promised that as soon as he was done with his family duties in China, he would come back to Borneo to take her and their children back to China.\nWhen he made his return to China, he was given a grand welcome by his family. However, to his dismay, his parents disagreed with him about taking his Bornean wife back to China. Worse, they told him that he was already betrothed to a princess of a neighbouring kingdom. Having no choice (due to high respect towards his parents), he obeyed with a heavy heart.\nMeanwhile, back in Borneo, his wife grew more and more anxious. Eventually, she decided that she will wait for her husband's ship. However, since the village was situated far away from the coast, she couldn't afford to come to the shore and wait for him daily. Instead she decided to climb to the top of the highest mountain near her village, so that she could have a better view of the ships sailing in the South China Sea. Thus, she was then seen climbing up the mountain at every sunrise, returning only at night to attend to her growing children.\nEventually her efforts took their toll. She fell ill, and died at the top of the cold mountain while waiting for her husband. The spirit of the mountain, having observed her for years, was extremely touched by her loyalty towards her husband. Out of admiration for this woman, the spirit of the mountain turned her into a stone. Her face was made to face the South China Sea, so that she could wait forever for her dear husband's return.\nThe people in her hometown who heard about this were also gravely touched by this. Thus, they decided to name the mountain \"Kinabalu\" in remembrance of her. To them, the mountain is a symbol of the everlasting love and loyalty that should be taken as a good example by women.\nSee also \n- Given the definition of the Malay Archipelago excluding New Guinea, where about 22 mountains exceed 4100 m.\n- \"World Top 50 Most Prominent Peaks\" Peaklist.org. Retrieved 2011-11-21.\n- Phillipps, A. & F. Liew 2000. Globetrotter Visitor's Guide – Kinabalu Park. New Holland Publishers (UK) Ltd.\n- Eight Southeast Asian Destinations You Shouldn't Miss\n- Mount Kinabalu National Park ... revered abode of the dead\n- Parris, B. S., R. S. Beaman, and J. H. Beaman. 1992. The Plants of Mount Kinabalu: 1. Ferns and Fern Allies. Kew: Royal Botanic Gardens. 165 pp + 5 pl.\n- Wood, J. J., J. H. Beaman, and R. S. Beaman. 1993. The Plants of Mount Kinabalu. 2. Orchids. Kew: Royal Botanic Gardens. xii + 411 pp + 84 pl.\n- Beaman, J. H., and R. S. Beaman. 1998. The Plants of Mount Kinabalu. 3. Gymnosperms and Non-Orchid Monocotyledons. Kota Kinabalu: Natural History Publications (Borneo) Sdn. Bhd.; Kew: Royal Botanic Gardens. xii + 220 pp + 25 pl.\n- Beaman, J. H., C. Anderson, and R. S. Beaman. 2001. The plants of Mount Kinabalu. 4: Dicotyledon families Acanthaceae to Lythraceae. xiv + 570 pp + 45 pl. Kota Kinabalu: Natural History Publications (Borneo) Sdn. Bhd.; Kew: Royal Botanic Gardens.\n- Beaman, J. H., and C. Anderson. 2004. The plants of Mount Kinabalu. 5: Dicotyledon families Magnoliaceae to Winteraceae. xiv + 609 pp + 40 pl. Kota Kinabalu: Natural History Publications (Borneo) Sdn. Bhd.; Kew: Royal Botanic Gardens.\n- Kurata, S. 1976. Nepenthes of Mount Kinabalu. Sabah National Parks Publications No. 2, Sabah National Parks Trustees, Kota Kinabalu.\n- Adam, J.H. & C.C. Wilcock 1998 ['1996']. Pitcher plants of Mt. Kinabalu in Sabah. The Sarawak Museum Journal 50(71): 145–171.\n- Blakemore, R.J., C. Csuzdi, M.T. Ito, N. Kaneko, T. Kawaguchi & M. Schilthuizen 2007. PDF (16.4 KiB) Zootaxa 1613: 23–44.\n- \"Kinabalu montane alpine meadows\". Terrestrial Ecoregions. World Wildlife Fund.\n- Hiung, C. S., R. Mandalam, and C. Chin. 2004. The Hugh Low Trail: The Quest for the Historical Trail to the Summit of Kinabalu. The Sabah Society, Kota Kinabalu.\n- Kinabalu Park. UNESCO World Heritage Centre.\n- Cymerman, A; Rock, PB. Medical Problems in High Mountain Environments. A Handbook for Medical Officers. USARIEM-TN94-2. US Army Research Inst. of Environmental Medicine Thermal and Mountain Medicine Division Technical Report. Retrieved 2009-03-05.\n- The Independent, 21 September 1994, Leaders of lost expedition criticised, by Mary Braid\n- McIlroy, N. 2011. Man versus mountain. The West Australian, 9 July 2011.\n|Wikimedia Commons has media related to: Mount Kinabalu|\n- Mount Kinabalu travel guide from Wikivoyage\n- Sabah Parks website\n- Mount Kinabalu Information\n- Climbing Mount Kinabalu\n- Plants of Mount Kinabalu", "id": "<urn:uuid:dc723fdf-5aaa-4004-8399-c611ce1936f0>", "dump": "CC-MAIN-2013-20", "url": "http://en.wikipedia.org/wiki/Mount_Kinabalu", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9411343932151794, "token_count": 3962, "score": 2.921875, "int_score": 3}
{"text": "When the world was still young, some 3 500 million years ago, molten rock forced its way through the earth's crust and solidified to form the spectacular granite outcrops where Pretoriuskop Rest Camp is now nestled. The impressive granite dome known as \"Shabeni Hill\" is not far from the camp, which is found in the south-western corner of the Kruger National Park. It is immediately apparent to any visitor that Pretoriuskop is unique as brilliant red trees adorn the camp, pre-dating the decision to make exclusive use of indigenous plants in laying out rest camp gardens. Nostalgia prompted an exception to the rule for Pretoriuskop, the Kruger National Park's oldest rest camp, and exotic flowering plants were allowed to stay, enhancing the strong sense of the past that is so pervasive.\nGiving geographical context to places of interest in South Africa", "id": "<urn:uuid:ef5e50af-1d85-4468-9975-00dcebbaa0ff>", "dump": "CC-MAIN-2013-20", "url": "http://plak.co.za/moreinfo/25232/wesfleur-hospital", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9424307942390442, "token_count": 180, "score": 2.90625, "int_score": 3}
{"text": "Hoodoos may be seismic gurus\nHoodoo prediction Towering chimney-like sedimentary rock spires known as hoodoos may provide an indication of an area's past earthquake activity.\nThe research by scientists including Dr Rasool Anooshehpoor, from the United States Nuclear Regulatory Commission, may provide scientists with a new tool to test the accuracy of current hazard models.\nHoodoo formations are often found in desert regions, and are common in North America, the Middle East and northern Africa.\nThey are caused by the uneven weathering of different layers of sedimentary rocks, that leave boulders or thin caps of hard rock perched on softer rock.\nBy knowing the strengths of different types of sedimentary layers, scientists can determine the amount of stress needed to cause those rocks to fracture.\nThe United States Geological Survey (USGS) use seismic hazard models to predict the type of ground motion likely to occur in an area during a seismic event. But, according to Anooshehpoor, these models lack long term data.\n\"Existing hazard maps use models based on scant data going back a hundred years or so,\" says Anooshehpoor. \"But earthquakes have return periods lasting hundreds or thousands of years, so there is nothing to test these hazard models against.\"\nThe researchers examined two unfractured hoodoos within a few kilometres of the Garlock fault, which is an active strike-slip fault zone in California's Red Rock Canyon.\nTheir findings are reported in the Bulletin of the Seismological Society of America.\n\"Although we can't put a precise age on hoodoos because of their erosion characteristics, we can use them to provide physical limits on the level of ground shaking that could potentially have occurred in the area,\" says Anooshehpoor.\nThe researchers developed a three-dimensional model of each hoodoo and determined the most likely place where each spire would fail in an earthquake.\nThey then tested rock samples similar to the hoodoo pillars to measure their tensile strength and compared their results with previously published data.\nUSGS records suggest at least one large magnitude earthquake occurred along the fault in the last 550 years, resulting in seven metres of slip, yet the hoodoos are still standing.\nThis finding is consistent with a median level of ground motion associated with the large quakes in this region, says Anooshehpoor.\n\"If an earthquake occurred with a higher level of ground motion, the hoodoos would have collapsed,\" he says.\n\"Nobody can predict earthquakes, but this will help predict what ground motions are associated with these earthquakes when they happen.\"\nDr Juan Carlos Afonso from the Department of Earth and Planetary Sciences at Sydney's Macquarie University says it's an exciting development.\n\"In seismic hazard studies, it's not just difficult to cover the entire planet, it's hard to cover even small active regions near populated areas,\" says Afonso.\n\"You need lots of instruments, so it's great if you can rely on nature and natural objects to help you.\"\nHe says while the work is still very new and needs to be proven, the physics seems sound.", "id": "<urn:uuid:85a979cb-9571-4e06-b38a-2f79912abb44>", "dump": "CC-MAIN-2013-20", "url": "http://www.abc.net.au/science/articles/2013/02/05/3682324.htm?site=science&topic=enviro", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9556187391281128, "token_count": 644, "score": 4.3125, "int_score": 4}
