{"text": "To learn more about cholesterol, browse any of the cholesterol topics below.\nAbout Cholesterol Cholesterol itself isn't bad. We all have and need this wax-like substance in our bodies. Learn about the so-called \"good\" and \"bad\" cholesterol, where it comes from, and why it's important for your health.\nWhy Cholesterol Matters High cholesterol is one of the major risk factors leading to heart disease, heart attack and stroke. Discover the reasons to keep your cholesterol controlled.\nUnderstand Your Risk for Cholesterol High cholesterol levels can run in families, and women generally tend to have higher levels of HDL than men. Find out more about who has high cholesterol, and discover why managing cholesterol is important even for children.\nPrevention & Treatment of Cholesterol You can lower your cholesterol and reduce your risk of heart disease and stroke. Take responsibility for managing your cholesterol levels with healthy lifestyle choices and a sound medical treatment plan when prescribed.\nCholesterol Tools & Resources Learn more with our online tracking resources, downloadable information pages and personal stories from people like you.\nWatch, Learn and Live\nOur Interactive Cardiovascular Library has informative illustrations and animations to help you learn about conditions, treatments and procedures related to heart disease and stroke.", "id": "<urn:uuid:5a052ffe-8b89-4dfe-9c48-1877699b92fe>", "dump": "CC-MAIN-2013-20", "url": "http://heart.org/HEARTORG/Conditions/Cholesterol/Cholesterol_UCM_001089_SubHomePage.jsp", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9165728688240051, "token_count": 252, "score": 3.171875, "int_score": 3}
{"text": "Flipping the North Koreans off\nNot many people visit North korea these days but if you are one of the lucky few, more likely than not you will be led through an official guided tour of USS Pueblo – an American Intelligence vessel captured in 1968 – which remains the only American vessel currently in captivity.\nThe seizure of USS Pueblo is now one of the forgotten episodes of the Cold War. The U.S. claimed it was in the international waters, while the D.P.R.K. insisted that it was in the North Korean waters. Diplomatic and military stand-off that followed was punctuated by a series of photos, films, and letters depicting the crew of the Pueblo enjoying their comfortable captivity.\nIn reality, however, the crew was being subjected to psychical and psychological abuse. From behind the bars in one of the most isolated places on the planet, the crew nonetheless delivered a master class in political subversion. To undermine the credibility of the letters written home to suggest that they had willingly defected, the crew wrote about the events that never happened. In their press conferences, they used archaic words the Koreans didn’t perfectly understand. Since none of the Koreans knew English well enough to write the confession, the vessel’s commander wrote it himself. They checked the meaning of his words with a dictionary, but failed to catch the pun: “We paean the DPRK. We paean the Korean people. We paean their great leader Kim Il Sung”. (“Paean” is homophonic with “pee on”.)\nAnd almost by accident, they came across the idea behind their greatest coup: in two propaganda movies, the crew noticed people giving the finger were not censored. The crew deduced that the North Koreans didn’t know what the finger meant. In the subsequent propaganda photos of the crew, their middle fingers were firmly extended to the cameraman. When the North Koreans questioned, the crew described it as the “Hawaiian good luck sign.” The ruse went on unnoticed until October 1968, when Time magazine explained the mysterious gesture appearing in many photos as one of “obscene derisiveness and contempt.”\nThis revelation infuriated the North Korean captors, bringing about a period of severe beatings and torture, and the propaganda letters, photos and videos stopped after this. Yet, it would take two more months for the U.S. to offer a perfunctory apology (retracted afterwards) to ensure the release of 82 crewmen. Diplomatic and morale victory hid the bitter reality that the loss of USS Pueblo was a significant blow to the intelligence services. It is now believed that the Soviets urged the North Koreans to seize the ship so that they can reverse engineer US equipment and codebooks.\nTime Magazine never responded to the repercussions that followed its very public explanation, which in its entirely is reproduced below. For more photos, check the link here.", "id": "<urn:uuid:4e061316-a722-4a96-8d1b-359431d138e8>", "dump": "CC-MAIN-2013-20", "url": "http://iconicphotos.wordpress.com/2010/10/01/flipping-the-north-koreans-off/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.970348596572876, "token_count": 617, "score": 2.59375, "int_score": 3}
{"text": "4 Dice Helps Students Learn to Add, Subtract, Multiply, and Divide Fractions\n4 Dice is an iPad app designed to help students learn to add, subtract, multiply, and divide fractions. The app was developed by the same people that built the popular 5 Dice app that helps students learn the order of operations.\nIn 4 Dice students are shown a fraction and they have to drag four dice into position to complete the arithmetic that will result in the fraction that they were shown. It’s kind of like the Jeopardy concept applied to fractions mathematics. There are five modes in 4 Dice. There are the addition, subtraction, multiplication, and division modes as well as a challenge mode that randomized the problems. At any point in a series of problems students can pause and use the whiteboard to work out possible solutions to a problem.\n4 Dice does ask for an email address, but doesn’t ask users to confirm that email address. If your students don’t have email addresses you can use the Gmail+1 trick to create dummy addresses for them that you can monitor.\n4 Dice costs $0.99. This app is appropriate for elementary and middle school students.", "id": "<urn:uuid:5eadff81-237b-449e-a190-3d2c04c3d0c6>", "dump": "CC-MAIN-2013-20", "url": "http://ipadapps4school.com/2012/12/11/4-dice-helps-students-learn-to-add-subtract-multiply-and-divide-fractions/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9572340250015259, "token_count": 247, "score": 2.96875, "int_score": 3}
{"text": "What Is It?\nFertility awareness is a way to prevent pregnancy by not having sex around the time of ovulation (the release of an egg during a girl's monthly cycle). Couples who do want to have a baby can also use this method to have sex during the time that they are most likely to conceive. Fertility awareness can include methods such as natural family planning, periodic abstinence, and the rhythm method.\nHow Does It Work?\nIf a couple doesn't have sex around the time of ovulation, the girl is less likely to get pregnant. The trick is knowing when ovulation happens. Couples use a calendar, a thermometer to measure body temperature, the thickness of cervical mucus, or a kit that tests for ovulation. The ovulation kits are more useful for couples who are trying to get pregnant. The fertile period around ovulation lasts 6 to 9 days and during this time the couple using only fertility awareness for birth control who does not want to get pregnant should not have sex.\nHow Well Does It Work?\nFertility awareness is not a reliable way to prevent pregnancy for most teens. Over the course of 1 year, as many as 25 out of 100 typical couples who rely on fertility awareness to prevent pregnancy will have an accidental pregnancy. Of course, this is an average figure, and the chance of getting pregnant depends on whether a couple uses one or more of the fertility awareness methods correctly and consistently and does not have unprotected sex during the fertile period.\nIn general, how well each type of birth control method works depends on a lot of things. These include whether a person has any health conditions, is taking any medications that might interfere with its use, whether the method chosen is convenient — and whether it is used correctly all the time. In the case of fertility awareness, it also depends on how consistent a woman's ovulatory cycle is, how accurately a couple keeps track of when she could be ovulating, and how reliably unprotected sex is avoided during the fertile period.\nProtection Against STDs\nAbstinence (not having sex) is the only method that always prevents pregnancy and STDs.\nWho Uses It?\nFertility awareness is not a reliable way to prevent pregnancy for most teens. It is often very difficult to tell when a girl is fertile. Because teens often have irregular menstrual cycles, it makes predicting ovulation much more difficult. Even people who have previously had regular cycles can have irregular timing of ovulation when factors such as stress or illness are involved. Fertility awareness also requires a commitment to monitoring body changes, keeping daily records, and above all not having sex during the fertile period.\nHow Do You Get It?\nFor couples interested in this method, it is best to talk to a doctor or counselor who is trained in fertility awareness. He or she can then teach the couple the skills they need to know to practice this birth control method accurately.\nHow Much Does It Cost?\nThe tools needed for fertility awareness — such as ovulation detection kits and thermometers, for example — are available in drugstores. But they can be expensive. Again, it's best to talk to a doctor for advice on using this method.\nReviewed by: Larissa Hirsch, MD\nDate reviewed: April 2010\nShare this page using:\nNote: All information on TeensHealth® is for educational purposes only. For specific medical advice, diagnoses, and treatment, consult your doctor.\n© 1995- The Nemours Foundation. All rights reserved.", "id": "<urn:uuid:ebd8d085-e439-4183-b008-e3abccc3efd1>", "dump": "CC-MAIN-2013-20", "url": "http://kidshealth.org/teen/sexual_health/contraception/contraception_rhythm.html?tracking=T_RelatedArticle", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9556679725646973, "token_count": 713, "score": 3.203125, "int_score": 3}
{"text": "A nuzzle of the neck, a stroke of the wrist, a brush of the knee—these caresses often signal a loving touch, but can also feel highly aversive, depending on who is delivering the touch, and to whom. Interested in how the brain makes connections between touch and emotion, neuroscientists at the California Institute of Technology (Caltech) have discovered that the association begins in the brain’s primary somatosensory cortex, a region that, until now, was thought only to respond to basic touch, not to its emotional quality.\n“We demonstrated for the first time that the primary somatosensory cortex—the brain region encoding basic touch properties such as how rough or smooth an object is—also is sensitive to the social meaning of a touch,” explains Michael Spezio, a visiting associate at Caltech who is also an assistant professor of psychology at Scripps College in Claremont, California. “It was generally thought that there are separate brain pathways for how we process the physical aspects of touch on the skin and for how we interpret that touch emotionally—that is, whether we feel it as pleasant, unpleasant, desired, or repulsive. Our study shows that, to the contrary, emotion is involved at the primary stages of social touch.”", "id": "<urn:uuid:61b0ef59-2917-4404-a0f0-f46353e5a062>", "dump": "CC-MAIN-2013-20", "url": "http://literallybread.tumblr.com/post/24577231064/oneofthepaths-a-nuzzle-of-the-neck-a-stroke-of", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9519094228744507, "token_count": 267, "score": 3.40625, "int_score": 3}
{"text": "color=\"#FFFFFF\" size=\"2\">Back to Regional News Digest\nSaturday, September 19, 1998 Last modified at 3:24 a.m. on Saturday, September 19, 1998\nState gets more rain, except in plains\nALBUQUERQUE (AP) - Slightly higher averages of rain in New Mexico this summer masked big differences in precipitation levels statewide, the National Weather Service said.\nThe state's June-through-August average was 5 percent wetter than normal. But while summer rains fell on the western and northern parts of the state, the eastern plains were dry, said Charlie Liles, head of the weather service's Albuquerque office.\nLiles said you could draw a line south from Clayton and Las Vegas, N.M., through Cloudcroft to see the demarkation: It mostly was dry to the southeast and wet in the northwest. Part of weather systems that steered rain away from Texas did the same to eastern New Mexico.\n\"The dry east and southeast plains shows the westward expansion of the Texas drought that has taken place the past three to four months,\" Liles said.ce\nClovisn got 61 percent less rain this summer, he said.\nMonsoons caused an unusually wet July across the rest of the state but then stopped in August, said Dave Gutzler, a climate researcher at the University of New Mexico.\nJal, in the southeast, was the driest spot for the three-month period, with just 1.43 inches of rain, 72 percent below normal. The wettest spot was Black Lake near Angel Fire, with 14.53 inches, Liles said.\nAlbuquerque was two percent below normal with 3.42 inches, while Socorro was nearly 50 percent above normal with 5.6 inches. Santa Fe had 33 percent more rain at 7.15 inches, while Las Cruces was 47 percent below normal at 2.37 inches.", "id": "<urn:uuid:0057e9c8-4a05-4d1f-9ef8-63a69171c58d>", "dump": "CC-MAIN-2013-20", "url": "http://lubbockonline.com/stories/091998/LG3074.shtml", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9609489440917969, "token_count": 396, "score": 2.78125, "int_score": 3}
{"text": "5. Risky behavior in youth decreases: Results of the 2011 New Mexico Youth Risk and Resiliency Survey showed a significant decrease in the rates of the prevalence of suicide attempts, cigarette smoking and binge drinking among the state's public high school students. The YRRS is conducted in New Mexico public high schools and middle schools in the fall semester of odd numbered years. The 2011 YRRS surveyed 16,635 New Mexico high school students. According to the survey, suicide attempts were reported by 8.6 percent of high school students, down 40.7 percent from a high of 14.5 percent in 2003. The percentage of high school students who were current smokers declined from a high of 30.2 percent in 2003 to 19.9 percent in 2011. Binge drinking decreased from a rate of 35.4 percent in 2003 to 22.4 percent in 2011. For more information, including reports by New Mexico counties, go to www.youthrisk.org.\n4. New skilled nursing facility opens: The Department of Health held a ribbon-cutting ceremony in July for the new Meadows Home at the New Mexico Behavioral Health Institute in Las Vegas. Meadows Home is a skilled nursing facility that provides care for up to 180 residents of New Mexico. The new building, which is the first of three phases that is being built, replaces buildings that were built in 1948 and 1955. The Meadows Home creates a\n3. West Nile resurgence: West Nile Virus was once again in the national and State spotlight due to a resurgence in the number of human cases of the disease nationwide and in New Mexico. In 2012, there were 47 human cases, which included one death in Bernalillo County. In 2011 there were four human cases and in 2010 there were 25 cases. West Nile was first detected in 2003 in New Mexico, with 209 human cases. West Nile Virus prevention tips can be found online at www.nmhealth.org/erd/healthdata/westnile.shtml.\n2. Prescription drug overdoses Increase: In May 2012, the Department released data that shows sales of controlled prescription opiate pain relievers increased 131 percent in New Mexico between 2001 and 2010. During the same period, the state's drug overdose death rate increased 61.8 percent. Since 2007, the overdose death rate from prescription drugs has exceeded the death rate from illicit drugs such as heroin and cocaine.\nThere is help available for people addicted to prescription medications. The Southwest Pathways Clinic at the Las Cruces Public Health Office offers medication assisted treatment for persons with opiate dependency in southern New Mexico and provides intensive outpatient treatment that may be an alternative to narcotic treatment with methadone maintenance therapy. For more information about Southwest Pathways, visit www.healthynm.org.\n1. Pertussis outbreak: There have been more than 750 cases of Pertussis in New Mexico this year. This is compared to 277 cases in 2011, 151 cases in 2010 and just 85 cases in 2009. Pertussis is a vaccine-preventable disease that causes fits of coughing that in some people make it hard to breathe. Anyone can get pertussis, but babies who get the disease are at greatest risk of complications, including pneumonia, seizures, brain damage and death. The best prevention from stopping the spread of pertussis is to get vaccinated. The CDC recommends cocooning, which is vaccinating everyone who comes into close contact with an infant, including daycare workers, aunts, uncles and grandparents. Find more pertussis information online at www.nmhealth.org/pertussis.\nTo read the full top 10 list, visit www.healthynm.org. Happy New Year!\nChris J. Minnick writes for the New Mexico Department of Health. He can be reached at firstname.lastname@example.org.", "id": "<urn:uuid:ddaf6484-01d0-4ea5-8a66-5436fa9fd779>", "dump": "CC-MAIN-2013-20", "url": "http://www.lcsun-news.com/las_cruces-health/ci_22260659", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9509567022323608, "token_count": 785, "score": 2.671875, "int_score": 3}
{"text": "The list is the origin of culture. It's part of the history of art and literature. What does culture want? To make infinity comprehensible. It also wants to create order — not always, but often. And how, as a human being, does one face infinity? How does one attempt to grasp the incomprehensible? Through lists, through catalogs, through collections in museums and through encyclopedias and dictionaries. There is an allure to enumerating how many women Don Giovanni slept with: It was 2,063, at least according to Mozart's librettist, Lorenzo da Ponte. We also have completely practical lists — the shopping list, the will, the menu — that are also cultural achievements in their own right.\n…At first, we think that a list is primitive and typical of very early cultures, which had no exact concept of the universe and were therefore limited to listing the characteristics they could name. But, in cultural history, the list has prevailed over and over again. It is by no means merely an expression of primitive cultures. A very clear image of the universe existed in the Middle Ages, and there were lists. A new worldview based on astronomy predominated in the Renaissance and the Baroque era. And there were lists. And the list is certainly prevalent in the postmodern age. It has an irresistible magic.\n…We like lists because we don't want to die.\nHere is much more. Make sure you read the quotation under the photo; I don't want to reproduce it on a family blog.\nI wonder if this interview was translated from some other language, given the difference between \"lists\" and \"enumeration.\" Here is an important MR post: Jeffrey Lonsdale writes.\nI thank Cardiff Garcia for the pointer.", "id": "<urn:uuid:677a2991-3cf1-4c15-8111-a72e57592df6>", "dump": "CC-MAIN-2013-20", "url": "http://marginalrevolution.com/marginalrevolution/2009/11/umberto-eco-on-lists.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9720367193222046, "token_count": 366, "score": 2.53125, "int_score": 3}
{"text": "Hydrocele Operation: aka Hydroceles, Hydrocele Sac, Swollen Testicle, Hydrocelectomy\nWhat is it?\nHydrocele operations or hydrocele surgery is to release fluid that forms in a sac within the scrotum. Typically hydroceles develop when the testicle passes into the scrotum but the passage through which this occur fails to close properly. Fluid can accumulate in this passage from the abdomen, and then enters the scrotum causing it to swell.\nThis can cause one or both sides of the scrotum to swell and the testicle itself to swell or become damage and inflamed. Fluid can also block the tube where sperm typically flow from. Hydroceles are more common in newborn boys but are not exclusive to newborn boys. To diagnose a hydrocele typically a doctor will look for swelling in the scrotum caused primarily by fluid build up or will look for something solid like a fluid-filled sac in the scrotum.\nTypically fluid is removed from the hydrocele sac during a procedure called a hydrocelectomy. For the most part this is a straightforward and uncomplicated procedure that may produce a moderate amount of soreness for a few days following the procedure. The long-term benefits far outweigh any short-term soreness.\nMany times the patient is a young patient under the age of 10 or in many cases a newborn baby that is born with a hydrocele defect. Usually a surgery takes placed under general anesthesia. A surgeon will make a small incision in the scrotum that will allow fluid to be drained from the scrotum and then seal the passage from the scrotum to the abdomen. Usually the incision is then closed with stitches that will dissolve on their own so they do not have to be removed later.\nAlternatives to Surgery\nThere are no known alternatives to this surgery currently.\nBefore the Operation\nPrior to the operation the doctor will confirm a fluid filled sac exists by placing a light to the scrotum which will light up the testicles, veins in the scrotum and the fluid filled sac which will appear clear to the light.\nA doctor will also perform a comprehensive medical history and check any medications the patient is currently taking. Patients are advised not to eat or drink anything up to 12 hours before the procedure because it is performed under general anesthesia.\nAfter the Operation- At Home\nOnce the operation is complete the patient will recover usually for a few hours in a day bed. The procedure is usually performed on an outpatient basis meaning the patient can usually go home on the same day. Most of the time it is best to wear looser fitting close that will prevent irritation and discomfort on leaving.\nThere are some risks associated with this procedure as there are with any procedure including a small risk of infection. Other risks including the risk of bleeding during or after the procedure, and a risk of a blood clot forming in the area of the procedure. The doctor may accidentally damage the scrotum or the tissues surrounding this area too.\nAnytime a patient undergoes general anesthesia there are risks associated with this too including a risk of pneumonia following surgery. The nurse or doctor will encourage the patient to take deep breaths to clear the lungs following surgery. Many people especially younger children undergoing this operation may report feeling nauseous or dizzy following the procedure, a side effect largely associated with the general anesthesia. These complications are usually temporary however and resolve within a couple of days of treatment.\nA hydrocele procedure is generally performed to relieve fluid build up around the testicle or within the scrotum. This procedure is relatively simple with few complications. The primary risks include a risk of infection and risk of rupture or nicks to nearby tissues or structures. If you work with a competent health professional you reduce your odds of complications.\nBecause these surgeries are often performed on younger individuals it pays to ask someone if they have experience working on youths or pediatric patients. You may need to pay a small amount extra to work with someone that specializes in pediatrics or even geriatrics if you are over 50 or 60 and have a fluid-filled sac in the scrotum that you require surgery for. Regardless of where you go or who you see make sure they practice safe hygiene practices to ensure your safety and wellness.\nEstimated Costs for Hydrocele Operation\nThe cost of surgery varies widely and may depend partly on the patient’s age and overall health and wellness. Patients that do not require extensive health accommodations or hospital stays are likely to have to pay the least in adjunctive healthcare therapy. That said you should always be prepared to foot the bill for extra expenses including any complications that may rise from treatment. Health insurance may offset some of these costs.\nKeep in mind there may be separate fees associated with anesthesia. The hospital and anesthesia fees are usually separate from the fees charged for the procedure itself, although some medical tourism companies tend to provide all-inclusive packages for their patients. This may be the best option for individuals that plan to travel abroad already and want to fit in a little health care while traveling for pleasure.\n|Country||Costs Hydrocele Operation|", "id": "<urn:uuid:57d92190-6ad1-4d8c-aca4-713307cec119>", "dump": "CC-MAIN-2013-20", "url": "http://medicaltourismguide.com/procedures/medical/hydrocele-operation/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9437116980552673, "token_count": 1049, "score": 2.84375, "int_score": 3}
{"text": "What Is It?\nVaricose veins occur when veins just below the skin's surface are damaged, become swollen and fill with too much blood.\nVeins are the blood vessels that return blood to the heart. Arteries carry blood away from the heart to the rest of the body.\nVaricose veins most commonly occur in the legs. In about 50% of cases, the condition runs in families, and probably is related to an inherited weakness in the veins' walls or the valves inside veins that keep blood from backing up.\nPregnancy is another common cause of varicose veins. During pregnancy, the volume of blood increases causing veins to expand. Also, occupations that require uninterrupted standing (waitresses and waiters, nurses, mothers with young children) may force leg veins and valves to work against gravity for hours, increasing the risk of pressure-related vein and valve damage. Garters also can increase the risk of varicose veins if their tight elastics slow blood flow in the legs.\nVaricose veins are 2 to 3 times more common in women than men. Obese people are more likely to develop varicose veins.\nVaricose veins can be associated with prior blood clots and damage to the deeper veins in one or both legs, a situation that sometimes can lead to chronic venous insufficiency. When this happens, the veins lose their ability to effectively move blood back to the heart. This can cause significant leg swelling and skin sores or ulcers.\nIn the legs, varicose veins commonly are found along the inside of the leg, at the ankles and at the back of the calf. The affected veins look blue, swollen or stretched out, kinked or twisted.\nIn some people, varicose veins do not cause any symptoms. However, other people may experience one or more of the following:\n- A dull ache in the legs\n- A feeling of pressure or heaviness in the legs\n- Swollen feet and ankles\n- Itching skin near the damaged veins\nIn more severe cases of chronic venous insufficiency, a slowing of blood flow through the vein can lead to localized skin changes, including dryness, a rash or brownish discoloration and open sores (ulcers). Slow blood flow also can cause a clot to form inside the affected vein. This condition is called thrombosis.\nIn general, symptoms of varicose veins are worse at the end of the day, especially after periods of prolonged standing. Some women also find that their symptoms are more intense during the days before their menstrual periods, and during pregnancy.\nYour doctor will ask you about your symptoms and about your family history of varicose veins. He or she also will ask about your lifestyle, especially the number of hours that you spend on your feet. In women, your doctor will ask about your pregnancy history and about the tightness of elastics on the socks or stockings you wear.\nYour doctor can diagnose varicose veins with a simple physical examination. In most cases, no special tests are necessary.\nVaricose veins are a long-term problem, but symptoms can come and go. If you are pregnant and experiencing severe problems with varicose veins, your symptoms will improve after delivery. However, your varicose veins probably will not disappear totally, and you can expect symptoms to return during future pregnancies.\nYou can help to prevent varicose veins by maintaining a normal weight and by avoiding situations where you must stand for prolonged periods. Even with these preventive measures, however, you still may develop varicose veins if this condition tends to run in your family.\nIf you already have varicose veins, you can prevent symptom flare-ups by periodically lying down or sitting down with your legs elevated above the level of your chest. Some physicians also recommend that you wear support stockings or more specialized compression stockings when you walk or stand for long periods of time. The stockings prevent blood from pooling in the veins, and prevent strain on the valves and leg swelling.\nTreatment for most people with mild symptoms of varicose veins includes:\n- Elevating and supporting the legs periodically throughout the day\n- Wearing compression stockings\nFor varicose veins that are close to the skin, dermatologists or vascular surgeons may offer sclerotherapy or laser therapy. Sclerotherapy involves injection of an irritating into the affected vein, causing the vein to scar and shut down. Laser therapy can be effective for the smallest varicose veins.\nPeople with severe venous insufficiency can develop recurrent blood clots and skin ulcers. The traditional surgery is called vein stripping and ligation. In this surgical procedure, the abnormal veins are tied off and pulled out of the body through series of small cuts in the skin. Another surgical procedure, called ambulatory phlebectomy, also removes veins through small skin incisions, but it is less invasive than classic stripping and ligation.\nNewer therapies include endovenous thermal ablation and transilluminated power phlebotomy (a modified form of ambulatory phlebotomy). Endovenous thermal ablation uses laser or high-frequency radio waves to heat the abnormal veins. These newer procedures appear to cause less scarring, with less \"down time.\"\nExternal laser therapy is reserved primarily for cosmetic removal of small, superficial, spider-like veins.\nWhen to Call a Professional\nCall your doctor whenever you have pain, swelling, skin ulcers or an unexplained area of bruising on your legs. New leg swelling, especially in just one leg, can be caused by a blood clot, which requires immediate treatment.\nIf you have varicose veins, call your doctor immediately if you develop an ulcer or a painful, black and blue area near a varicose vein or if you cut the skin over a varicose vein and you have trouble controlling the bleeding.\nVaricose veins are a long-term problem, but their symptoms often can be controlled with leg elevation and therapeutic stockings.\nSurgical procedures remove varicose veins permanently, but they leave scars, and they cannot prevent new varicose veins from forming.\nNational Heart, Lung, and Blood Institute (NHLBI)\nP.O. Box 30105\nBethesda, MD 20824-0105\nAmerican College of Surgeons (ACS)\n633 North Saint Clair St.\nChicago, IL 60611-3211", "id": "<urn:uuid:a9d62cbe-98e6-4351-88a3-fd81aeda1b82>", "dump": "CC-MAIN-2013-20", "url": "http://www.intelihealth.com/IH/ihtIH/EMIHC267/8059/28040/266771.html?d=dmtHealthAZ", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9247174859046936, "token_count": 1332, "score": 3.5, "int_score": 4}
{"text": "If it wasn’t for earthquakes, humans wouldn’t have innovated architecture\nThey wouldn’t have looked into new ways of building homes, but the problem is that we got good at it – good to the points our homes won’t be destroyed frequently enough aka they won’t evolute frequently.\nIf you look around you, there is very few free space - and in those spots you find big centers being eradicated everyday – safe and resistant enough – specially to earthquakes – what on earth will take down those inefficient dumb primitive beton monsters and make room for better buildings in the future ?\nSo the problem behind this is the ever expanding gap between technology and architecture : our homes will always be behind technology/progress – they will be always less optimal.\nI can only imagine how better the earth will be if our houses were “smart” or modern enough – it is not science fiction – the way we build stuff is very retarded to say the least when it comes to the material used, energy saving, what a home can “do” and it is just not possible “business wise” to say : ok, let us destroy and rebuild.\nBefore, nature took care of this, slowly and “less painfully”\nAs little earthquakes happened, our primitive cities got “devastated”, we rebuilt them in a better way but the costs were small.\nWe kept gradually improving till our cities became resistant to medium/high earthquakes.\nWe reached this point of the graph where things slow down, become stable – it is cool not to have the tragedy and misery of earthquakes, but on the other hand there is the hidden and expensive cost of stability and non-progress. It is invisible and super slow but as devastating in its effect as that 2 minutes tragedy called earthquake\nOur homes are costing the earth dearly and suffocating it – we need earthquakes to give engineers another better large-scale chance/try.\nBefore I start sounding too embarrassingly enthusiastic about earthquakes and destruction, here is a link on list of earthquakes – it has\n- Main lists of earthquakes\n- Historical earthquakes (before 1901)\n- List of 20th century earthquakes (1901–2000)\n- List of 21st century earthquakes (2001–present)\n- Lists of earthquakes by country\n- Largest earthquakes by magnitude\n- Deadliest earthquakes on record\nEnjoy the read !Read More", "id": "<urn:uuid:232a566f-fd11-4f6c-a2c2-97a9dce2484f>", "dump": "CC-MAIN-2013-20", "url": "http://mireille.it/2010/10/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9593789577484131, "token_count": 499, "score": 2.65625, "int_score": 3}
{"text": "|[This is a MPIWG MPDL language technology service]|\nBecome (p. p.) of Become\nBecome (v. i.) To pass from one state to another; to enter into some state or condition, by a change from another state, or by assuming or receiving new properties or qualities, additional matter, or a new character.\nBecome (v. i.) To come; to get.\nBecome (v. t.) To suit or be suitable to; to be congruous with; to befit; to accord with, in character or circumstances; to be worthy of, or proper for; to cause to appear well; -- said of persons and things.", "id": "<urn:uuid:009329d8-16c6-4c7e-a12d-baaaa30bd1be>", "dump": "CC-MAIN-2013-20", "url": "http://mpdl-service.mpiwg-berlin.mpg.de/mpiwg-mpdl-lt-web/lt/GetDictionaryEntries?query=become&queryDisplay=become&language=en&outputFormat=html&outputType=morphCompact&outputType=dictFull", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8884539604187012, "token_count": 146, "score": 2.546875, "int_score": 3}
{"text": "Schools and Students\nPrivate schools in 1999–2000 were located primarily in central cities (42 percent) and the urban fringe or large towns (40 percent) (table 2). About 18 percent of private schools were found in rural areas. In contrast, 24 percent of all public schools were in central city locations, 45 percent in the urban fringe or large towns, and 31 percent in rural areas. Most schools—61 percent of private and 71 percent of public—were elementary, but 10 percent of private schools and 25 percent of public schools were secondary. Finally, a much higher proportion of private schools (30 percent) were combined schools (usually grades K–12 or 1–12), compared with only 4 percent of public schools.\nFigures and Tables\nTable 2: Percentage distribution of schools according to community type and level, by sector and private school type: 1999-2000\nTable S2: Standard errors for the percentage distribution of schools according to community type and level, by sector and private school type: 1999-2000", "id": "<urn:uuid:700680b4-7ce1-472b-af82-33bd71cae337>", "dump": "CC-MAIN-2013-20", "url": "http://nces.ed.gov/programs/coe/analysis/2002b-sa01a.asp", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9785959720611572, "token_count": 207, "score": 3.015625, "int_score": 3}
{"text": "The test team views the use of a pulley as an intermediate step only, and has planned to shift to a reliance on windlasses like those that apparently were used to hoist sails on Egyptian ships.\n\"The whole approach has been to downgrade the technology,\" Gharib said. \"We first wanted to show that a kite could raise a huge weight at all. Now that we're raising larger and larger stones, we're also preparing to replace the steel scaffolding with wooden poles and the steel pulleys with wooden pulleys like the ones they may have used on Egyptian ships.\"\nFor Gharib, the idea of accomplishing heavy tasks with limited manpower is appealing from an engineer's standpoint because it makes more logistical sense.\n\"You can imagine how hard it is to coordinate the activities of hundreds if not thousands of laborers to accomplish an intricate task,\" said Gharib. \"It's one thing to send thousands of soldiers to attack another army on a battlefield. But an engineering project requires everything to be put precisely into place.\n\"I prefer to think of the technology as simple, with relatively few people involved,\" he explained.\nGharib and Graff came up with a way of building a simple structure around the obelisk, with a pulley system mounted in front of the stone. That way, the base of the obelisk would drag on the ground for a few feet as the kite lifted the stone, and the stone would be quite stable once it was pulled upright into a vertical position. If the obelisk were raised with the base as a pivot, the stone would tend to swing past the vertical position and fall the other way.\nThe top of the obelisk is tied with ropes threaded through the pulleys and attached to the kite. The operation is guided by a couple of workers using ropes attached to the pulleys.\nNo one has found any evidence that the ancient Egyptians moved stones or any other objects with kites and pulleys. But Clemmons has found some tantalizing hints that the project is on the right track. On a building frieze in a Cairo museum, there is a wing pattern in bas-relief that does not resemble any living bird. Directly below are several men standing near vertical objects that could be ropes.\nGharib's interest in the project is mainly to demonstrate that the technique may be viable.\n\"We're not Egyptologists,\" he said. \"We're mainly interested in determining whether there is a possibility that the Egyptians were aware of wind power, and whether they used it to make their lives better.\"\nNow that Gharib and his team have successfully raised the four-ton concrete obelisk, they plan to further test the approach using a ten-ton stone, and perhaps an even heavier one after that. Eventually they hope to obtain permission to try using their technique to raise one of the obelisks that still lie in an Egyptian quarry.\n\"In fact, we may not even need a kite. It could be we can get along with just a drag chute,\" Gharib said.\nAn important question is: Was there enough wind in Egypt for a kite or a drag chute to fly? Probably so, as steady winds of up to 30 miles per hour are not unusual in the areas where pyramids and obelisks were found.\n(c) 2001 Caltech\nSOURCES AND RELATED WEB SITES", "id": "<urn:uuid:7989d2d3-3e6d-4a4d-ad8e-e7b19882a89a>", "dump": "CC-MAIN-2013-20", "url": "http://news.nationalgeographic.com/news/2001/06/0628_caltechobelisk_2.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9741706848144531, "token_count": 709, "score": 3.578125, "int_score": 4}
{"text": "Viewed against a dangerous and costly backdrop, clear team communication is obviously essential to create a safe, productive and effective work environment on the ramp. Tractor operators and wing walkers need to warn each other of impending dangers. The tractor operator needs to keep the flight deck informed of ground movement. And all ground personnel should at least be able to hear the flight deck and each other during a pushback.\nRamp workers can do much more without the wire, the shouting or the hand signals.\nA typical wireless pushback and towing configuration uses a portable transceiver for continuous two-way communication among one or more wing walkers and the tractor operator during aircraft movement. The tractor operator is free to concentrate on correct maneuvering, and all crew members can warn others instantly of impending dangers.\nTo optimize the flow of communication and minimize chatter, the system is configured so that all team members can hear the pilot, but only the tractor operator can talk directly to the flight deck. Because wireless communication increases coordination and enables real-time verbal warnings, it decreases the risk of accidents, shortens turn-around times, and increases the likelihood of hitting flight slots.\nIn addition to pushbacks and towing, wireless team communication systems can also be used to improve safety and efficiency during deicing, cargo and maintenance operations. In a deicing configuration, a wireless system connects the driver and the basket, and the system itself can be connected to two-way radios enabling communication with remote users.\nCommunication between the driver and the basket takes place on open microphone over a 1.9GHz (1.8GHz in the EU) encrypted frequency while also allowing radio monitoring and transmitting with a push to-talk button on the headsets. Systems can be configured to enable multiple deicing crews to communicate while working on the same aircraft - further improving efficiency. Additional configurations are available for maintenance teams and are scalable to almost any size.\nChoosing a Wireless Communication System\nWireless headset systems are available in a wide variety of configurations and price ranges. To ensure a system meets the diverse needs of ground support, consider the following factors carefully:\nIs the system truly wireless? A number of so-called “wireless” systems actually require a wire from the headset to a radio or belt pack. While these systems allow freedom of movement, a belt pack or radio wire creates many of the same problems inherent in hardwire systems, particularly tangled cords. Moreover, belt packs generally have less than half the transmission range of self-contained systems worn on the head.\nDoes the system use DECT or Bluetooth technology? Transmission technology can dramatically affect how well wireless systems perform in the field. Systems that employ Bluetooth technology generally have a limited range and are subject to radio frequency interference from nearby devices.\nLook for systems that use Digital Enhanced Cordless Telecommunications technology. DECT units generally offer up to 30 times more coverage and are less subject to interference than Bluetooth. DECT transmissions also have multipath capability, meaning the signal will bounce up, over and around objects in order to establish the best possible connection. DECT signals are also digitally encoded to ensure privacy.\nIs the system full-duplex or half-duplex? Half-duplex systems allow communication in both directions, but only one direction at a time. That’s a walkie-talkie. On the other hand, full-duplex systems allow communication in both directions simultaneously. Full-duplex capabilities are an important safety consideration because they allow the parties to speak and hear others at the same time.\nIs the system radio-compatible? Communication during pushback and towing is generally confined to the flight deck, wing walkers and tractor operator; however, other ground support functions may benefit from the ability to communicate with remote users over a two-way radio. Look for a system with maximum radio-interface flexibility.", "id": "<urn:uuid:64b6024d-747e-42b4-94a5-ce98e783c943>", "dump": "CC-MAIN-2013-20", "url": "http://www.aviationpros.com/article/10603970/wireless-headsets-for-team-communication-improve-ramp-safety?page=2", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9268864989280701, "token_count": 784, "score": 2.578125, "int_score": 3}
