{"text": "St. Anne, Patroness of Detroit\nSt. Anne was named by the Vatican as the patron saint of the Archdiocese of Detroit. We honor the mother of the Blessed Virgin Mary and prayerfully ask for her intercession.\nOne may pray to any saint for any intention, but a patron saint is seen as the particular advocate for a chosen place or activity.\nSt. Anne is the mother of the Blessed Virgin Mary. Though she is not mentioned by name in the Bible, we know of her through early Christian writings, the most important of which is the Protoevangelium of James, written in about 150 A.D.\nWe are told that Anne, the wife of Joachim, was advanced in years before her prayers for a child were answered. An angel appeared and told her she would conceive a child who \"shall be spoken of in all the world.\"\nSt. Anne's feast day is celebrated on July 26. She is known as the patron saint of equestrians, housewives, women in labor, cabinet-makers, and miners.\nDevotion to St. Anne became popular in the Christian East by the fourth century, and that tradition later spread to the Christian West. When the French began to colonize modern-day Quebec, they brought their devotion to St. Anne with them—asking for her protection in the New World.\nThis devotion was planted on the banks of the Detroit River by the original French-Canadian settlers. Two days after Antoine de la Mothe Cadillac landed with 51 others in what is now downtown Detroit on July 24, 1701, they celebrated Mass and began construction of a church named after Saint Anne.\nToday, Ste. Anne de Detroit Church is the second oldest continually operating parish in the United States. As is now recognized by the Holy See, the church of Detroit was placed under St. Anne's protection from its very founding.", "id": "<urn:uuid:8e1cef78-a3fc-4eeb-b94f-f8ec251e2e20>", "dump": "CC-MAIN-2013-20", "url": "http://www.aod.org/our-archdiocese/history-of-the-archdiocese/patron-saint/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9797120094299316, "token_count": 386, "score": 2.796875, "int_score": 3}
{"text": "December 4 is a very special day for the mining industry. This is the feast day of Barbara, Patron Saint for Miners and Blasters, and globally for all the professions that relate to fire (firemen, fireworks specialists, etc.)\nFrom her tragic story, which appeared later to be a legend, \"the belief became widespread that Barbara could control lightning and other manifestations of flame and fire. (...) Miners later developed the use of gunpowder for disintegrating rock, involving manifestations similar to thunder claps and lightning flashes. This led to their need for special protection against accidents from the use of explosives (...)\" (Source: The Legend of Saint Barbara, Patron Saint of Mines in Infomine.com)\nSaint Barbara remains a vivid part of mining traditions and heritage. In Europe, a statue of Saint Barbara always stands at the entrance of a tunnel construction site. A lot of mining countries still honor Saint Barbara, from Latin America to Asia. Many extraction sites have been named after Saint Barbara (Compania Minera Santa Barbara S.A. in Chile, Complejo Minero Santa Bárbara in Mexico, Barbara Experimental Coal Mine in Poland, St Barbara's Southern Cross in Australia, etc.), thereby keeping alive the reputation of Saint Barbara as our patron saint.", "id": "<urn:uuid:a000566e-4a70-4760-87f7-1d99f604d6ae>", "dump": "CC-MAIN-2013-20", "url": "http://mining.about.com/b/2011/12/03/barbara-patron-saint-of-miners.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9183008074760437, "token_count": 259, "score": 2.546875, "int_score": 3}
{"text": "A jack-o'-lantern, one of the symbols of Halloween\n|Also called||All Hallows' Eve\nAll Saints' Eve\n|Observed by||Western Christians & many non-Christians around the world|\n|Celebrations||Trick-or-treating/guising, costume parties, making jack-o'-lanterns, lighting bonfires, divination, apple bobbing, visiting haunted attractions, fireworks displays|\n|Observances||Church services, prayer, fasting, and vigils|\n|Related to||Samhain, Hop-tu-Naa, Calan Gaeaf, Kalan Gwav, Day of the Dead, All Saints' Day (cf. vigils)|\nHalloween or Hallowe'en (a contraction of \"All Hallows' Evening\"), also known as All Hallows' Eve, is a yearly celebration observed in a number of countries on October 31, the eve of the Western Christian feast of All Hallows (or All Saints) and the day initiating the triduum of Hallowmas.\nAccording to many scholars, All Hallows' Eve is a Christianised feast originally influenced by western European harvest festivals, and festivals of the dead with possible pagan roots, particularly the Celtic Samhain. Other scholars maintain that it originated independently of Samhain and has solely Christian roots.\nTypical festive Halloween activities include trick-or-treating (also known as \"guising\"), attending costume parties, carving pumpkins into jack-o'-lanterns, lighting bonfires, apple bobbing, visiting haunted attractions, playing pranks, telling scary stories, and watching horror films.\nThe word Halloween was first used in the 16th century and represents a Scottish variant of the fuller All Hallows' Eve ('evening'), that is, the night before All Hallows' Day. Although the phrase All Hallows' is found in Old English (ealra hālgena mæssedæg, mass-day of all saints), All Hallows' Eve is itself not seen until 1556.\nCeltic influences \nThough the origin of the word Halloween is Christian, the holiday is commonly thought to have pagan roots. Historian Nicholas Rogers, exploring the origins of Halloween, notes that while \"some folklorists have detected its origins in the Roman feast of Pomona, the goddess of fruits and seeds, or in the festival of the dead called Parentalia, it is more typically linked to the Celtic festival of Samhain\", which comes from the Old Irish for \"summer's end\". Samhain (pronounced SAH-win or SOW-in) was the first and most important of the four quarter days in the medieval Gaelic (Irish, Scottish and Manx) calendar. It was held on or about October 31 – November 1 and kindred festivals were held at the same time of year in other Celtic lands; for example the Brythonic Calan Gaeaf (in Wales), Kalan Gwav (in Cornwall) and Kalan Goañv (in Brittany). Samhain is mentioned in some of the earliest Irish literature and many important events in Irish mythology happen or begin on Samhain. It marked the end of the harvest season and the beginning of winter or the 'darker half' of the year. This was a time for stock-taking and preparing for the cold winter ahead; cattle were brought back down from the summer pastures and livestock were slaughtered. In much of the Gaelic world, bonfires were lit and there were rituals involving them. Some of these rituals hint that they may once have involved human sacrifice. Divination games or rituals were also done at Samhain.\nSamhain (like Beltane) was seen as a time when the 'door' to the Otherworld opened enough for the souls of the dead, and other beings such as fairies, to come into our world. The souls of the dead were said to revisit their homes on Samhain. Feasts were had, at which the souls of dead kin were beckoned to attend and a place set at the table for them. Lewis Spence described it as a \"feast of the dead\" and \"festival of the fairies\". However, harmful spirits and fairies were also thought to be active at Samhain. People took steps to allay or ward-off these harmful spirits/fairies, which is thought to have influenced today's Halloween customs. Before the 20th century, wearing costumes at Samhain was done in parts of Ireland, Mann, the Scottish Highlands and islands, and Wales. Wearing costumes may have originated as a means of disguising oneself from these harmful spirits/fairies, although some suggest that the custom comes from a Christian or Christianized belief (see below). In Ireland, people went about before nightfall collecting for Samhain feasts and sometimes wore costumes while doing so. In the 19th century on Ireland's southern coast, a man dressed as a white mare would lead youths door-to-door collecting food; by giving them food, the household could expect good fortune from the 'Muck Olla'. In Moray during the 18th century, boys called at each house in their village asking for fuel for the Samhain bonfire. The modern custom of trick-or-treating may have come from these practices. Alternatively, it may come from the Christian custom of souling (see below).\nMaking jack-o'-lanterns at Halloween may also have sprung from Samhain and Celtic beliefs. Turnip lanterns, sometimes with faces carved into them, were made on Samhain in the 19th century in parts of Ireland and the Scottish Highlands. As well as being used to light one's way while outside on Samhain night, they may also have been used to represent the spirits/fairies and/or to protect oneself and one's home from them. Another legend is that a trickster named Jack decided one day to trick the Devil. He trapped the Devil in a pumpkin and paraded him around town. Eventually, Jack let the Devil out and the Devil put a curse on Jack and forever made him a spirit in hell. On Halloween, Jack is released to terrorize the country all night. To protect themselves, the Irish would place a pumpkin with a face outside to scare Jack into believing it was the Devil. However, a Christian origin has also been proposed.\nChristian influences \nHalloween is also thought to have been influenced by the Christian holy days of All Saints' Day (also known as All Hallows, Hallowmas or Hallowtide) on November 1 and All Souls' Day on November 2. They are a time for honoring the saints and praying for the recently departed who had yet to reach Heaven. All Saints was introduced in the year 609, but was originally celebrated on May 13. In 835, it was switched to November 1 (the same date as Samhain) at the behest of Pope Gregory IV. Some have suggested this was due to Celtic influence, while others suggest it was a Germanic idea.\nBy the end of the 12th century they had become holy days of obligation across Europe and involved such traditions as ringing bells for the souls in purgatory. \"Souling\", the custom of baking and sharing soul cakes for \"all crysten christened souls\", has been suggested as the origin of trick-or-treating. Groups of poor people, often children, would go door-to-door on All Saints/All Souls collecting soul cakes, originally as a means of praying for souls in purgatory. Similar practices for the souls of the dead were found as far south as Italy. Shakespeare mentions the practice in his comedy The Two Gentlemen of Verona (1593), when Speed accuses his master of \"puling [whimpering or whining] like a beggar at Hallowmas.\" The custom of wearing costumes has been linked to All Saints/All Souls by Prince Sorie Conteh, who wrote: \"It was traditionally believed that the souls of the departed wandered the earth until All Saints' Day, and All Hallows' Eve provided one last chance for the dead to gain vengeance on their enemies before moving to the next world. In order to avoid being recognised by any soul that might be seeking such vengeance, people would don masks or costumes to disguise their identities\". In Halloween: From Pagan Ritual to Party Night, Nicholas Rogers explained Halloween jack-o'-lanterns as originally being representations of souls in purgatory. In Brittany children would set candles in skulls in graveyards.\nIn Britain, these customs came under attack during the Reformation as Protestants berated purgatory as a \"popish\" doctrine incompatible with the notion of predestination. The rising popularity of Guy Fawkes Night (5 November) from 1605 onward, saw many Halloween traditions appropriated by that holiday instead, and Halloween's popularity waned in Britain, with the noteworthy exception of Scotland. There and in Ireland, the rebellious Guy Fawkes was not viewed with the same criminality as in England, and they had been celebrating Samhain and Halloween since at least the early Middle Ages, and the Scottish kirk took a more pragmatic approach to Halloween, seeing it as important to the life cycle and rites of passage of communities and thus ensuring its survival in the country.\nSpread to North America \nNorth American almanacs of the late 18th and early 19th century give no indication that Halloween was celebrated there. The Puritans of New England, for example, maintained strong opposition to Halloween and it was not until the mass Irish and Scottish immigration during the 19th century that it was brought to North America in earnest. Confined to the immigrant communities during the mid-19th century, it was gradually assimilated into mainstream society and by the first decade of the 20th century it was being celebrated coast to coast by people of all social, racial and religious backgrounds.\nDevelopment of artifacts and symbols associated with Halloween formed over time. The turnip has traditionally been used in Ireland and Scotland at Halloween, but immigrants to North America used the native pumpkin, which is both much softer and much larger – making it easier to carve than a turnip. Subsequently, the mass marketing of various size pumpkins in autumn, in both the corporate and local markets, has made pumpkins universally available for this purpose. The American tradition of carving pumpkins is recorded in 1837 and was originally associated with harvest time in general, not becoming specifically associated with Halloween until the mid-to-late 19th century.\nThe modern imagery of Halloween comes from many sources, including national customs, works of Gothic and horror literature (such as the novels Frankenstein and Dracula) and classic horror films (such as Frankenstein and The Mummy). One of the earliest works on the subject of Halloween is from Scottish poet John Mayne, who, in 1780, made note of pranks at Halloween; \"What fearfu' pranks ensue!\", as well as the supernatural associated with the night, \"Bogies\" (ghosts), influencing Robert Burns' Halloween 1785. Elements of the autumn season, such as pumpkins, corn husks and scarecrows, are also prevalent. Homes are often decorated with these types of symbols around Halloween.\nTrick-or-treating and guising \nTrick-or-treating is a customary celebration for children on Halloween. Children go in costume from house to house, asking for treats such as candy or sometimes money, with the question, \"Trick or treat?\" The word \"trick\" refers to \"threat\" to perform mischief on the homeowners or their property if no treat is given.\nIn Scotland and Ireland, guising – children disguised in costume going from door to door for food or coins – is a traditional Halloween custom, and is recorded in Scotland at Halloween in 1895 where masqueraders in disguise carrying lanterns made out of scooped out turnips, visit homes to be rewarded with cakes, fruit and money. The practice of Guising at Halloween in North America is first recorded in 1911, where a newspaper in Kingston, Ontario reported children going \"guising\" around the neighborhood.\nAmerican historian and author Ruth Edna Kelley of Massachusetts wrote the first book length history of Halloween in the US; The Book of Hallowe'en (1919), and references souling in the chapter \"Hallowe'en in America\":\nThe taste in Hallowe'en festivities now is to study old traditions, and hold a Scotch party, using Burn's poem Hallowe'en as a guide; or to go a-souling as the English used. In short, no custom that was once honored at Hallowe'en is out of fashion now.\nIn her book, Kelley touches on customs that arrived from across the Atlantic; \"Americans have fostered them, and are making this an occasion something like what it must have been in its best days overseas. All Halloween customs in the United States are borrowed directly or adapted from those of other countries\". While the first reference to \"guising\" in North America occurs in 1911, another reference to ritual begging on Halloween appears, place unknown, in 1915, with a third reference in Chicago in 1920.\nThe earliest known use in print of the term \"trick or treat\" appears in 1927, from Blackie, Alberta, Canada:\nHallowe'en provided an opportunity for real strenuous fun. No real damage was done except to the temper of some who had to hunt for wagon wheels, gates, wagons, barrels, etc., much of which decorated the front street. The youthful tormentors were at back door and front demanding edible plunder by the word “trick or treat” to which the inmates gladly responded and sent the robbers away rejoicing.\nThe thousands of Halloween postcards produced between the turn of the 20th century and the 1920s commonly show children but not trick-or-treating. The editor of a collection of over 3,000 vintage Halloween postcards writes, \"There are cards which mention the custom [of trick-or-treating] or show children in costumes at the doors, but as far as we can tell they were printed later than the 1920s and more than likely even the 1930s. Tricksters of various sorts are shown on the early postcards, but not the means of appeasing them\". Trick-or-treating does not seem to have become a widespread practice until the 1930s, with the first U.S. appearances of the term in 1934, and the first use in a national publication occurring in 1939.\nHalloween costumes are traditionally modeled after supernatural figures such as monsters, ghosts, skeletons, witches, and devils. Over time, in the United States the costume selection extended to include popular characters from fiction, celebrities, and generic archetypes such as ninjas and princesses.\nDressing up in costumes and going \"guising\" was prevalent in Ireland and Scotland at Halloween by the late 19th century. Costuming became popular for Halloween parties in the US in the early 20th century, as often for adults as for children. The first mass-produced Halloween costumes appeared in stores in the 1930s when trick-or-treating was becoming popular in the United States.\nHalloween costume parties generally fall on or around October 31, often on the Friday or Saturday before Halloween.\n\"Trick-or-Treat for UNICEF\" is a fundraising program to support UNICEF, a United Nations Programme that provides humanitarian aid to children in developing countries. Started as a local event in a Northeast Philadelphia neighborhood in 1950 and expanded nationally in 1952, the program involves the distribution of small boxes by schools (or in modern times, corporate sponsors like Hallmark, at their licensed stores) to trick-or-treaters, in which they can solicit small-change donations from the houses they visit. It is estimated that children have collected more than $118 million for UNICEF since its inception. In Canada, in 2006, UNICEF decided to discontinue their Halloween collection boxes, citing safety and administrative concerns; after consultation with schools, they instead redesigned the program.\nGames and other activities \nThere are several games traditionally associated with Halloween parties. One common game is dunking or apple bobbing, which may be called \"dooking\" in Scotland in which apples float in a tub or a large basin of water and the participants must use their teeth to remove an apple from the basin. The practice is thought by some to have derived from the Roman practices in celebration of Pomona. A variant of dunking involves kneeling on a chair, holding a fork between the teeth and trying to drop the fork into an apple. Another common game involves hanging up treacle or syrup-coated scones by strings; these must be eaten without using hands while they remain attached to the string, an activity that inevitably leads to a very sticky face.\nSome games traditionally played at Halloween are forms of divination. A traditional Scottish form of divining one's future spouse is to carve an apple in one long strip, then toss the peel over one's shoulder. The peel is believed to land in the shape of the first letter of the future spouse's name. Unmarried women were told that if they sat in a darkened room and gazed into a mirror on Halloween night, the face of their future husband would appear in the mirror. However, if they were destined to die before marriage, a skull would appear. The custom was widespread enough to be commemorated on greeting cards from the late 19th century and early 20th century.\nAnother game/superstition that was enjoyed in the early 1900s involved walnut shells. People would write fortunes in milk on white paper. After drying, the paper was folded and placed in walnut shells. When the shell was warmed, milk would turn brown therefore the writing would appear on what looked like blank paper. Folks would also play fortune teller. In order to play this game, symbols were cut out of paper and placed on a platter. Someone would enter a dark room and was ordered to put her hand on a piece of ice then lay it on a platter. Her \"fortune\" would stick to the hand. Paper symbols included: dollar sign-wealth, button-bachelorhood, thimble-spinsterhood, clothespin- poverty, rice-wedding, umbrella- journey, caldron-trouble, 4-leaf clover- good luck, penny-fortune, ring-early marriage, and key-fame.\nThe telling of ghost stories and viewing of horror films are common fixtures of Halloween parties. Episodes of television series and Halloween-themed specials (with the specials usually aimed at children) are commonly aired on or before Halloween, while new horror films are often released theatrically before Halloween to take advantage of the atmosphere.\nHaunted attractions \nHaunted attractions are entertainment venues designed to thrill and scare patrons. Most attractions are seasonal Halloween businesses. Origins of these paid scare venues are difficult to pinpoint, but it is generally accepted that they were first commonly used by the Junior Chamber International (Jaycees) for fundraising. They include haunted houses, corn mazes, and hayrides, and the level of sophistication of the effects has risen as the industry has grown. Haunted attractions in the United States bring in an estimate $300–500 million each year, and draw some 400,000 customers, although press sources writing in 2005 speculated that the industry had reached its peak at that time. This maturing and growth within the industry has led to technically more advanced special effects and costuming, comparable with that of Hollywood films.\nBecause Halloween comes in the wake of the yearly apple harvest, candy apples (known as toffee apples outside North America), caramel or taffy apples are common Halloween treats made by rolling whole apples in a sticky sugar syrup, sometimes followed by rolling them in nuts.\nAt one time, candy apples were commonly given to children, but the practice rapidly waned in the wake of widespread rumors that some individuals were embedding items like pins and razor blades in the apples in the United States. While there is evidence of such incidents, they are quite rare and have never resulted in serious injury. Nonetheless, many parents assumed that such heinous practices were rampant because of the mass media. At the peak of the hysteria, some hospitals offered free X-rays of children's Halloween hauls in order to find evidence of tampering. Virtually all of the few known candy poisoning incidents involved parents who poisoned their own children's candy.\nOne custom that persists in modern-day Ireland is the baking (or more often nowadays, the purchase) of a barmbrack (Irish: báirín breac), which is a light fruitcake, into which a plain ring, a coin and other charms are placed before baking. It is said that those who get a ring will find their true love in the ensuing year. This is similar to the tradition of king cake at the festival of Epiphany.\nList of foods associated with Halloween:\n- Barmbrack (Ireland)\n- Bonfire toffee (Great Britain)\n- Candy apples/toffee apples (Great Britain & Ireland)\n- Candy corn, candy pumpkins (North America)\n- Caramel apples\n- Caramel corn\n- Colcannon (Ireland)\n- Novelty candy shaped like skulls, pumpkins, bats, worms, etc.\n- Pumpkin, pumpkin pie, pumpkin bread\n- Roasted pumpkin seeds\n- Roasted sweet corn\n- Soul cakes\n- Scary Faced Pizza \nReligious observances \nOn Hallowe'en (All Hallows' Eve), in Poland, believers are taught to pray out loud as they walk through the forests in order that the souls of the dead might find comfort; in Spain, Christian priests toll their church bells in order to allow their congregants to remember the dead on All Hallows' Eve. The Christian Church traditionally observed Hallowe'en through a vigil \"when worshippers would prepare themselves with prayers and fasting prior to the feast day itself.\" This church service is known as the Vigil of All Hallows or the Vigil of All Saints; an initiative known as Night of Light seeks to further spread the Vigil of All Hallows throughout Christendom. After the service, \"suitable festivities and entertainments\" often follow, as well as a visit to the graveyard or cemetery, where flowers and candles are often placed in preparation for All Hallows' Day.\nChristian attitudes towards Halloween are diverse. In the Anglican Church, some dioceses have chosen to emphasize the Christian traditions associated with All Hallow's Eve. Some of these practises include praying, fasting and attending worship services.\nFather, All-Powerful and Ever-Living God, today we rejoice in the holy men and women of every time and place. May their prayers bring us your forgiveness and love. We ask this through Christ our Lord. Amen. —All Hallow's Eve Prayer from the Liturgy of the Hours\nOther Protestant Christians also celebrate All Hallows' Eve as Reformation Day, a day to remember the Protestant Reformation, alongside All Hallow's Eve or independently from it. Often, \"Harvest Festivals\" or \"Reformation Festivals\" are held as well, in which children dress up as Bible characters or Reformers.\nFather Gabriele Amorth, an exorcist in Rome, has said, \"if English and American children like to dress up as witches and devils on one night of the year that is not a problem. If it is just a game, there is no harm in that.\" In more recent years, the Roman Catholic Archdiocese of Boston has organized a \"Saint Fest\" on Halloween. Similarly, many contemporary Protestant churches view Halloween as a fun event for children, holding events in their churches where children and their parents can dress up, play games, and get candy for free. Many Christians ascribe no negative significance to Halloween, treating it as a fun event devoted to \"imaginary spooks\" and handing out candy. To these Christians, Halloween holds no threat to the spiritual lives of children: being taught about death and mortality, and the ways of the Celtic ancestors actually being a valuable life lesson and a part of many of their parishioners' heritage. In the Roman Catholic Church, Halloween's Christian connection is sometimes cited, and Halloween celebrations are common in Catholic parochial schools throughout North America and in Ireland.\nSome Christians feel concerned about the modern celebration of Halloween, and reject it because they feel it trivializes – or celebrates – paganism, the occult, or other practices and cultural phenomena deemed incompatible with their beliefs. A response among some fundamentalist and conservative evangelical churches in recent years has been the use of \"Hell houses\", themed pamphlets, or comic-style tracts such as those created by Jack T. Chick in order to make use of Halloween's popularity as an opportunity for evangelism. Some consider Halloween to be completely incompatible with the Christian faith, believing it to have originated as a pagan \"Festival of the Dead\".\nAccording to Alfred J. Kolatch in the Second Jewish Book of Why Halloween is not technically permitted by Jewish Halakha because it violate Leviticus 18:3 forbidding Jews from partaking in gentile customs. Nevertheless many American Jews celebrate it as a secular holiday, disconnected from its pagan and Christian origins. Reform Rabbi Jeffrey Goldwasser, of the Central Conference of American Rabbis has said that “There is no religious reason why contemporary Jews should not celebrate Halloween as it is commonly observed\" while Orthodox Rabbi Michael Broyde has argued against Jews sending their children trick or treating or otherwise observing the holiday.\nAround the world \nThe traditions and importance of Halloween vary greatly among countries that observe it. In Scotland and Ireland, traditional Halloween customs include children dressing up in costume going \"guising\", holding parties, while other practices in Ireland include lighting bonfires, and having firework displays. Mass transatlantic immigration in the 19th century popularized Halloween in North America, and celebration in the United States and Canada has had a significant impact on how the event is observed in other nations. This larger North American influence, particularly in iconic and commercial elements, has extended to places such as South America, Australia, New Zealand, (most) continental Europe, Japan, and other parts of East Asia.\nSee also \n- \"BBC – Religions – Christianity: All Hallows' Eve\". British Broadcasting Corporation (BBC). 2010. Retrieved 1 November 2011. \"All Hallows' Eve falls on 31st October each year, and is the day before All Hallows' Day, also known as All Saints' Day in the Christian calendar. The Church traditionally held a vigil on All Hallows' Eve when worshippers would prepare themselves with prayers and fasting prior to the feast day itself. The name derives from the Old English 'hallowed' meaning holy or sanctified and is now usually contracted to the more familiar word Hallowe'en.\"\n- The Book of Occasional Services 2003. Church Publishing, Inc. 2004. Retrieved 31 October 2011. \"Service for All Hallows' Eve: This service may be used on the evening of October 31, known as All Hallows' Eve. Suitable festivities and entertainments may take place before or after this service, and a visit may be made to a cemetery or burial place.\"\n- Anne E. Kitch (2004). The Anglican Family Prayer Book. Church Publishing, Inc. Retrieved 31 October 2011. \"All Hallow's Eve, which later became known as Halloween, is celebrated on the night before All Saints' Day, November 1. Use this simple prayer service in conjunction with Halloween festivities to mark the Christian roots of this festival.\"\n- The Paulist Liturgy Planning Guide. Paulist Press. 2006. Retrieved 31 October 2011. \"Rather than compete, liturgy planners would do well to consider ways of including children in the celebration of these vigil Masses. For example, children might be encouraged to wear Halloween costumes representing their patron saint or their favorite saint, clearly adding a new level of meaning to the Halloween celebrations and the celebration of All Saints' Day.\"\n- Thomas Thomson, Charles Annandale (1896). A History of the Scottish People from the Earliest Times: From the Union of the kingdoms, 1706, to the present time. Blackie. Retrieved 31 October 2011. \"Of the stated rustic festivals peculiar to Scotland the most important was Hallowe'en, a contraction for All-hallow Evening, or the evening of All-Saints Day, the annual return of which was a season for joy and festivity.\"\n- Merriam-Webster's Encyclopædia of World Religions. Merriam-Webster. 1999. Retrieved 31 October 2011. \"Halloween, also called All Hallows' Eve, holy or hallowed evening observed on October 31, the eve of All Saints' Day. The pre-Christian observances influenced the Christian festival of All Hallows' Eve, celebrated on the same date.\"\n- \"BBC – Religions – Christianity: All Hallows' Eve\". British Broadcasting Corporation (BBC). 2010. Retrieved 1 November 2011. \"It is widely believed that many Hallowe'en traditions have evolved from an ancient Celtic festival called Samhain which was Christianised by the early Church.\"\n- Nicholas Rogers (2002). Halloween: From Pagan Ritual to Party Night. Oxford University Press. Retrieved 31 October 2011. \"Halloween and the Day of the Dead share a common origin in the Christian commemoration of the dead on All Saints' and All Souls' Day. But both are thought to embody strong pre-Christian beliefs. In the case of Halloween, the Celtic celebration of Samhain is critical to its pagan legacy, a claim that has been foregrounded in recent years by both new-age enthusiasts and the evangelical Right.\"\n- Austrian information. 1965. Retrieved 31 October 2011. \"The feasts of Hallowe'en, or All Hallows Eve and the devotions to the dead on All Saints' and All Souls' Day are both mixtures of old Celtic, Druid and other heathen customs intertwined with Christian practice.\"\n- \"BBC – Religions – Christianity: All Hallows' Eve\". British Broadcasting Corporation (BBC). 2010. Retrieved 1 November 2011. \"The Oxford Dictionary of World Religions also claims that Hallowe'en \"absorbed and adopted the Celtic new year festival, the eve and day of Samhain\". However, there are supporters of the view that Hallowe'en, as the eve of All Saints' Day, originated entirely independently of Samhain and some question the existence of a specific pan-Celtic religious festival which took place on 31st October/1st November.\"\n- The Oxford English Dictionary (2nd ed.). Oxford: Oxford Univ. Press. 1989. ISBN 0-19-861186-2.\n- Rogers, Nicholas (2002). \"Samhain and the Celtic Origins of Halloween\". Halloween: From Pagan Ritual to Party Night, pp. 11–21. New York: Oxford Univ. Press. ISBN 0-19-516896-8.\n- Hutton, Ronald. The Stations of the Sun: A History of the Ritual Year in Britain (Oxford: Oxford University Press, 1996)\n- A Pocket Guide To Superstitions Of The British Isles (Publisher: Penguin Books Ltd; Reprint edition: 4 November 2004) ISBN 0-14-051549-6\n- All Hallows' Eve BBC. Retrieved 31 October 2011.\n- Monaghan, Patricia. The Encyclopedia of Celtic Mythology and Folklore. Infobase Publishing, 2004. p.407\n- Frazer, Sir James George. The Golden Bough: A Study in Magic and Religion. Forgotten Books, 2008. pp.663–664\n- Monaghan, p.41\n- O'Halpin, Andy. Ireland: An Oxford Archaeological Guide. Oxford University Press, 2006. p.236\n- \"Halloween\". Britannica Concise Encyclopedia. Chicago: Encyclopaedia Britannica, 2009. Credo Reference. Web. 21 September 2012.\n- McNeill, F. Marian. The Silver Bough, Vol. 3. William MacLellan. pp.11–46\n- Spence, Lewis (1945). The Magic Arts in Celtic Britain. p.88. ISBN 0-09-474300-2\n- Hutton, pp.380–382\n- MacLeod, Sharon. Celtic Myth and Religion. McFarland, 2011. pp.61, 175\n- Hutton, pp.365–368\n- Hutton, p.382\n- Hill, Christopher. Holidays and Holy Nights. Quest Books, 2003. p.56\n- Rogers, p.57\n- Rogers, Nicholas (2002). Halloween: From Pagan Ritual to Party Night, pp. 22, 27. New York: Oxford Univ. Press. ISBN 0-19-516896-8.\n- Hutton, p.364\n- Rogers, Nicholas (2001). Halloween: From Pagan Ritual to Party Night. Oxford University Press. pp. 28–30. ISBN 0-19-514691-3.\n- \"Halloween\". Britannica. Encyclopædia Britannica. Retrieved 25 October 2012.\n- Hutton, pp.374–375\n- \"Ask Anne\", Washington Post, 21 November 1948, p. S11.\n- The Two Gentlemen of Verona Act 2, Scene 1.\n- Prince Sorie Conteh (2009). Traditionalists, Muslims, and Christians in Africa: Interreligious Encounters and Dialogue. Cambria Press. Retrieved 31 October 2011.\n- \"Kalan -Goañv ha Marv\". Tartanplace.com. 12 July 2001. Retrieved 1 November 2012.\n- Rogers, Nicholas (2002). Halloween: From Pagan Ritual to Party Night, pp. 37–38. New York: Oxford Univ. Press. ISBN 0-19-516896-8.\n- Rogers, Nicholas (2002). Halloween: From Pagan Ritual to Party Night, pp. 49–50. New York: Oxford Univ. Press. ISBN 0-19-516896-8.\n- Rogers, Nicholas (2002). Halloween: From Pagan Ritual to Party Night, p. 74. New York: Oxford Univ. Press. ISBN 0-19-516896-8.\n- The Oxford companion to American food and drink p.269. Oxford University Press, 2007. Retrieved 17 February 2011\n- Frank Leslie's popular monthly, Volume 40, November 1895, p. 540-543. Books.google.com. 5 February 2009. Retrieved 23 October 2011.\n- Nathaniel Hawthorne, \"The Great Carbuncle,\" in \"Twice-Told Tales\", 1837: Hide it [the great carbuncle] under thy cloak, say'st thou? Why, it will gleam through the holes, and make thee look like a jack-o'-lantern!\n- As late as 1900, an article on Thanksgiving entertaining recommended a lit jack-o'-lantern as part of the festivities. \"The Day We Celebrate: Thanksgiving Treated Gastronomically and Socially,\" The New York Times, 24 November 1895, p. 27. \"Odd Ornaments for Table,\" The New York Times, 21 October 1900, p. 12.\n- Rogers, Nicholas (2002). \"Halloween Goes to Hollywood\". Halloween: From Pagan Ritual to Party Night, pp. 103–124. New York: Oxford University Press. ISBN 0-19-516896-8.\n- Thomas Crawford Burns: a study of the poems and songs Stanford University Press, 1960\n- Simpson, Jacqueline All Saints' Day in Encyclopedia of Death and Dying, Howarth, G. and Leeman, O. (2001)London Routledge ISBN 0-415-18825-3, p.14 Halloween is closely associated in folklore with death and the supernatural.\n- Rogers, Nicholas. (2002) \"Coming Over:Halloween in North America\". Halloween: From Pagan Ritual to Party Night. p.76. Oxford University Press, 2002, ISBN 0-19-514691-3\n- Ruth Edna Kelley, The Book of Hallowe'en, Boston: Lothrop, Lee and Shepard Co., 1919, chapter 15, p.127. \"Hallowe'en in America.\"\n- Kelley, Ruth Edna. \"Hallowe'en in America\".\n- Theo. E. Wright, \"A Halloween Story,\" St. Nicholas, October 1915, p. 1144. Mae McGuire Telford, \"What Shall We Do Halloween?\" Ladies Home Journal, October 1920, p. 135.\n- \"'Trick or Treat' Is Demand,\" Herald (Lethbridge, Alberta), November 4, 1927, p. 5, dateline Blackie, Alberta, Nov. 3.\n- For examples, see the websites Postcard & Greeting Card Museum: Halloween Gallery, Antique Hallowe'en Postcards, Vintage Halloween Postcards, and Morticia's Morgue Antique Halloween Postcards[dead link].\n- E-mail from Louise and Gary Carpentier, 29 May 2007, editors of Halloween Postcards Catalog (CD-ROM), G & L Postcards.\n- \"Halloween Pranks Keep Police on Hop,\" Oregon Journal (Portland, Oregon), 1 November 1934:\nOther young goblins and ghosts, employing modern shakedown methods, successfully worked the \"trick or treat\" system in all parts of the city.\nPretty Boy John Doe rang the door bells and his gang waited his signal. It was his plan to proceed cautiously at first and give a citizen every opportunity to comply with his demands before pulling any rough stuff. \"Madam, we are here for the usual purpose, 'trick or treat.'\" This is the old demand of the little people who go out to have some innocent fun. Many women have some apples, cookies or doughnuts for them, but they call rather early and the \"treat\" is given out gladly.\n- Doris Hudson Moss, \"A Victim of the Window-Soaping Brigade?\" The American Home, November 1939, p. 48. Moss was a California-based writer.\n- Beauchemin, Genevieve; CTV.ca News Staff (31 May 2006). \"UNICEF to end Halloween 'orange box' program\". CTV. Archived from the original on 16 October 2007. Retrieved 29 October 2006.\n- \"History of the Trick-or-Treat for UNICEF Campaign\". UNICEF Canada. 2008. Archived from the original on 4 June 2009. Retrieved 25 October 2009.\n- Apple dookers make record attempt, BBC News, 2 October 2008\n- McNeill, F. Marian (1961, 1990) The Silver Bough, Vol. 3. William MacLellan, Glasgow ISBN 0-948474-04-1 pp.11–46\n- \"Vintage Halloween Cards\". Vintage Holiday Crafts. Retrieved 28 October 2009.\n- Green Bay Press Gazette, 27 October 1916\n- Associated Press (30 October 2005). \"Haunted house business getting frightfully hard\". MSNBC.com. MSNBC. Retrieved 18 November 2008.\n- Greg Ryan (17 September 2008). \"A Model of Mayhem\". Hudson Valley Magazine. Retrieved 6 October 2008.\n- Wilson, Craig (12 October 2006). \"Haunted houses get really scary\". USAToday.com.\n- Rogers, Nicholas (2002). \"Razor in the Apple: Struggle for Safe and Sane Halloween, c. 1920–1990,\" Halloween: From Pagan Ritual to Party Night, pp. 78–102. New York: Oxford University Press. ISBN 0-19-516896-8.\n- \"Urban Legends Reference Pages: Pins and Needles in Halloween Candy\". Snopes.com. Retrieved 31 October 2008.\n- Nixon, Robin (27 October 2010). \"Poisoned Halloween Candy: Trick, Treat or Myth? – LiveScience\". LiveScience.com. Retrieved 23 January 2011.\n- \"Halloween Food:Scary Faced Pizza\".\n- Bannatyne, Lesley Pratt (1 August 1998). Halloween: An American Holiday, an American History. Pelican Publishing. p. 12. ISBN 1565543467. Retrieved 1 November 2012. \"Polish Catholics taught their children to pray out loud as they walked through the woods so that the souls of the dead could hear them and be comforted. Priests in tiny Spanish villages still ring their church bells to remind parishioners to honor the dead on All Hallows Eve.\"\n- \"BBC - Religions - Christianity: All Hallows' Eve\". British Broadcasting Corporation (BBC). 2010. Retrieved 1 November 2011. \"All Hallows' Eve falls on 31st October each year, and is the day before All Hallows' Day, also known as All Saints' Day in the Christian calendar. The Church traditionally held a vigil on All Hallows' Eve when worshippers would prepare themselves with prayers and fasting prior to the feast day itself.\"\n- Dr. Andrew James Harvey (31 October 2012). \"'All Hallows' Eve'\". The Patriot Post. Retrieved 1 November 2011. \"\"The vigil of the hallows\" refers to the prayer service the evening before the celebration of All Hallows or Saints Day. Or \"Halloween\" for short -- a fixture on the liturgical calendar of the Christian West since the seventh century.\"\n- \"Vigil of All Saints\". Catholic News Agency. 31 October 2012. Retrieved 1 November 2011. \"The Vigil is based on the monastic office of Vigils (or Matins), when the monks would arise in the middle of the night to pray. On major feast days, they would have an extended service of readings (scriptural, patristic, and from lives of the saints) in addition to chanting the psalms. This all would be done in the dark, of course, and was an opportunity to listen carefully to the Word of God as well as the words of the Church Fathers and great saints. The Vigil of All Saints is an adaptation of this ancient practice, using the canonical office of Compline at the end.\"\n- \"Night of Light Beginnings\". Cor et Lumen Christi Community. Retrieved 2 November 2012. \"In its first year - 2000 AD - over 1000 people participated from several countries. This included special All Saints Vigil masses, extended periods of Adoration of the Blessed Sacrament and parties for children. In our second year 10,000 participated. Since these modest beginnings, the Night of Light has been adopted in many countries around the world with vast numbers involved each year from a Cathedral in India to a convent in New Zealand; from Churches in the USA and Europe to Africa; in Schools, churches, homes and church halls all ages have got involved. Although it began in the Catholic Church it has been taken up be other Christians who while keeping it's essentials have adapted it to suit their own traditions.\"\n- \"Here's to the Soulcakers going about their mysterious mummery\". The Telegraph. Retrieved 6 November 2012. \"One that has grown over the past decade is the so-called Night of Light, on All Hallows’ Eve, October 31. It was invented in 2000, in leafy Chertsey, Surrey, when perhaps 1,000 people took part. Now it is a worldwide movement, popular in Africa and the United States. The heart of the Night of Light is an all-night vigil of prayer, but there is room for children’s fun too: sweets, perhaps a bonfire and dressing up as St George or St Lucy. The minimum gesture is to put a lighted candle in the window, which is in itself too exciting for some proponents of health and safety. The inventor of the Night of Light is Damian Stayne, the founder of a year-round religious community called Cor et Lumen Christi – heart and light of Christ. This new movement is Catholic, orthodox and charismatic – emphasising the work of the Holy Spirit.\"\n- Armentrout, Donald S.; Slocum, Robert Boak (1999). An Episcopal Dictionary of the Church. Church Publishing, Inc. p. 7. ISBN 0898692113. Retrieved 1 November 2012. \"The BOS notes that \"suitable festivities and entertainments\" may precede of follow the service, and there may be a visit to a cemetery or burial place.\"\n- Infeld, Joanna (1 December 2008). In-Formation. D & J Holdings LLC. p. 150. ISBN 0976051249. Retrieved 1 November 2012. \"My folks are Polish and they celebrate Halloween in a different way. It is time to remember your dead and visit the cemetery and graves of your loved ones.\"\n- \"Bishop Challenges Supermarkets to Lighten up Halloween\". The Church of England. Retrieved 28 October 2009. \"Christianity needs to make clear its positive message for young people. It's high time we reclaimed the Christian aspects of Halloween,\" says the Bishop, explaining the background to his letter.\"\n- \"Halloween and All Saints Day\". newadvent.org. n.d. Retrieved 22 October 2006.\n- \"Halloween Prayers: Prayers and Collects for All Hallows Eve\". Ancient and Future Catholics. 2001. Retrieved 31 October 2011. \"Father, All-Powerful and Ever-Living God, today we rejoice in the holy men and women of every time and place. May their prayers bring us your forgiveness and love. We ask this through Christ our Lord. Amen.\"\n- \"Reformation Day\". Retrieved 22 October 2009\n- \"Reformation Day: What, Why, and Resources for Worship\". The General Board of Discipleship of The United Methodist Church. 21 October 2005. Archived from the original on 23 February 2007. Retrieved 22 October 2006.\n- Travis Allen (2011). \"Christians and Halloween\". John F. MacArthur. Retrieved 31 October 2011. \"Other Christians will opt for Halloween alternatives called \"Harvest Festivals\", \"Hallelujah Night\" or \"Reformation Festivals\"--the kids dress up as farmers, Bible characters, or Reformation heroes.\"\n- Gyles Brandreth, \"The Devil is gaining ground\" Sunday Telegraph (London), 11 March 2000.\n- \"Salem 'Saint Fest' restores Christian message to Halloween\". www.rcab.org. n.d. Archived from the original on 29 September 2006. Retrieved 22 October 2006.\n- \"Feast of Samhain/Celtic New Year/Celebration of All Celtic Saints 1 November\". All Saints Parish. n.d. Retrieved 22 November 2006.\n- Halloween's Christian Roots AmericanCatholic.org. Retrieved on 24 October 2007.\n- Halloween: What's a Christian to Do? (1998) by Steve Russo.\n- \"'Trick?' or 'Treat?' – Unmasking Halloween\". The Restored Church of God. n.d. Retrieved 21 September 2007.\n- \"Jews and Halloween\". Jewishvirtuallibrary.org. Retrieved 2013-03-05.\n- Name (required) (2011-10-30). \"Halloween and Judaism: a contradiction or a coalition?\". Haamnews.wordpress.com. Retrieved 2013-03-05.\n- Halloween fire calls 'every 90 seconds' UTV News Retrieved 22 November 2010\n- McCann, Chris (28 October 2010). \"Halloween firework injuries are on the increase\". Belfast Telegraph. Retrieved 22 November 2010.\n- Paul Kent (27 October 2010). \"Calls for Halloween holiday in Australia\". The Herald Sun.\n- Denton, Hannah (30 October 2010). \"Safe treats for kids on year's scariest night\". New Zealand Herald. Retrieved 22 November 2010.\n- Rogers, Nicholas (2002). Halloween: From Pagan Ritual to Party Night, p.164. New York: Oxford University Press. ISBN 0-19-516896-8\nFurther reading \n- Diane C. Arkins, Halloween: Romantic Art and Customs of Yesteryear, Pelican Publishing Company (2000). 96 pages. ISBN 1-56554-712-8\n- Diane C. Arkins, Halloween Merrymaking: An Illustrated Celebration Of Fun, Food, And Frolics From Halloweens Past, Pelican Publishing Company (2004). 112 pages. ISBN 1-58980-113-X\n- Lesley Bannatyne, Halloween: An American Holiday, An American History, Facts on File (1990, Pelican Publishing Company, 1998). 180 pages. ISBN 1-56554-346-7\n- Lesley Bannatyne, A Halloween Reader. Stories, Poems and Plays from Halloweens Past, Pelican Publishing Company (2004). 272 pages. ISBN 1-58980-176-8\n- Phyllis Galembo, Dressed for Thrills: 100 Years of Halloween Costumes and Masquerade, Harry N. Abrams, Inc. (2002). 128 pages. ISBN 0-8109-3291-1\n- Editha Hörandner (ed.), Halloween in der Steiermark und anderswo, Volkskunde (Münster in Westfalen), LIT Verlag Münster (2005). 308 pages. ISBN 3-8258-8889-4\n- Lisa Morton, The Halloween Encyclopedia, McFarland & Company (2003). 240 pages. ISBN 0-7864-1524-X\n- Nicholas Rogers, Halloween: From Pagan Ritual to Party Night, Oxford University Press, USA (2002). ISBN 0-19-514691-3\n- Jack Santino (ed.), Halloween and Other Festivals of Death and Life, University of Tennessee Press (1994). 280 pages. ISBN 0-87049-813-4\n|Find more about Halloween at Wikipedia's sister projects|\n|Definitions and translations from Wiktionary|\n|Media from Commons|\n|News stories from Wikinews|\n|Source texts from Wikisource|\n|Travel information from Wikivoyage|", "id": "<urn:uuid:fd8c3c6b-1566-43f8-9082-9fdb5d41b578>", "dump": "CC-MAIN-2013-20", "url": "http://en.wikipedia.org/wiki/Halloween", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9240210652351379, "token_count": 10377, "score": 3.21875, "int_score": 3}
{"text": "The First Liberation Day in the DP Camps\nLivik's opinion was clear: There was no reason to celebrate or to put on a festive face, since \"joy has been silenced in the Jewish heart, our words are still full of sorrow\"... Shmuel Grinberg, in contrast, agreed that She'arit Hapleta would soon be marking Liberation Day... but warned against losing the historical perspective of what was happening. Even though anti-Semitism had not disappeared and Jewish suffering had not ended, \"we neither have nor want to weaken the great historic truth, the great struggle against the monster of human oppression, for our spiritual and moral liberation\". Leo Schwarz, who took part in the meeting, explained: \"One of the main questions was, should the liberation be commemorated today as a day of mourning or a day of thanksgiving. There was little disagreement about the memory of the murdered martyrs... concerning celebrations of Liberation Day there were differences among groups within She'arit Hapleta, but the victors were those whose psychology had already been influenced by the positive dialectic of the future. Most members of the Central Committee supported the declaration of \"a memorial day combined with the liberation, which must express our grief and bitterness over the great tragedy of European Jewry, and simultaneously be a day of thanksgiving, which will be celebrated as a national symbol and will emphasize that the Jewish people still lives\". It was decided to observe the 14th of Adar as Liberation Day (15th May in 1946), as a memorial and victory day.\nFrom: Mankovitz, Ze'ev, Ideology and Politics Among She'arit Hapleta in the American Zone of Occupation in Germany 1945-1946, Ph.D. thesis, Hebrew University of Jerusalem, 1987, pp. 279-280 (Hebrew).\nSource: Yad Vashem", "id": "<urn:uuid:bc0ae438-7cdc-4d63-bb5f-808a4dd2aaf4>", "dump": "CC-MAIN-2013-20", "url": "http://www.jewishvirtuallibrary.org/jsource/Holocaust/libday.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9735329151153564, "token_count": 385, "score": 3.234375, "int_score": 3}
{"text": "This insightful research by respected Israeli scholar Nurit Peled-Elhanan will confirm what Palestinian researchers have always known: Israel's prevailing culture of racism, fundamentalism, support for war crimes, and apartheid against Palestinians is mainly a product of an educational system that indoctrinates Jewish-Israeli students with militant colonial values and extreme racism that turn them into \"monsters\" once in uniform.\nGuardian: Academic claims Israeli school textbooks contain bias \"Nurit Peled-Elhanan of Hebrew University says textbooks depict Palestinians as 'terrorists, refugees and primitive farmers\"\n\"Peled-Elhanan, a professor of language and education at the Hebrew University of Jerusalem, has studied the content of Israeli school books for the past five years, and her account, Palestine in Israeli School Books: Ideology and Propaganda in Education, is to be published in the UK this month. She describes what she found as racism– but, more than that, a racism that prepares young Israelis for their compulsory military service.\n\"People don't really know what their children are reading in textbooks,\" she said. \"One question that bothers many people is how do you explain the cruel behaviour of Israeli soldiers towards Palestinians, an indifference to human suffering, the inflicting of suffering. People ask how can these nice Jewish boys and girls become monsters once they put on a uniform. I think the major reason for that is education. So I wanted to see how school books represent Palestinians.\"\nIn \"hundreds and hundreds\" of books, she claims she did not find one photograph that depicted an Arab as a \"normal person\". The most important finding in the books she studied – all authorised by the ministry of education – concerned the historical narrative of events in 1948, the year in which Israel fought a war to establish itself as an independent state, and hundreds of thousands of Palestinians fled the ensuing conflict.\nThe killing of Palestinians is depicted as something that was necessary for the survival of the nascent Jewish state, she claims.\"\nThose who see this as an aberration of Zionism seem to lack sufficient understanding of what Zionism really is and the central role it plays as a patently racist ideology in justifying ethnic cleansing and racist domination over Palestinians.\nOne should not wonder then why, at the height of the Israeli massacre in Gaza 2008-09, a Tel Aviv University poll (reported in the Jerusalem Post, Jan. '09) of Jewish-Israeli opinion showed a shocking 94% support for the assault, despite full knowledge of the enormous suffering this Israeli aggression had inflicted upon the 1.5 million Palestinians incarcerated in the Gaza \"prison camp\" and of the massive destruction of their civilian infrastructure.\nAs in every other colonial system, only sustained and effective pressure from within as well as from without can put an end to this downward spiral of criminality, impunity and unspoken racism. More BDS is needed to end Israeli occupation, colonialism and apartheid. Other than the obvious benefits to indigenous Palestinians, suffering more than six decades of this three-tiered system of Israeli oppression, an end to this system of oppression may well transform most Israelis from colonial \"monsters\" into normal humans.\n(ed note: Nurit Peled-Elhanan is author of Palestine in Israeli School Books: Ideology and Propaganda in Education. International publisher I.B.TAURIS description: \"She analyzes the presentation of images, maps, layouts and use of language in History, Geography and Civic Studies textbooks, and reveals how the books might be seen to marginalize Palestinians, legitimize Israeli military action and reinforce Jewish-Israeli territorial identity. This book provides a fresh scholarly contribution to the Israeli-Palestinian debate, and will be relevant to the fields of Middle East Studies and Politics more widely.\")", "id": "<urn:uuid:678fe9bf-3c2f-442f-8e14-46356c50951b>", "dump": "CC-MAIN-2013-20", "url": "http://mondoweiss.net/2011/08/israeli-textbooks-portray-palestinians-as-terrorists-refugees-and-primitive-farmers.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9487174153327942, "token_count": 757, "score": 2.59375, "int_score": 3}
{"text": "History professor examines state and territorial policies that affected early American Indian citizenship\nDeborah Rosen, professor and head of history, has taken an in-depth look at early American Indian policy-making in her most recent book, American Indians and State Law: Sovereignty, Race and Citizenship, 1790 – 1880 (University of Nebraska, December 2007). The publication examines the role that state and territorial governments played in extending jurisdiction over Indians as well as defining borders and the meaning of citizenship.\n“Belying the common assumption that Indian policy and regulation in the United States were exclusively within the federal government’s domain, the book reveals how states and territories extended their legislative and judicial authority over American Indians between the early national period and the Reconstruction era,” explains Rosen. “In this book, I detail how state and territorial governments regulated American Indians and brought them into local criminal courts, as well as how Indians contested states’ actions and asserted tribal sovereignty.”\nSeveral students assisted Rosen with her publication as EXCEL scholars. These students were Robert Alessi ’00, Tiffany Blakey ’01, Phillip Dudley ’04, Andrea Kotrosits ’03, and Michael Sparrow ’04.\nThe students handled a plethora of primary source documents that were foundational to Rosen’s research, including judicial opinions, trial records, statutes, legislative hearings, constitutional convention debates, newspapers, speeches, letters, and official reports.\nThe finished book is a “discussion of nationwide patterns complemented by case studies focusing on New York, Georgia, New Mexico, Michigan, Minnesota, Louisiana, and Massachusetts that demonstrate the decentralized nature of much of early American Indian policy,” according to Rosen.\nIn addition to its cornerstone use of primary sources and divergent conclusion, Rosen’s book is the first to present a broad study of state and territorial Indian policies, laws, and judicial decisions in early United States history.\n- Exceptional Faculty\n- EXCEL/Undergraduate Research", "id": "<urn:uuid:8822f14c-12a0-486c-b534-20c773a07b76>", "dump": "CC-MAIN-2013-20", "url": "http://www.lafayette.edu/about/news/2008/01/07/deborah-rosen-explores-early-american-indian-policy-making-in-latest-book/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9377580285072327, "token_count": 409, "score": 2.671875, "int_score": 3}
{"text": "|Regions with significant populations|\n|New York, Massachusetts, Michigan, Louisiana, Ohio, Iowa, Texas|\n|Related ethnic groups|\nSyrian Americans are residents of the United States of Syrian ancestry or nationality. This group includes Americans of Syrian ancestry, Syrian first generation immigrants, or descendants of Syrians who emigrated to the United States. Syrian Americans may be members of a number of differing ethnicities, including Arabs, Assyrians/Syriacs, Antiochian Greeks, Kurds, Armenians and Circassians. It is believed that the first significant wave of Syrian immigrants to arrive in the United States was in 1880. Many of the earliest Syrian Americans settled in New York, Boston, and Detroit. Immigration from Syria to the United States suffered a long hiatus after the United States Congress passed the Immigration Act of 1924, which restricted immigration. More than 40 years later, the Immigration Act of 1965, abolished the quotas and immigration from Syria to the United States saw a surge. An estimated 64,600 Syrians emigrated to the United States between 1961 and 2000.\nThe overwhelming majority of Syrian immigrants to the US from 1880 to 1960 were Christian, a minority were Jewish, whereas Muslim Syrians arrived in the United States chiefly after 1965. According to the United States 2000 Census, there were 142,897 Americans of Syrian ancestry, about 12% of the Arab population in the United States.\nThe first Syrian immigrants arrived in the United States from Ottoman Syria. Most of them came from Christian villages around Mount Lebanon, while around 5-10% were Muslims of different sects. A small number were also Palestinians. According to historian Philip Hitti, approximately 90,000 \"Syrians\" arrived in the United States between 1899 and 1919. An estimated 1,000 official entries per year came from the governorates of Damascus and Aleppo, which are governorates in modern-day Syria, in the period between 1900 and 1916. Early immigrants settled mainly in Eastern United States, in the cities of New York, Boston and Detroit and the Paterson, New Jersey area. In the 1920s, the majority of immigrants from Mount Lebanon began to refer themselves as \"Lebanese\" instead of \"Syrians\".\nSyrians, like most immigrants to the United States, were motivated to immigrate to the United States to pursue the American Dream of economic success. Many Christian Syrians had immigrated to the United States seeking religious freedom and an escape from Ottoman hegemony. Thousands of immigrants returned to Syria after making money in the United States; these immigrants told tales which inspired further waves of immigrants. Many settlers also sent for their relatives.\nAlthough the number of Syrian immigrants was not sizable, the Ottoman government set constraints on emigration in order to maintain its populace in Greater Syria. The United States Congress passed the Immigration Act of 1924, which greatly reduced Syrian immigration to the United States. However, the quotas were annulled by the Immigration Act of 1965, which opened the doors again to Syrian immigrants. 4,600 Syrians immigrated to the United States in the mid-1960s. Due to the Arab-Israeli and religious conflicts in Syria during this period, many Syrians immigrated to the United States seeking a democratic haven, where they could live in freedom without political suppression. An estimated 64,600 Syrians immigrated to the United States in the period between 1961 and 2000, of which ten percent have been admitted under the refugee acts.\nAccording to the United States 2000 Census, there are 142,897 Americans of Syrian ancestry living in the United States. New York City has the biggest concentration of Syrian Americans in the United States. Other urban areas, including Boston, Dearborn, New Orleans, Toledo, Cedar Rapids, and Houston have large Syrian populations. Syrian Americans are also numerous in Southern California (i.e. the Los Angeles and San Diego areas) and Arizona, many are descendants of farm laborers invited with their farm skills to irrigate the deserts in the early 20th century.. Many recent Syrian immigrants are medical doctors who studied at Damascus and Aleppo Universities and pursued their residencies and fellowships in the United States.\nThe traditional clothing of the first Syrian immigrants in the United States, along with their occupation as peddlers, led to some xenophobia. Dr. A. J. McLaughlin, the United States health officer at Marine Hospital, described Syrians as \"parasites in their peddling habits.\" However, Syrians reacted quickly to assimilate fully into their new culture. Immigrants Anglicized their names, adopted the English language and common Christian denominations. Syrians did not congregate in urban enclaves; many of the immigrants who had worked as peddlers were able to interact with Americans on a daily basis. This helped them to absorb and learn the language and customs of their new homeland. Additionally, military service during World War I and World War II helped accelerate assimilation. Assimilation of early Syrian immigrants was so successful that it has become difficult to recognize the ancestors of many families which have become completely Americanized.\nPost 1965 Immigration was mostly Muslim, and unlike their Christian counterparts they faced a somewhat greater difficulty in assimilating because of their Islamic faith and the \"back to the roots\" trend that gripped America in the 1960s and 1970s. Generally, they are not overly desirous of giving up their identity as Arabs, which might be a result of the bloom in multiculturalism to respect their Islamic religious customs and traditions in the United States.\nChristian Syrian Americans arrived in the United States in the late 19th century. Most Christian Syrian Americans are Greek Orthodox. There are also many Catholic Syrian Americans; most branches of Catholicism are of the Eastern rite, such as Maronite Catholics, Melkite Greek Catholics, Armenian Catholics, Syrian Catholics, and Assyrian Chaldean Catholics. There are only few minor differences between the different branches of Catholicism; such differences include the language/s church services are conducted, and the belief in papal infallibility. A few Christian Syrian Americans are Protestant. There are also members of the Assyrian Church of the East and Ancient Church of the East. The first Syrian American church was founded in Brooklyn, New York in 1895 by Saint Raphael of Brooklyn. There are currently hundreds of Eastern Orthodox churches and missions in the United States. Saint Nicholas and Saint George are popular saints for the Orthodox.\nMuslim Syrian Americans arrived chiefly after 1965. The largest sect in Islam is the Sunni sect, forming 74% of the Muslim Syrian population. The second largest sect in Islam in Syria is the Alawite sect, a religious sect that originated in Shia Islam but separated from other Shiite Islam groups in the ninth and tenth centuries. Most, if not all, Alawi Syrians come from the rural areas of Latakia Governorate. Muslim Syrian Americans have often found it difficult practicing their religion in the United States; For example, some Muslims, who are required to pray five times a day as part of Muslim rite, argue that there aren't enough mosques in the United States.\nDruzes form the third largest sect in Syria, which is a relatively small esoteric monotheistic religious sect. Early Syrian immigrants included Druze peddlers. Muslim Syrian Americans have often found it difficult practicing their religion in the United States;\nSyrian Jews first immigrated to the United States around 1908 and settled mostly in New York. Initially they lived on the Lower East Side; later settlements were in Bensonhurst and Ocean Parkway in Flatbush, Brooklyn. The Syrian Jewish community estimates its population at around 50,000.\nEarly Syrian Americans were not involved politically. Business owners were usually Republican, meanwhile labor workers were usually Democrats. Second generation Syrian Americans were the first to be elected for political roles. In light of the Arab-Israeli conflict, many Syrian Americans tried to affect American foreign policy by joining Arab political groups in the United States. In the early 1970s, the National Association of Arab-Americans was formed to negate the stereotypes commonly associated with Arabs in American media. Syrian Americans were also part of the Arab American Institute, established in 1985, which supports and promotes Arab American candidates, or candidates commiserative with Arabs and Arab Americans, for office. Mitch Daniels, the current Governor of Indiana, is a descendant of Syrian immigrants with relatives in Homs.\nThe majority of the early Syrian immigrants arrived in the United States seeking better jobs; they usually engaged in basic commerce, especially peddling. Syrian American peddlers found their jobs comfortable since peddling required little training and mediocre vocabulary. Syrian American peddlers served as the distribution medium for the products of small manufacturers. Syrian peddlers traded mostly in dry goods, primarily clothing. Networks of Syrian traders and peddlers across the United States aided the distribution of Syrian settlements; by 1902, Syrians could be found working in Seattle, Washington. Most of these peddlers were successful, and, with time, and after raising enough capital, some became importers and wholesalers, recruiting newcomers and supplying them with merchandise. By 1908, there were 3,000 Syrian-owned businesses in the United States. By 1910, the first Syrian millionaires had emerged.\nSyrian Americans gradually started to work in various métiers; many worked as physicians, lawyers, and engineers. Many Syrian Americans also worked in the bustling auto industry, bringing about large Syrian American gatherings in areas like Dearborn, Michigan. Later Syrian emigrants served in fields like banking, medicine, and computer science. Syrian Americans have a different occupational distribution than all Americans. According to the 2000 census, 42% of the Syrian Americans worked in management and professional occupations, compared with 34% of their counterparts in the total population; additionally, more Syrian Americans worked in sales than all American workers. However, Syrian Americans worked less in the other work domains like farming, transportation, construction, etc. than all American workers. According to the American Medical Association (AMA) and the Syrian American Medical Society (SAMS) which represents the American health care provoiders of Syrian descent www.sams-usa.net there are estimated 4000 Syrian physicians practicing in the United States representing 0.4% of the health workforce and 1.6% of international medical graduates. However the reported number of Syrian American phyicians does not include the second and third generation of Syrian descent, therefore it is estimated that there are 10,000 Syrian American physicians practice in the United States. Arabi M, Sankri-Tarbichi AG. The metrics of Syrian physicians' brain drain to the United States. Avicenna J Med [serial online] 2012 [cited 2012 Oct 27];2:1-2. Available from: http://www.avicennajmed.com/text.asp?2012/2/1/1/94802.\nThe median level of earnings for Syrian men and women is higher than the national earning median; employed Syrian men earned an average $46,058 per year, compared with $37,057 for all Americans and $41,687 for Arab Americans. Syrian American families also had a higher median income than all families and lower poverty rates than those of the general population.\nSyrians value strong family ties. Unlike young Americans, young Syrians find leaving their family unnecessary to set up their independence; the reason being, is that Syrian society just like Southwest Asia, North Africa and the wider Eastern world, places great emphasis on the group rather than the individual. In the West the individual is key and the group is secondary. Respect and social status are important in Syrian societies. Men are respected for their financial success or their honesty and sincerity. Syrians are characterized by their magnanimity and graciousness, ethics which are integral to Syrian life.\" However, much of the Syrian traditions have diminished with time, mainly due to the fast pace of life in America which encourages individual independence.\nSyrians consider eating an important aspect of social life. There are many Syrian dishes which have become popular in the United States. Unlike many Western foods, Syrian foods take more time to cook, are less expensive and usually more healthy. Pita bread (khubz), which is round flat bread, and hummus, a dip made of ground chickpeas, sesame tahini, lemon juice, and garlic, are two popular Syrian foods. Baba ghanoush, or eggplant spreads, is also a dish made by Syrians. Popular Syrian salads include tabbouleh and fattoush. The Syrian cuisine includes other dishes like stuffed zucchini (mahshe), dolma, kebab, kibbeh, kibbeh nayyeh, mujaddara, shawarma, and shanklish. Syrians often serve selections of appetizers, known as meze, before the main course. Za'atar, minced beef, and cheese manakish are popular hors d'œuvre. Syrians are also well known for their cheese. A popular Syrian drink is the arak beverage. One of the popular desserts made by Syrians is the baklava, which is made of filo pastry filled with chopped nuts and soaked in honey.\nSyrian music includes several genres and styles of music ranging from Arab classical to Arabic pop music and from secular to sacred music. Syrian music is characterized by an emphasis on melody and rhythm, as opposed to harmony. There are some genres of Syrian music that are polyphonic, but typically, most Syrian and Arabic music is homophonic. Syrian music is also characterized by the predominance of vocal music. The prototypical Arabic music ensemble in Egypt and Syria is known as the takht, and relies on a number of musical instruments that represent a standardized tone system, and are played with generally standardized performance techniques, thus displaying similar details in construction and design. Such musical instruments include the oud, kanun, rabab, ney, violin, riq and tableh. The Jews of Syria sang pizmonim.\nModern Syrian music has incorporated instruments from the West, including the electric guitar, cello, double bass and oboe, and incorporated influences from jazz and other foreign musical styles.\nTraditional clothing \nTraditional dress is not very common with Syrian Americans, and even native Syrians; modern Western clothing is conventional in both Syria and the United States. Ethnic dance performers wear a shirwal, which are loose, baggy pants with an elastic waist. Some Muslim Syrian women wear a hijab, which is a headscarf worn by Muslim women to cover their hair. There are various styles of hijab.\nSyrian Americans celebrate many religious holidays. Christian Syrian Americans celebrate most Christian holidays usually celebrated in the United States. They celebrate Christmas and Easter, but since most Syrians are Eastern Orthodox, they celebrate Easter on a different Sunday than most other Americans. Some Christians celebrate various Saints' days. Syrian American Jews celebrate the Jewish holidays, such as Rosh Hashanah, Yom Kippur, Sukkot, Purim, Passover and Shavuot. Few Syrians celebrate Syria's independence day, April 17. As American citizens, many Syrians celebrate American holidays like Memorial Day, Independence Day, and Thanksgiving Day.\nMuslim Syrian Americans celebrate three main Muslim holidays: Ramadan, Eid ul-Fitr (Lesser Bairam), and Eid ul-Adha (Greater Bairam). Ramadan is the ninth month of the Islamic year, during which Muslims fast from dawn to sunset; Muslims resort to self-discipline to cleanse themselves spiritually. After Ramadan is over, Muslims celebrate Eid ul-Fitr, when Muslims break their fasting and revel exuberantly. Muslims also celebrate Eid ul-Adha (which means The Festival of Sacrifice) 70 days after at the end of the Islamic year, a holiday which is held along with the annual pilgrimage to Mecca, Hajj.\nDating and marriage \nSyrian Americans prefer traditional relationships and disfavor casual dating. Muslims can only date after completing their marriage contact, kitabt al-kitab (Arabic: كتابة الكتاب, which means \"writing the book\"), a period that ranges from a few months to a year or more to get used to living with one another. After this time period, a wedding takes place and fulfills the marriage. Muslims tend to marry other Muslims only. Unable to find other suitable Muslim Syrian Americans, many Muslim Syrian American have married other Muslim Americans.\nSyrian American marriages are usually very strong; this is reflected by the low divorce rates among Syrian Americans, which are below the average rates in the United States. Generally, Syrian American partners tend to have more children than average American partners; Syrian American partners also tend to have children at early stages of their marriages. According to the United States 2000 Census, almost 62% of Syrian American households were married-couple households.\nSyrian Americans, including the earliest immigrants, have always placed a high premium on education. Like many other Americans, Syrian Americans view education as a necessity. Generally, Syrian and other Arab Americans are more highly educated than the average American. In the 2000 census it was reported that the proportion of Syrian Americans to achieve a bachelor's degree or higher is one and a half times that of the total American population. Many Syrian Americans now work as engineers, scientists, pharmacists, and physicians.\nSyrians are mainly Arabic speakers. While some may speak the formal literary Arabic, many Syrians speak Syrian Arabic, a dialect which belongs to the Levantine Arabic family of dialects. There are also sub-dialects in Syrian Arabic; for example, people from Aleppo have a distinct and distinguishable accent, one that differs considerably from that of people from Homs or Al-Hasakah. Syrians can usually comprehend and understand the dialects of most Arabs, especially those who speak any form of Levantine Arabic.\nMany old Syrian American families have lost their linguistic traditions because many parents do not teach their children Arabic. Newer immigrants, however, maintain their language traditions. The 2000 census shows that 79.9% of Syrian Americans speak English \"very well\". Throughout the United States, there are schools which offer Arabic language classes; there are also some Eastern Orthodox churches which hold Arabic services.\nNotable people and contributions \nSometimes some confusion occurs between Greater Syria and the modern Syria when determining the place of origin of the earliest Syrian Americans. However, the following list comprises notable Americans who are originally people of modern Syrian heritage.\n- Paula Abdul (born June 19, 1962), is a television personality, jewelry designer, multi-platinum Grammy-winning singer, and Emmy Award-winning choreographer. According to Abdul, she has sold over 53 million records to date. Abdul found renewed fame as a judge on the highly rated television series American Idol.\n- F. Murray Abraham (born October 24, 1939), is an actor who won the Academy Award for Best Actor for his role as Antonio Salieri in the 1984 film Amadeus. His career after Amadeus inspired the name of the phenomenon dubbed \"F. Murray Abraham syndrome\", attributed to actors who, after winning an Oscar, have difficulty obtaining comparable success and recognition despite having recognizable talent.\n- Moustapha Akkad (July 1, 1930 – November 11, 2005), was a film director and producer originally from Aleppo; Akkad is best known for producing the series of Halloween films, and for directing the Lion of the Desert and Mohammad, Messenger of God films.\n- Malek Jandali (born December 25, 1972), is an award-winning composer and pianist originally from Homs; Jandali is best known for arranging the oldest music notation in the world of Ugarit in his album Echoes from Ugarit.\n- Tige Andrews (March 19, 1920 – January 27, 2007), was an Emmy-nominated character actor who was best known for his role as \"Captain Adam Greer\" on the television series The Mod Squad.\n- Paul Anka (born July 30, 1941), is a singer and song writer. Anka rose to fame after many successful 1950s songs, earning him the status of a teen idol. (Some sources, such as The Canadian Encyclopedia and Time magazine, suggest that Anka is of Syrian descent, while other sources, including Anka's official website, suggest that he is of Lebanese descent.)\n- Michael Ansara (born April 15, 1922), is a stage, screen and voice actor.\n- Rosemary Barkett (born 1939), was the first woman to serve on the Florida Supreme Court, and the first woman Chief Justice of that court. She currently serves as a federal judge on the United States Court of Appeals for the Eleventh Circuit.\n- Mitch Daniels (born April 7, 1949), is the current Governor of the U.S. state of Indiana.\n- Hala Gorani (born March 1, 1970), is a news anchor and correspondent for CNN International.\n- Dan Hedaya (born July 24, 1940), is a prolific character actor notable for his many Italian American film roles.\n- Robert M. Isaac (born January 27, 1928), is the former Republican Mayor of Colorado Springs, Colorado. Elected in 1979, he was the first elected Mayor of the history of Colorado Springs, serving through 1997.\n- Alan Jabbour (born 1942), is a folklorist and a musician.\n- Steve Jobs (February 24, 1955 – October 5, 2011), was the co-founder and former CEO of Apple, the largest Disney shareholder, and a member of Disney's Board of Directors. Jobs is considered a leading figure in both the computer and entertainment industries.\n- Mohja Kahf (born 1967), poet and author\n- Peter Lupus (born June 17, 1932), is a bodybuilder and actor, known primarily for \"Mission: Impossible\".\n- Kurtis Mantronik (born September 4, 1965), is a hip-hop, electro funk, and dance music artist, DJ, remixer, and producer. Mantronik was the leader of the old-school band Mantronix.\n- Jack Marshall (born 1936), is an author and poet.\n- Louay M. Safi (born September 15, 1955), is a scholar and Human Rights activist, and a vocal critic of the Far Right. Author of numerous books and articles, Safi is active in the debate on nuclear race, social and political development, and Islam-West issues. He is the chairman of the Syrian American Congress.\n- Jerry Seinfeld (born April 29, 1954), is a comedian, actor, and writer, best known for playing a semi-fictional version of himself in the long-running sitcom Seinfeld, which he co-created and executively produced.\n- Teri Hatcher (born December 8, 1964), is an actress known for her television roles as Susan Mayer on the ABC comedy-drama series Desperate Housewives, and Lois Lane on Lois & Clark: The New Adventures of Superman. Hatcher is Syrian from her mother's side.\n- Yasser Seirawan (born March 24, 1960), is a chess grandmaster and 4-time US-champion. Seirawan is the 69th best chess player in the world and the 2nd in the United States.\n- Mona Simpson (born June 14, 1957), is a novelist and essayist; Simpson is also a sister of Steve Jobs.\n- Kelly Slater (born February 11, 1972), is a successful professional surfer and an 11 time world champion.\n- Wafa Sultan (born 1958), is a well-known secular activist and vocal critic of Islam. In 2006, Sultan was chosen by Time Magazine to be on the Time 100 list of the 100 most influential people in 2006.\n- Vic Tayback (January 6, 1930 – May 25, 1990), was an actor who won two Golden Globe Awards for his role in the television series Alice.\n- Fawwaz Ulaby, is the R. Jamieson and Betty Williams Professor of Electrical Engineering and Computer Science at the University of Michigan, and the former vice president for research.\n- M.Safwan Badr, is a Professor of Internal Medicine and Chief of Pulmonary/Critical Care and Sleep Medicine at the Wayne State University, and the president elect of the American Academy of Sleep Medicine (AASM).\nSee also \n- U.S. Census Bureau: Population by Selected Ancestry Group and Region: 2005[dead link]\n- \"Lebanese and Syrian Americans\". Utica College. Retrieved 2007-05-06.\n- \"Immigrants, by Country of Birth: 1961 to 2005\". United States Census. Archived from the original on 2007-04-03. Retrieved 2007-04-29.\n- A Community of Many Worlds: Arab Americans in New York City, Museum of the City of New York/Syracuse University Press, 2002\n- Naff (1993), p. 3\n- Ernest McCarus (1992). The Development of Arab-American Identity (Hardcoover ed.). University of Michigan Press. pp. 24, 25. ISBN 0-472-10439-X.\n- Hitti, Philip (2005) . The Syrians in America. Gorgias Press. ISBN 1-59333-176-2.\n- \"Syrian Americans\". Everyculture.com. Retrieved 2007-05-21.\n- Samovar & Porter (1994), p. 83\n- Suleiman (1999), pp. 1-21\n- McCarus, Ernest (1994). The Development of Arab-American Identity. University of Michigan Press. p. 26. ISBN 0-472-10439-X.\n- Samovar & Porter (1994), p. 84\n- \"Religion in Syria - Christianity\". About.com. Retrieved 2007-05-22.\n- \"St. Raphael of Brooklyn\". Antiochian Orthodox Christian Archdiocese of North America. Retrieved 2007-05-22.\n- \"Orthodox Churches (Parishes)\". The Antiochian Orthodox Church. Retrieved 2007-05-30.\n- Williams, Raymond (1996). Christian Pluralism in the United States: The Indian Experience. Cambridge University Press. p. 11. ISBN 0-521-57016-6.\n- \"Syria\". The World Factbook. 2007.\n- \"Religion in Syria - Alawi Islam\". About.com. Retrieved 2007-05-22.\n- Zenner, Walter (2000). A Global Community: The Jews from Aleppo, Syria. Wayne State University Press. p. 127. ISBN 0-8143-2791-5.\n- Kornfeld, Alana B. Elias. \"Syrian Jews mark 100 years in U.S.\". Jewish News of Greater Phoenix. Retrieved 2007-05-20.\n- Samovar & Porter (1994), p. 85\n- The Arab Americans: a history by Gregory Orfalea, pg 224\n- Naff, Alixa (1993). Becoming American: The Early Arab Immigrant Experience. Carbondale, Southern Illinois University Press. ISBN 978-0-585-10809-4.\n- Levinson, David; Ember, Melvin (1997). American Immigrant Cultures: Builders of a Nation. Simon & Schuster Macmillan. p. 580. ISBN 0-02-897213-9.\n- Giggie, John; Winston, Diane (2002). Faith in the Market: Religion and the Rise of Urban Commercial Culture. Rutgers University Press. p. 204. ISBN 0-8135-3099-7.\n- \"We the People of Arab Ancestry in the United States\". United States Census. Retrieved 2007-05-20.\n- Davis, Scott (2002). The Road from Damascus: A Journey Through Syria. Cune Press. ISBN 978-1-885942-84-5.\n- Mahdi, Ali Akbar (2003). Teen Life in the Middle East. Greenwood Press. pp. 189–191. ISBN 0-313-31893-X.\n- Toumar, Habib Hassan (2003). The Music of the Arabs. Amadeus. ISBN 1-57467-081-6.\n- \"Holidays\". US Embassy in Damascus. Retrieved 2007-05-24.\n- Eichner, Itamar (2006-11-17). \"Israeli minister, American Idol\". YNetNew.com. Retrieved 2006-05-20.\n- Rocchio, Christopher (2007-03-14). \"Paula Abdul dishes on Antonella Barba, 'Idol,' and her media portrayal\". RealityTVWorld.com. Retrieved 2006-05-20.\n- Zeidler, Sue. \"Is winning an Oscar a curse or a blessing?\". Film.com. Retrieved 2007-05-20.\n- \"Moustapaha Akkad\". The Daily Telegraph (London). 2005-11-12. Retrieved 2007-05-20.\n- \"Malek Jandali\". National Public Radio (Houston). 2010-10-08. Retrieved 2010-10-08.\n- \"'Mod Squad' actor Tige Andrews, 86, dies\". USA Today. 2006-02-05. Retrieved 2006-05-20.\n- \"Paul Anka\". Historyofrock.com. Retrieved 2007-05-20.\n- \"Anka, Paul\". The Canadian Encyclopedia. Retrieved 2007-03-26.\n- \"Paul the Comforter\". Time. 1961-11-03. Retrieved 2007-03-26.\n- Leiby, Richard (2005-04-05). \"Paul Anka's Deutsch Treat\". The Washington Post. Retrieved 2007-03-26.\n- \"FAQ\". PaulAnka.com. Retrieved 2007-03-26.\n- \"Indiana Governor Mitch Daniels\". Official Indiana state site. Retrieved 2006-05-20.\n- Abbas, Faisal (2006-01-17). \"Q&A with CNN’s Hala Gorani\". Asharq Al-Awsat. Retrieved 2006-05-20.\n- \"Dan Hedaya\". Internet Movie Database. Retrieved 2007-05-20.\n- \"Steve Jobs' Magic Kingdom\". BusinessWeek. 2006-01-06. Retrieved 2006-09-20.\n- Burrows, Peter (2004-11-04). \"Steve Jobs: He Thinks Different\". BusinessWeek. Retrieved 2006-09-20.\n- \"Jerry Seinfeld\". Vividseats.com. Retrieved 2006-05-20.\n- \"Yasser Seirawan\". Chessgames.com. Retrieved 2006-05-20.\n- Abinader, Elmaz. \"Children of al-Mahjar: Arab American Literature Spans a Century\". USINFO. Archived from the original on 2008-01-01. Retrieved 2007-05-20.\n- Campbell, Duncan (2004-06-18). \"Steve Jobs\". The Guardian (London). Retrieved 2006-05-20.\n- \"Surf for Peace\". Surfer Magazine. Retrieved 2009-06-17.\n- Nomani, Asra (2006-04-30). \"Wafa Sultan\". Time. Retrieved 2006-05-20.\n- \"The TIME 100, 2006\". Time. Retrieved 2006-05-20.\n- Maslin, Janet. \"Vic Tayback\". The New York Times. Retrieved 2007-05-20.\n- Abu-Laban, Baha; Suleiman, Michael (1989). Arab Americans: Continuity and Change. AAUG monograph series. Belmont, Massachusetts: Association of Arab-American University Graduates. ISBN 978-0-937694-82-4.\n- Kayal, Philip; Kayal, Joseph (1975). The Syrian Lebanese in America: A Study in Religion and Assimilation. The Immigrant Heritage of America series. [New York], Twayne Publishers. ISBN 978-0-8057-8412-1.\n- Naff, Alixa (1985). Becoming American: The Early Arab Immigrant Experience. Carbondale, Southern Illinois University Press. ISBN 978-0-585-10809-4.\n- Saliba, Najib (1992). Emigration from Syria and the Syrian-Lebanese Community of Worcester, MA. Ligonier, Pennsylvania: Antakya Press. ISBN 0-9624190-1-X.\n- Saliba Jerry Seinfeld Ticketsinventory.com Retrieved 2006-05-20. Missing or empty\n- Samovar, L. A.; Porter, R. E. (1994). Intercultural Communication: A Reader. Thomson Wadsworth. ISBN 0-534-64440-6.\n- Suleiman, Michael (1999). Arabs in America: Building a New Future. NetLibrary. ISBN 0-585-36553-9.\n- Younis, Adele L. (1989). The Coming of the Arabic-Speaking People to the United States. Staten Island, New York: Center for Migration Studies. ISBN 978-0-934733-40-3. OCLC 31516579.", "id": "<urn:uuid:8d7550a6-be12-4b4a-85f7-09f5a23b9afb>", "dump": "CC-MAIN-2013-20", "url": "http://en.wikipedia.org/wiki/Syrian_American", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9375941157341003, "token_count": 6791, "score": 3.46875, "int_score": 3}
{"text": "Click the picture above\nto see three larger pictures\nShow birthplace location\n|Previous||(Alphabetically)||Next||Biographies index |\n|Version for printing|\nLipman Bers, always known as Lipa, was born into a Jewish family. His parents Isaac Bers and Bertha Weinberg were teachers, his mother being head at an elementary school in Riga where teaching was in Yiddish while his father was head at the Yiddish high school in Riga. Born in 1914, Lipa's early years were much affected by the political and military events taking place in Russia. Latvia had been under Russian imperial rule since the 18th century so World War I meant that there were evacuations from Riga. The Russian Revolution which began in October 1917 caused fighting between the Red Army and the White Army and for the next couple of years various parts of Russia came first under the control of one faction then of the other. Lipa's family went to Petrograd, the name that St Petersburg had been given in 1914 when there was strong anti-German feeling in Russia, but Lipa was too young to understand the difficulties that his parents went through at this time.\nAt the end of World War I in 1918, Latvia regained its independence although this was to be short-lived. Lipa spent some time back in Riga, but he also spent time in Berlin. His mother took him to Berlin while she was training at the Psychoanalytic Institute. During his schooling mathematics became his favourite subject and he decided that it was the subject he wanted to study at university. He studied at the University of Zurich, then returned to Riga and studied at the university there.\nAt this time Europe was a place of extreme politics and, in 1934, Latvia became ruled by a dictator. Lipa was a political activist, a social democrat who argued strongly for human rights. He was at this time a soap-box orator putting his views across strongly both in speeches and in writing for an underground newspaper. Strongly opposed to dictators and strongly advocating democracy it was clear that his criticism of the Latvian dictator could not be ignored by the authorities. A warrant was issued for his arrest and, just in time, he escaped to Prague. His girl friend Mary Kagan followed him to Prague where they married on 15 May 1938.\nThere were a number of reasons why Bers chose to go to Prague at this time. Firstly he had to escape from Latvia, secondly Prague was in a democratic country, and thirdly his aunt lived there so he could obtain permission to study at the Charles University without having to find a job to support himself. One should also not underestimate the fact that by this stage his mathematical preferences were very much in place and Karl Loewner in Prague looked the ideal supervisor.\nIndeed Bers did obtain his doctorate which was awarded in 1938 from the Charles University of Prague where he wrote a thesis on potential theory under Karl Loewner's supervision. At the time Bers was rather unhappy with Loewner :-\nLipa spoke of feeling neglected, perhaps even not encouraged, by Loewner and said that only in retrospect did he understand Loewner's teaching method. He gave to each of his students the amount of support needed ... It is obvious that Lipa did not appear too needy to Loewner.\nIn 1938 Czechoslovakia became an impossible country for someone of Jewish background. Equally dangerous was the fact that Bers had no homeland since he was a wanted man in Latvia, and was a left wing academic. With little choice but to escape again, Bers fled to Paris where his daughter Ruth was born. However, the war followed him and soon the Nazi armies began occupying France. Bers applied for a visa to the USA and, while waiting to obtain permission, he wrote two papers on Green's functions and integral representations. Just days before Paris surrendered to the advancing armies, Bers and his family moved from Paris to a part of France not yet under attack from the advancing German armies. At last he received the news that he was waiting for, the issue of American visas for his family.\nIn 1940 Bers and his family arrived in the United States and joined his mother who was already in New York. There was of course a flood of well qualified academics arriving in the United States fleeing from the Nazis and there was a great scarcity of posts, even for the most brilliant, so he was unemployed until 1942, living with other unemployed refugees in New York. During this time he continued his mathematical researches. After this he was appointed Research Instructor at Brown University where, as part of work relevant to the war effort, he studied two-dimensional subsonic fluid flow. This was important at that time since aircraft wings were being designed for planes with jet engines capable of high speeds.\nBetween 1945 and 1949 Bers worked at Syracuse University, first at Assistant Professor, later as Associate Professor. Gelbart wanted to build up the department at Syracuse and attracting both Bers and Loewner was an excellent move. Here Bers began work on the problem of removability of singularities of non-linear elliptic equations. His major results in this area were announced by him at the International Congress of Mathematicians in 1950 and his paper Isolated singularities of minimal surfaces was published in the Annals of Mathematics in 1951. Courant writes:-\nThe nonparametric differential equation of minimal surfaces may be considered the most accessible significant example revealing typical qualities of solutions of non-linear partial differential equations. With a view to such a general objective, [Bers] has studied singularities, branch-points and behaviour in the large of minimal surfaces.\nAbikoff writes in  that this paper is:-\n... a magnificent synthesis of complex analytic techniques which relate the different parameterisations of minimal surfaces to the representations of the potential function for subsonic flow and thereby achieves the extension across the singularity.\nBers then became a member of the Institute for Advanced Study at Princeton where he began work on Teichmüller theory, pseudoanalytic functions, quasiconformal mappings and Kleinian groups. He was set in the right direction by an inequality he found in a paper of Lavrentev who attributed the inequality to Ahlfors. In a lecture he gave in 1986 Bers explained what happened next:-\nI was in Princeton at the time. Ahlfors came to Princeton and announced a talk on quasiconformal mappings. He spoke at the University so I went there and sure enough, he proved this theorem. So I came up to him after the talk and asked him \"Where did you publish it?\", and he said \"I didn't\". \"So why did Lavrentev credit you with it?\" Ahlfors said \"He probably thought I must know it and was too lazy to look it up in the literature\".\nWhen Bers met Lavrentev three years later he asked him the same questions and, indeed, Ahlfors had been correct in guessing why Lavrentev had credited him. Bers continued in his 1986 lecture:-\nI immediately decided that, first of all, if quasiconformal mappings lead to such powerful and beautiful results and, secondly, if it is done in this gentlemanly spirit - where you don't fight over priority - this is something that I should spend the rest of my life studying.\nIt is ironic, given Bers strong political views on human rights, that he should find that Teichmüller, a fervent Nazi, had already made stunning contributions. In one of his papers on Teichmüller theory, Bers quotes Plutarch:-\nIt does not of necessity follow that, if the work delights you with its grace, the one who wrought it is worthy of your esteem.\nIn 1951 Bers went to the Courant Institute in New York, where he was a full professor, and remained there for 13 years. During this time he wrote a number of important books and surveys on his work. He published Theory of pseudo-analytic functions in 1953 which Protter, in a review, described as follows:-\nThe theory of pseudo-analytic functions was first announced by [Bers] in two notes. These lecture notes not only contain proofs and extensions of the results previously announced but give a self-contained and comprehensive treatment of the subject.\nThe author sets as his goal the development of a function theory for solutions of linear, elliptic, second order partial differential equations in two independent variables (or systems of two first-order equations). One of the chief stumbling blocks in such a task is the fact that the notion of derivative is a hereditary property for analytic functions while this is clearly not the case for solutions of general second order elliptic equations.\nAnother classic text was Mathematical aspects of subsonic and transonic gas dynamics published in 1958:-\nIt should be said, even though this is taken for granted by everybody in the case of Professor Bers, that the survey is masterly in its elegance and clarity.\nIn 1958 Bers address the International Congress of Mathematicians in Edinburgh, Scotland, where he lectured on Spaces of Riemann surfaces and announced a new proof of the measurable Riemann mapping theorem. In his talk Bers summarised recent work on the classical problem of moduli for compact Riemann surfaces and sketched a proof of the Teichmüller theorem characterizing extremal quasiconformal mappings. He showed that the Teichmüller space for surfaces of genus g is a (6g-6)-cell, and showed how to construct the natural complex analytic structure for the Teichmüller space.\nBers was a Guggenheim Fellow in 1959-60, and a Fulbright Fellow in the same academic year. From 1959 until he left the Courant Institute in 1964, Bers was Chairman of the Graduate Department of Mathematics.\nIn 1964 Bers went to Columbia University where he was to remain until he retired in 1984. He was chairman of the department from 1972 to 1975. He was appointed Davies Professor of Mathematics in 1972, becoming Emeritus Davies Professor of Mathematics in 1982. During this period Bers was Visiting Miller Research Professor at the University of California at Berkeley in 1968.\nTilla Weinstein describes in  Bers as a lecturer:-\nLipa's courses were irresistible. He laced his lectures with humorous asides and tasty tidbits of mathematical gossip. He presented intricate proofs with impeccable clarity, pausing dramatically at the few most critical steps, giving us a chance to think for ourselves and to worry that he might not know what to do next. Then, just as the silence got uncomfortable, he would describe the single most elegant way to complete the argument.\nJane Gilman  describes Bers' character:-\nUnderneath the force of Bers' personality and vivacity was the force of his mathematics. His mathematics had a clarity and beauty that went beyond the actual results. He had a special gift for conceptualising things and placing them in the larger context.\nIn  Bers life is summed up by Abikoff as follows:-\nLipa possessed a joy of life and an optimism that is difficult to find at this time and that is sorely missed. Those of us who experienced it directly have felt an obligation to pass it on. That, in addition to the beauty of his own work, is Lipa's enduring gift to us.\nWe have yet to say something about Bers' great passion for human rights. In fact this was anything but a sideline in his life and one could consider that he devoted himself full-time to both his mathematical work and to his work as a social reformer. Perhaps his views are most clearly expressed by quoting from an address he gave in 1984 when awarded an honorary degree by the State University of New York at Stony Brook:-\nBy becoming a human rights activist ... you do take upon yourself certain difficult obligations. ... I believe that only a truly even-handed approach can lead to an honest, morally convincing, and effective human rights policy. A human rights activist who hates and fears communism must also care about the human rights of Latin American leftists. A human rights activist who sympathises with the revolutionary movement in Latin America must also be concerned about human rights abuses in Cuba and Nicaragua. A devout Muslim must also care about human rights of the Bahai in Iran and of the small Jewish community in Syria, while a Jew devoted to Israel must also worry about the human rights of Palestinian Arabs. And we American citizens must be particularly sensitive to human rights violations for which our government is directly or indirectly responsible, as well as to the human rights violations that occur in our own country, as they do.\nBers received many honours for his contributions in addition to those we have mentioned above. He was elected to the American Academy of Arts and Sciences, to the Finnish Academy of Sciences, and to the American Philosophical Society. He served the American Mathematical Society in several capacities, particularly as Vice-President (1963-65) and as President (1975-77). The American Mathematical Society awarded him their Steele Prize in 1975. He received the New York Mayor's award in Science and Technology in 1985. He was an honorary life member of the New York Academy of Sciences, and of the London Mathematical Society.\nArticle by: J J O'Connor and E F Robertson\nClick on this link to see a list of the Glossary entries for this page\nList of References (5 books/articles)|\n|Some Quotations (3)|\n|Mathematicians born in the same country|\n|Honours awarded to Lipman Bers|\n(Click below for those honoured in this way)\n|AMS Colloquium Lecturer||1971|\n|AMS Steele Prize||1975|\n|American Maths Society President||1975 - 1976|\n|LMS Honorary Member||1984|\nOther Web sites\n|Previous||(Alphabetically)||Next||Biographies index |\n|History Topics || Societies, honours, etc.||Famous curves |\n|Time lines||Birthplace maps||Chronology||Search Form |\n|Glossary index||Quotations index||Poster index |\n|Mathematicians of the day||Anniversaries for the year|\nJOC/EFR © April 2002 |\nSchool of Mathematics and Statistics|\nUniversity of St Andrews, Scotland\nThe URL of this page is:|", "id": "<urn:uuid:8e3ce5d6-a76b-4e22-8892-e1280e29f3f7>", "dump": "CC-MAIN-2013-20", "url": "http://www-history.mcs.st-and.ac.uk/~history/Biographies/Bers.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9804872274398804, "token_count": 2948, "score": 3.0, "int_score": 3}
{"text": "Memoirs, other writings, deposition, and correspondence, relating to King Michael,\nRomanian participation in World War II, the transition of Romania from monarchy to\ncommunist regime, and Romanian emigre affairs. Includes a dissertation on Swiss\nJacques M. Vergotti was born in 1915. A Major in the Romanian Army, he served as aide to\nMichael I, King of Romania, between 1941-1947. He witnessed the last year of the Romanian\nmonarchy and the palace coup of December 30, 1947, when the King was overthrown and the\nPopular Republic of Romania was proclaimed. He was one of the few people allowed to leave\nthe country together with the King, whose aide he was for one more year. He then\nemigrated to the US and has lived there since.\n3 manuscript boxes\n1.25 linear feet)\nFor copyright status, please contact the Hoover Institution Archives.\nCollection open for research.", "id": "<urn:uuid:37b3f4ba-840a-45fa-9518-c5f2098cf2d8>", "dump": "CC-MAIN-2013-20", "url": "http://oac.cdlib.org/findaid/ark:/13030/tf5s20049v/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9488391876220703, "token_count": 197, "score": 2.546875, "int_score": 3}
{"text": "A Reference Resource\nLife Before the Presidency\nHerbert Clark Hoover was born on August 10, 1874. For the first nine years of his life, he lived in the small town of West Branch, Iowa, the place of his birth. His Quaker father, Jessie Clark Hoover, a blacksmith and farm equipment salesman, suffered a heart attack and died when Herbert was six years old. Three years later, the boy's mother, Huldah Minthorn Hoover, developed pneumonia and also passed away, orphaning Herbert, his older brother Theodore, and little sister Mary. Passed around among relatives for a few years, Hoover ended up with his uncle, Dr. John Minthorn, who lived in Oregon.\nThe young Hoover was shy, sensitive, introverted, and somewhat suspicious, characteristics that developed, at least in part, in reaction to the loss of his parents at such a young age. He attended Friends Pacific Academy in Newberg, Oregon, earning average to failing grades in all subjects except math. Determined, nevertheless, to go to the newly established Stanford University in Palo Alto, California, Hoover studied hard and barely passed the university's entrance exam. He went on to major in geology and participated in a host of extracurricular activities, serving as class treasurer of the junior and senior student bodies and managing the school baseball and football teams. To pay his tuition, Hoover worked as a clerk in the registration office and showed considerable entrepreneurial skill by starting a student laundry service.\nCareer and Monetary Success\nDuring the summers, Hoover worked as a student assistant on geological survey teams in Arkansas, California, and Nevada. After his graduation in 1895, he looked hard to find work as a surveyor but ended up laboring seventy hours a week at a gold mine near Nevada City, California, pushing ore carts. Luck came his way with an office job in San Francisco, putting him in touch with a firm in need of an engineer to inspect and evaluate mines for potential purchase. Hoover then moved to Australia in 1897 and China in 1899, where he worked as a mining engineer until 1902. A string of similar jobs took him all over the world and helped Hoover become a giant in his field. He opened his own mining consulting business in 1908; by 1914, Hoover was financially secure, earning his wealth from high-salaried positions, his ownership of profitable Burmese silver mines, and royalties from writing the leading textbook on mining engineering.\nHis wife, Lou Henry Hoover, traveled with him everywhere he went. Herbert and Lou met in college, where she was the sole female geology major at Stanford. He proposed to her by cable from Australia as he prepared to move to China; she accepted by return wire and they married in 1899. The couple was in China during the Boxer Rebellion of 1900, a time when Lou helped nurse wounded Western diplomats and soldiers while Herbert assisted in the fighting to defend Tianjin, a city near the uprising. By the time the couple returned home to America in 1917, Lou had learned to shoot a gun and had mastered eight languages.\nOver the course of his career as a mining engineer and businessman, Hoover's intellect and understanding of the world matured considerably. Hoover was raised a Quaker and although he rarely went to Meeting as an adult, he internalized that faith's belief in the power of the individual, the importance of freedom, and the value of \"conscientious work\" and charity. Hoover also applied the ethos of engineering to the world in general, believing that scientific expertise, when employed thoughtfully and properly, led to human progress. Hoover worked comfortably in a capitalist economy but believed in labor's right to organize and hoped that cooperation (between labor and management and among competitors) might come to characterize economic relations. During these years, Hoover repeatedly made known to friends his desire for public service.\nPolitically, Hoover identified with the progressive wing of the Republican Party, supporting Theodore Roosevelt's third-party bid in 1912. World War I brought Hoover to prominence in American politics and thrust him into the international spotlight. In London when the war broke out, he was asked by the U.S. consul to organize the evacuation of 120,000 Americans trapped in Europe. Germany's devastating invasion of Belgium led Hoover to pool his money with several wealthy friends to organize the Committee for the Relief of Belgium. Working without direct government support, Hoover raised millions of dollars for food and medicine to help desperate Belgians.\nIn 1917, after the United States entered the war, President Woodrow Wilson asked Hoover to run the U.S. Food Administration. Hoover performed quite admirably, guiding the effort to conserve resources and supplies needed for the war and to feed America's European allies. Hoover even became a household name during the war; nearly all Americans knew that the verb \"to Hooverize\" meant the rationing of household materials. After the armistice treaty was signed in November 1918, officially ending World War I, Wilson appointed Hoover to head the European Relief and Rehabilitation Administration. In this capacity, Hoover channeled 34 million tons of American food, clothing, and supplies to war-torn Europe, aiding people in twenty nations.\nHis service during World War I made Hoover one of the few Republicans trusted by Wilson. Because of Hoover's knowledge of world affairs, Wilson relied him at the Versailles Peace Conference and as director of the President's Supreme Economic Council in 1918. The following year, Hoover founded the Hoover Library on War, Revolution, and Peace at Stanford University as an archive for the records of World War I. This privately endowed organization later became the Hoover Institution, devoted to the study of peace and war. No isolationist, Hoover supported American participation in the League of Nations. He believed, though, that Wilson's stubborn idealism led Congress to reject American participation in the League.\nSecretary of Commerce\nIn 1920, Hoover emerged as a contender for the Republican presidential nomination. His run was blocked, however, by fellow a Californian, Senator Hiram Johnson, who objected to Hoover's support for the League. Republican Warren Harding won the White House in 1920 and appointed Hoover as his secretary of commerce, a position that Hoover retained under Harding's successor, President Calvin Coolidge.\nUnder Hoover's leadership, the Department of Commerce became as influential and important a government agency as the Departments of State and Treasury. Hoover encouraged research into measures designed to counteract harmful business cycles. He supported government regulation of new industries like aviation and radio. He brought together more than one hundred different industries and convinced them to adopt standardized tools, hardware, building materials, and automobile parts. Finally, he aggressively pursued international trade opportunities for American business. To win these reforms, Hoover strengthened existing agencies in the Commerce Department, like the Bureau of Foreign and Domestic Commerce, or simply established new ones, like the Bureau of Standards, for the standardization project. He also formed commissions that brought together government officials, experts, and leaders of the relevant economic sectors to work towards reform.\nThe initiatives Hoover supported as commerce secretary—and the ways in which he pursued them—reveal his thinking about contemporary life in the United States and about the federal government's role in American society. Hoover hoped to create a more organized economy that would regularize the business cycle, eliminating damaging ebbs and flows and generating higher rates of economic growth. He believed that eradicating waste and improving efficiency would achieve some of these results— thus, his support for standardization and for statistical research into the workings of the economy. He also believed that the American economy would be healthier if business leaders worked together, and with government officials and experts from the social sciences, in a form of private-sector economic planning. This stance led him to support trade associations—industry-wide cooperative groups wherein information on prices, markets, and products could be exchanged among competitors—which Hoover saw as a middle way between competition and monopoly. He insisted, though, that participation in these associations remain voluntary and that the government merely promote and encourage, rather than require, their establishment.\nHoover hoped that these innovations would strengthen what he saw as the central component of the American experience: individualism. In 1922, Hoover published a small book, entitled American Individualism, that examined the Western intellectual tradition's major social philosophies, including individualism, socialism, communism, capitalism, and autocracy. Hoover concluded that individualism was the superior principle around which to organize society. He rejected the laissez-faire capitalism of the Right and the socialism and communism of the Left because he believed that these ideologies hindered rather than helped the individual. Instead, Hoover sought a \"balance of perspective\" between Right and Left that theoretically would create and maintain opportunities for Americans to succeed. Through enterprises like those he championed as commerce secretary, Hoover believed the federal government could facilitate the creation of political, social, and economic conditions in which individual Americans could flourish.\nHoover's positions and thinking placed him solidly in the progressive camp of the Republican Party. As secretary of commerce, Hoover emerged as a potential running-mate for Coolidge in the 1924 presidential election, though that effort fell short. Hoover's reputation with the American people reached its peak in 1927, when he took charge of relief efforts following disastrous floods along the Mississippi River. The episode displayed Hoover at his best: as a humanitarian and leader with the ability to solve problems. When Coolidge announced in 1927 that he would not seek reelection, Hoover became the leading candidate for the Republican presidential nomination.", "id": "<urn:uuid:494a31b6-e8c3-42b2-bcba-79889bce2dfd>", "dump": "CC-MAIN-2013-20", "url": "http://millercenter.org/president/hoover/essays/biography/2", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9713987112045288, "token_count": 1920, "score": 3.234375, "int_score": 3}
{"text": "This collection consists of digital images of the correspondence of John Muir from 1856-1914. The vast majority of the letters\nwere sent and received by Muir, although the collection also includes some correspondence of selected family members and colleagues.\nMuir’s correspondence offers a unique first-hand perspective on his thoughts and experiences, as well as those of his correspondents,\nwhich include many notable figures in scientific, literary, and political circles of the 19th and early 20th centuries. The\ncorrespondence forms part of the John Muir Papers microfilm set that filmed letters located at over 35 institutions.\nA Scottish-born journalist and naturalist, John Muir (1838-1914) studied botany and geology at the University of Wisconsin\n(1861-1863). He worked for awhile as a mill hand at the Trout Broom Factory in Meaford, Canada (1864-1866), then at an Indianapolis\ncarriage factory (1866-1867), until an accident temporarily blinded him and directed his thoughts toward full-time nature\nstudy. Striking out on foot for South America, Muir walked to the Gulf of Mexico (September 1867-January 1868), but a long\nillness in Florida led him to change his plans and turn his interests westward. Muir arrived by ship at San Francisco (March\n1868), walked to the Sierra Nevada Mountains and began a five year wilderness sojourn (1868-1873) during which he made his\nyear-round home in the Yosemite Valley. Working as a sheepherder and lumberman when he needed money for supplies, Muir investigated\nthe length and breadth of the Sierra range, focusing most of his attention on glaciation and its impact on mountain topography.\nHe began to publish newspaper articles about what he saw in the California mountains and these articles brought him to the\nattention of such intellectuals as Asa Gray and Ralph Waldo Emerson, both of whom sought him out during their visits to California.\nEncouraged by Jeanne Carr, wife of his one-time botany professor, Ezra S. Carr, Muir took up nature writing as a profession\n(1872). He set up winter headquarters in Oakland and began a pattern of spring and summer mountaineering followed by winter\nwriting based upon his travel journals that he held to until 1880. His treks took him to Mount Shasta (1874, 1875 & 1877),\nthe Great Basin (1876, 1877, 1878), southern California and the Coast Range (1877), and southern Alaska (1879). Muir found\nthat he could finance his modest bachelor lifestyle with revenue from contributions published in various San Francisco newspapers\nand magazines. During this period he launched the first lobbying effort to protect Sierra forests from wasteful lumbering\nSome of the materials in the John Muir Correspondence Collection may be protected by the U.S. Copyright Law (Title 17, U.S.C.)\nand/or by the copyright or neighboring rights laws of other nations. Additionally, the reproduction of some materials may\nbe restricted by privacy or publicity rights. Responsibility for making an independent legal assessment of an item and securing\nany necessary permissions ultimately rests with persons desiring to reproduce or use the item.", "id": "<urn:uuid:6f2a750f-0c38-4b95-86ad-7af20a393eac>", "dump": "CC-MAIN-2013-20", "url": "http://oac4.cdlib.org/findaid/ark:/13030/hb3z09p2q4/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9655135273933411, "token_count": 679, "score": 2.8125, "int_score": 3}
{"text": "Historical Aerial Photographs\nPrior to the trial, Jan Schlichtmann, the plaintiffs attorney, hired a consulting firm to acquire and analyze historic aerial photographs of the Riley 15-acre property to estimate the times when the various drums, barrels, and debris piles first appeared. The consultants took this analysis and compared it to the 1985 field mapping of the debris piles, drums, and tanks on the 15-acre property by John Drobinski, a geologist hired by Schlichtmann. Drobinski's field map can be downloaded from the trial documents collection and excerpts of his deposition can be downloaded from the trial testimony collection.\nWhat Are Aerial Photographs and How Are They Used?\nAerial photographs like the ones shown below routinely are taken by the U.S. Department of Agriculture and U.S. Geological Survey to make topographic maps, record temporal changes in crop patterns, map geology and mineral resources, and evaluate floodplains. A specialized aircraft with sophisticated cameras is used to take photographs using black & white or color infrared film. The aircraft flies along flight lines that overlap slightly while the camera takes photographs at time intervals that allow the images to overlap. Because of the overlap is from two different positions in the sky, the overlapping portions of adjacent images can be viewed in 3-D. A stereoscope is needed to see the images in 3-D, which produces a static visual image that is similar to looking at a 3-D movie using red and blue glasses. Thus, tree tops and buildings appear to be higher than surrounding ground, whereas stream channels and wetlands appear to be lower.\nAerial Photographs of the Woburn Wells G and H Area\nThe collection below is a subset of those compiled by Maura Metheny for her dissertation research at Ohio State University. Four sets of photographs (May 1954, May 1969, April 1981, and March 1986) are suitable for 3-D viewing. To do this, print the images on high-quality paper or photographic paper and view them under a stereoscope. An inexpensive plastic 'pocket' stereoscope works well. The sequence of images below document changes in land use, construction of municipal wells G and H and other structures, changes in the wetland, and the appearance of drums and underground storage tanks along the access road between Salem Street and Olympia Avenue on the west side of the river.\nDetailed information about the dates, resolution, scales, and ordering numbers of the sets of aerial photographs shown below is available in this Excel file (Excel 19kB Jan22 07).\n- May 13, 1954 Photographs: 2414, 2415, 2416, 2417 northern image\nFull Resolution ( 28.5MB Mar14 07)north-central image\nFull Resolution ( 29.3MB Mar14 07)south-central image\nFull Resolution ( 28.3MB Mar14 07)southern image\nFull Resolution ( 28.5MB Mar14 07)\n- April 29, 1963 Photographs: 278, 279 western image\nFull Resolution ( 288kB Mar15 07)eastern image\nFull Resolution ( 208kB Mar15 07)\n- April 6, 1965 photograph: 233\nFull Resolution ( 269kB Mar15 07)\n- May 1, 1969 photographs: 1684, 1685, 1686, 1687 south image\nFull Resolution ( 288kB Mar15 07)south-central image\nFull Resolution ( 284kB Mar15 07)north-central image\nFull Resolution ( 281kB Mar15 07)north image\nFull Resolution ( 273kB Mar15 07)\n- July 3, 1971 photograph: 126\nFull Resolution ( 377kB Mar15 07)\n- April 23, 1978 photographs: 104 north and south north images\nFull Resolution ( 73kB Mar15 07)south image\nFull Resolution ( 77kB Mar15 07)\n- April 13, 1981 photographs: 19-5, 19-6, 19-7 south image\nFull Resolution ( 205kB Mar15 07)middle image\nFull Resolution ( 196kB Mar15 07)north image\nFull Resolution ( 196kB Mar15 07)", "id": "<urn:uuid:a34828e1-9706-4e67-be65-8fb8a94ec846>", "dump": "CC-MAIN-2013-20", "url": "http://nagt.org/woburn/resources/aerialphotos.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8897874355316162, "token_count": 833, "score": 3.296875, "int_score": 3}
{"text": "Historical Newspaper Archives Search Tips\nNewspaper Archives Last & First Name Search\n- Using both name search fields returns newspaper articles in which the surname is automatically \"near2\" the first name.\n- This means the newspaper archive search engine automatically finds occurrences of the first and last names within two words of each other.\n- This helps to find occurrences of middle names or initials in the newspaper articles, without having to enter or remember them.\n- The \"near2\" search command is not order specific—meaning your newspaper search will retrieve the person's name no matter in what order it is mentioned: the first name then last name or the last name then first name.\n- This search default is intended to bring you the most occurrences of the name you are searching for in the online newspaper archives.\n- However, if the person's name is popular, like Smith, try using some of the available search options such as location, date range, and keyword, in order to narrow your search to the specific Smith you are looking for (see below).\nUsing Advanced Search in the Newspaper Archive Database\n- There are two keyword search boxes to narrow your search for newspaper articles: \"Include keywords\" box and \"Exclude keywords\" box (see below).\n- Use the Date search box to enter a specific date or date range of the newspaper content you want to search online.\nUsing Keywords & Quotation Marks to Search Newspapers\n- All the searches for historical newspaper articles are full-text keyword searches against OCR-generated ASCII text.\n- By using the \"Include keywords\" box and/or \"Exclude keywords\" box, you can narrow or expand your online newspaper article search.\n- Put phrases in quotes like \"John Adams\" in the \"Include\" keyword box to limit the newspaper article search to that exact name—versus using the last/first name search that brings back results matching John near2 Adams.\n- If you find too many names in the newspaper archive search results, narrow your search even more by typing names or places you do NOT want in your search in the \"Exclude\" box.\nUsing Boolean Operators to Search Newspaper Archives\n- Use AND, OR, ADJx (order specific), NEARx (order non-specific) and Wildcards, such as \"?\" and \"*\")\nBroaden or narrow newspaper search queries\n- by emptying filled-in fields to broaden your search, or filling in empty fields to narrow your search.\nDisplay newspaper search results in different ways, such as:\n- Best matches (this is the newspaper search default)\n- Oldest items (based on newspaper publication dates)\n- Newest items (based on newspaper publication dates)\n- Once changed, the selection will remain the default until you change it again.\nSearch Newspapers by Date Range\n- If you know the date of the newspaper content you are seeking, then use the \"Date\" search box.\n- Enter a specific date or a date range—a variety of date formats are accepted.\n- Examples: June 2, 1804, or 1804 - 1849, or June 1804 - August 1949.\nUsing Colonial English Variant Spellings to Search Old Newspapers\n- Many of the newspapers in the historical newspaper archives are very old, and the searches must deal with Colonial English.\n- The long \"s\" character was almost identical to the \"f\" in many texts.\n- When searching old newspaper articles on words containing the letter \"s,\" use the \"?\" wildcard in place of the \"s.\"\n- Note: this can occur whether it is the first letter, a letter within a word, or at the end of a word.\n- The double \"s\" is in words like Massachusetts needs to be replaced with two wildcards in historical newspaper searches.\nExamples of Searching for Old Newspaper Articles with Colonial English\n|Modern Spelling||Colonial Spellings||Suggested Search|\n- In addition, type was set by hand for early American newspapers and printers did not always have enough pieces of type to include all of the letters in a word. This resulted in letters being omitted, or sometimes letters that looked similar were used as substitutions.\n- Much of this historic newspaper material did not use standard spellings.\n- Examples of some conventions that were common in old newspapers:\n- Use of name variants - Smith or Smythe\n- Use of \"e\" in word endings - Chesapeake or Chesapeak\n- Dropping the letter \"h\" - Philadelphia or Philadelpia\n- Examples of irregular vowel usage:\n- clerk - cleark\n- color - colour\n- Delaware - Deleware\n- Elijah - Elifha\n- Israel - Ifreal - Ifral\n- Jehovah - Javovah\n- Examples of letter e to word endings\n- Brown - Browne\n- Chesapeake - Chefopeak or Chefopeake\n- Clark - Clarke\n- highways - highwayes\n- Examples of interchanging use of the letters \"i\" and \"y\"\n- adjoining - adjoyning\n- Pennsylvania - Pensilvania or Penfilvania\n- rails - rayls\nColonial Newspaper Search Notes\n- If in doubt, use wildcards such as the question mark \"?\" or the asterisk \"*\" in your colonial newspaper search.\n- A question mark is a single-character wildcard and an asterisk multi-character (allows for up to 5 characters) wildcard.", "id": "<urn:uuid:976f9ed1-1e8b-497d-8e4e-75cdf06aeb95>", "dump": "CC-MAIN-2013-20", "url": "http://www.genealogybank.com/gbnk/newspapers/?sort=_rank_%3AD&kwexc=&s_siteloc=srch_term_link&s_referrer=findagrv&s_trackval=1111_findagrv&kwinc=&formDate=&lname=Pratt&fname=&kbid=69919&type=uncategorized", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.885566771030426, "token_count": 1135, "score": 3.09375, "int_score": 3}
{"text": "Written into History\nPulitzer Prize Reporting of the Twentieth Century from The New York Times\nBy Anthony Lewis (Editor)\n(Times Books, Hardcover, 9780805068498, 352pp.)\nPublication Date: October 2001\nOther Editions of This Title: Hardcover\nWith each news day, history unfolds as steadfast journalists uncover facts and public opinion. Drawn from the New York Times's archive of an unparalleled seventy-nine Pulitzer Prizes, Written Into History offers a fascinating record of the twentieth century.\nThe Times's award-winning reports range from Antarctic dispatches on the Byrd expedition to the eyewitness account of the atomic bomb, from the First Amendment battle to publish the Pentagon Papers to the personal narrative of an interracial friendship. Pulitzer Prize winner Anthony Lewis culled through the newspaper's most acclaimed writing to chronicle life and history as it was happening, with such highlights as Otto Tolischus on Hitler, David Halberstam on Vietnam, J. Anthony Lukas on hippies, and Anna Quindlen on AIDS.\nLewis tells the stories behind the stories, describing journalism's changing role in the world. For armchair historians and aspiring reporters, this is a rich and memorable portrait of a century by the men and women who most artfully observed it.\nTwo-time Pulitzer-Prize-winning journalist Anthony Lewis is the author of Make No Law and the bestseller Gideon's Trumpet. Among the highlights of his nearly five decades of writing and reporting for the New York Times, he served as the Times's London bureau chief for eight years and contributes the twice-weekly \"Abroad at Home\" column to the paper's op-ed page.\n\"The kind of even-shaping journalism pioneered by Pulitzer is on display in Written into History, a collection of Pulitzer Prize reporting from the New York Times. Editor Anthony Lewis chronicles changes in the attitude of the press toward the presidency and government, as reflected in the kind of reporting that won the prize over the years and the trend toward recognizing more analytical writing. He also provides background on the history of the Pulitzer Prize and the arduous decision-making process. The selected award-winning articles (the Times has won more Pulitzers than any other American newspaper) are sorted into the following categories: investigative reporting; dangerous stories that put reporters at risk; international news; public advocacy; criticism of the arts; science reporting; and biographical and human-interest stories. Among the topics are Russian slave-labor camps during the 1950s, the Pentagon Papers, the Vietnam War, and exploitation of illegal aliens in the U.S.\"—Vanessa Bush, Booklist\n\"Lewis (Gideon's Trumpet) a writer with the New York Times for nearly five decades and himself a two-time Pulitzer winner succeeds in presenting some of the world's best recent journalism . . . There are plenty of both prominent and almost-forgotten stories: 'Red' Smith on the near-bankruptcy of New York City in the 1970s, Max Frankel on Nixon's 1972 visit to China, Linda Greenhouse on failed Supreme Court nominee Robert Bork. Lewis's fine introductory essay describes the post-Vietnam transformation of American journalism. The war and Watergate, he contends, made the press more skeptical of those in power and more confrontational in tone. Pulitzer Prizes increasingly went to fearless reporters like David Halberstam, whose tragically prescient analysis, in 1963, of the worsening situation in Vietnam constitutes one of the highlights of this book . . . Another highlight is Lewis's own analysis of the Warren court, which moved aggressively to 'federalize' legal protections in the areas of civil rights and criminal due process. It's a paragon of accessible legal writing. Perhaps the best, and certainly the most important, piece in the collection is Mirta Ojito's unforgettable recent story of two Cuban immigrants, one black and one white and how race comes to define and divide the two friends once they move to Miami. The piece is everything great journalism should be: empathetic, unmistakably relevant and a challenge to our basic ideals. For anyone interested in recent history or journalism at its best, this book will prove worthwhile.\"—Publishers Weekly", "id": "<urn:uuid:8a1e1f28-dd32-451a-bd69-c2585938da40>", "dump": "CC-MAIN-2013-20", "url": "http://www.indiebound.org/book/9780805068498", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.926670253276825, "token_count": 867, "score": 2.53125, "int_score": 3}
{"text": "The concept of a numbering machine is quite simple. It consists of various wheels inside and all wheels are stamped with numbers. But, what could be done with this? Well, the wheels of a numbering machine can be set and arranged to form a date or various other numbers. Basically numbers machines are used to imprint items with sequential numbers. Over the time, people have been using this type of machine to stamp many different kinds of paperwork. By adjusting the numbers stamped on wheels, you can keep an organized record of your date paperwork and label contracts.\nNumbering machines are considered as an inevitable stationery in offices or corporations, especially small businesses. They are used for any paperwork that requires to be printed with unique and trackable numbers. It is a way to keep an organized record of whatever you do. There are many applications in an office set up that require sequential numbering, such as purchase orders, invoices, production orders, inventory paperwork, insurance claims, property documents, serial number tags and much more. (more…)", "id": "<urn:uuid:34a18b86-5717-4716-8eed-650c970bbd9c>", "dump": "CC-MAIN-2013-20", "url": "http://blog.acornsales.com/tag/stationery/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.956297755241394, "token_count": 206, "score": 2.828125, "int_score": 3}
