{"text": "Data structures for manipulating (biological) sequences.\nGenerally supports both nucleotide and protein sequences, some functions,\nlike revcompl, only makes sense for nucleotides.\n|A sequence is a header, sequence data itself, and optional quality data.\nSequences are type-tagged to identify them as nucleotide, amino acids,\nor unknown type.\nAll items are lazy bytestrings. The Offset type can be used for indexing.\n|A sequence consists of a header, the sequence data itself, and optional quality data.\nThe type parameter is a phantom type to separate nucleotide and amino acid sequences\n|An offset, index, or length of a SeqData\n|The basic data type used in Sequences\n|Quality data is normally associated with nucleotide sequences\n|Basic type for quality data. Range 0..255. Typical Phred output is in\nthe range 6..50, with 20 as the line in the sand separating good from bad.\n|Quality data is a Qual vector, currently implemented as a ByteString.\n|Read the character at the specified position in the sequence.\n|Return sequence length.\n|Return sequence label (first word of header)\n|Return full header.\n|Return the sequence data.\n|Check whether the sequence has associated quality data.\n|Return the quality data, or error if none exist. Use hasqual if in doubt.\n|Adding information to header\n|Modify the header by appending text, or by replacing\nall but the sequence label (i.e. first word).\n|Converting to and from [Char]\n|Convert a String to SeqData\n|Convert a SeqData to a String\nReturns a sequence with all internal storage freshly copied and\nwith sequence and quality data present as a single chunk.\nBy freshly copying internal storage, defragSeq allows garbage\ncollection of the original data source whence the sequence was\nread; otherwise, use of just a short sequence name can cause an\nentire sequence file buffer to be retained.\nBy compacting sequence data into a single chunk, defragSeq avoids\nlinear-time traversal of sequence chunks during random access into\n|map over sequences, treating them as a sequence of (char,word8) pairs.\nThis will work on sequences without quality, as long as the function doesn't\ntry to examine it.\nThe current implementation is not very efficient.\n|Phantom type functionality, unchecked conversion between sequence types\n|Nucleotide sequences contain the alphabet [A,C,G,T].\nIUPAC specifies an extended nucleotide alphabet with wildcards, but\nit is not supported at this point.\n|Complement a single character. I.e. identify the nucleotide it\ncan hybridize with. Note that for multiple nucleotides, you usually\nwant the reverse complement (see revcompl for that).\n|Calculate the reverse complement.\nThis is only relevant for the nucleotide alphabet,\nand it leaves other characters unmodified.\n|Calculate the reverse complent for SeqData only.\n|For type tagging sequences (protein sequences use Amino below)\n|Proteins are chains of amino acids, represented by the IUPAC alphabet.\n|Translate a nucleotide sequence into the corresponding protein\nsequence. This works rather blindly, with no attempt to identify ORFs\nor otherwise QA the result.\n|Convert a sequence in IUPAC format to a list of amino acids.\n|Convert a list of amino acids to a sequence in IUPAC format.\n|Display a nicely formated sequence.\n|A simple function to display a sequence: we generate the sequence string and\n| call putStrLn\n|Returns a properly formatted and probably highlighted string\n| representation of a sequence. Highlighting is done using ANSI-Escape\n|Default type for sequences\n|Produced by Haddock version 2.6.1|", "id": "<urn:uuid:0811e322-860e-4f42-9263-ac9ca9ec229a>", "dump": "CC-MAIN-2013-20", "url": "http://hackage.haskell.org/packages/archive/bio/0.4.5/doc/html/Bio-Sequence-SeqData.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.7754566073417664, "token_count": 838, "score": 2.59375, "int_score": 3}
{"text": "Skip to Main Content\nMachine learning methods are known to be inefficient when faced with many features that are unnecessary for rule discovery. In coping with this issue, many methods have been proposed for selecting important features. Among them is feature selection that selects a subset of discriminative features or attribute for model building due to its ability to avoid overfitting issue, improve model performance, provide faster and producing reliable model. This paper proposes a new method based on rough set algorithms, which is a rule-based data mining method to select the important features in bioinformatics datasets. Amino acid compositions are used as conditional features for the classification task. However, our results indicate that all amino acid composition features are equally important thus selecting the features are unnecessary. We do confirm the need of having a balance classes in classifying the protein function by demonstrating an increase of more than 15% in accuracy.\nElectrical Engineering and Informatics, 2009. ICEEI '09. International Conference on (Volume:01 )\nDate of Conference: 5-7 Aug. 2009", "id": "<urn:uuid:088eebf0-239d-4423-98cb-dfea79acfb27>", "dump": "CC-MAIN-2013-20", "url": "http://ieeexplore.ieee.org/xpl/articleDetails.jsp?reload=true&arnumber=5254822&contentType=Conference+Publications", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9517919421195984, "token_count": 213, "score": 2.96875, "int_score": 3}
{"text": "Henry Robinson has created an excellent series of articles on consensus protocols. Henry starts with a very useful discussion of what all this talk about consensus really means: The consensus problem is the problem of getting a set of nodes in a distributed system to agree on something - it might be a value, a course of action or a decision. Achieving consensus allows a distributed system to act as a single entity, with every individual node aware of and in agreement with the actions of the whole of the network.\nIn this article Henry tackles Two-Phase Commit, the protocol most databases use to arrive at a consensus for database writes. The article is very well written with lots of pretty and informative pictures. He did a really good job.\nIn conclusion we learn 2PC is very efficient, a minimal number of messages are exchanged and latency is low. The problem is when a co-ordinator fails availability is dramatically reduced. This is why 2PC isn't generally used on highly distributed systems. To solve that problem we have to move on to different algorithms and that is the subject of other articles.\nReferences allow you to track sources for this article, as well as articles that were written in response to this article.", "id": "<urn:uuid:e37f32b6-0455-44bb-b719-a9e1ef06a7ff>", "dump": "CC-MAIN-2013-20", "url": "http://highscalability.com/blog/2009/2/9/paper-consensus-protocols-two-phase-commit.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9730798602104187, "token_count": 242, "score": 2.828125, "int_score": 3}
{"text": "Discover the cosmos! Each day a different image or photograph of our fascinating universe is featured, along with a brief explanation written by a professional astronomer.\n2010 August 12\nExplanation: Each August, as planet Earth swings through dust trailing along the orbit of periodic comet Swift-Tuttle, skygazers can enjoy the Perseid Meteor Shower. The shower should build to its peak now, best seen from later tonight after moonset, until dawn tomorrow morning when Earth moves through the denser part of the wide dust trail. But shower meteors have been spotted for many days, like this bright Perseid streaking through skies near Lake Balaton, Hungary on August 8. In the foreground is the region's Church of St. Andrew ruin, with bright Jupiter dominating the sky to its right. Two galaxies lie in the background of the wide-angle, 3 frame panorama; our own Milky Way's luminous arc, and the faint smudge of the more distant Andromeda Galaxy just above the ruin's leftmost wall. If you watch for Perseid meteors tonight, be sure and check out the early evening sky show too, featuring bright planets and a young crescent Moon near the western horizon after sunset.\nAuthors & editors:\nJerry Bonnell (UMCP)\nNASA Official: Phillip Newman Specific rights apply.\nA service of: ASD at NASA / GSFC\n& Michigan Tech. U.", "id": "<urn:uuid:37377bba-5d22-4f0b-91a9-cd45df72de7c>", "dump": "CC-MAIN-2013-20", "url": "http://apod.nasa.gov/apod/ap100812.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8834517002105713, "token_count": 289, "score": 2.875, "int_score": 3}
{"text": "Most Active Stories\nSun September 25, 2011\nLaunch Logistics: Speedy Rocket, Slow Electronics\nWeird things jump out at me in press releases.\nTake the press kit NASA prepared for the GRAIL mission. GRAIL consists of two nearly identical spacecraft that are on their way to the moon. Once there, they will make a precise map of the moon's gravitational field. Such a map will help scientists refine their theories about how the moon formed and what the interior is made of.\nSo I'm reading through the GRAIL press kit, learning about the size of the spacecraft (washing machine-sized), how long it will take to make the map (approximately three months), and where the mission control room is (at a Lockheed Martin facility just outside of Denver).\nI also learn that GRAIL can launch any day between Sept. 9 and Oct. 19. And then I get to this sentence:\n\"On each day, there are two separate, instantaneous launch opportunities separated in time by approximately 39 minutes.\"\nThat's weird. Now, I wasn't surprised that this mission had an extremely precise launch opportunity — \"instantaneous\" means the launch window is essentially a second long. I know you have to wait until the moon's orbit around the Earth, and Earth's orbit around the sun, and the Earth's rotation around its axis are all in exactly the right position before you can launch your rocket.\nBut what's up with two instantaneous launch opportunities. Why 39 minutes apart?\nI called the NASA press office. They were stumped and promised they'd find someone who could give me the answer. In the meantime, I called several universities with large aerospace programs, and asked if anyone there had the answer.\nNope. Nada. Nothing.\nSo now this is beginning to bug me. I'm also beginning to worry. If an aerospace engineer can't figure this out, how am I ever going to understand it?\nWhile I'm pondering this, GRAIL deputy project manager Tom Hoffman called. I asked him about the two instantaneous launch opportunities.\n\"It's a pretty simple answer not driven by the mission at all,\" Hoffman told me. \"It's driven by the launch vehicle.\"\nThe launch vehicle? Not orbital mechanics or a complex trajectory? The problem, Hoffman said, is some slow electronics.\nThere is actually a launch window of 40 minutes or so each day. Modern computers in modern rockets can calculate the precise direction the rocket needs to launch on a second-by-second basis. But GRAIL was launching on a Delta II rocket, and Hoffman told me the Delta II rocket is a rather old design. It's been around for more than 20 years, \"and so the rocket just can't, it can't do that internally, in its own computer system. It basically has to be fed all the information,\" he said.\nHoffman said it takes about 39 minutes to load in the new information, and then check to make sure that it was loaded correctly.\nNot the answer I was expecting, but there's something oddly pleasing about a brand-new space mission launching with some rather old electronics.\nWhatever works ... as the saying goes.", "id": "<urn:uuid:a9a03c48-37f0-4107-92ff-4b61e412d876>", "dump": "CC-MAIN-2013-20", "url": "http://www.kenw.org/post/launch-logistics-speedy-rocket-slow-electronics", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.967178463935852, "token_count": 657, "score": 2.546875, "int_score": 3}
{"text": "The tragic loss of one of America’s greatest heros, a title he tried to avoid, has saddened the scientific community, the country and the world. His work is not done, however, as Neil Armstrong is continuing to help demonstrate NASA‘s accomplishments. His death has helped to rekindle the effort to declare the lunar landing sites National Historic Sites, and to highlight the importance of the artifacts left there. With new trips to the moon being planned, it is hoped that disallowing interference in the Apollo sites will preserve the history that lies therein. For more information on the work being done on lunar landing site preservation, please see:\nFor the guidelines for preservation established earlier this year, please see:\nBuilding the World Blog by Kathleen Lusk Brooke and Zoe G Quinn is licensed under a Creative Commons Attribution-NonCommercial-NoDerivs 3.0 Unported License.", "id": "<urn:uuid:4ce7de22-3c25-4bad-bc9d-a9c0f9bd5995>", "dump": "CC-MAIN-2013-20", "url": "http://blogs.umb.edu/buildingtheworld/2012/08/28/a-hero-and-and-inspiration-neil-armstrong/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8853694200515747, "token_count": 182, "score": 2.75, "int_score": 3}
{"text": "As I become more and more interested in American history and archeology, I found this latest news about the USS Monitor quite fascinating:\nThe Monitor finally sank around 1 a.m. on December 31. Twelve sailors and four officers would lose their lives. Periodicals like Harper's Weekly and Frank Leslie's Illustrated Newspaper would later publish artists' renderings and poems about the tragedy, but for families of the victims there was little solace. The exact location of the Monitor's final resting place and the crewmen who perished would remain a mystery for more than a century . . . John Byrd, director of the laboratory, says that \"sunken ships can be a very, very good environment for preserving remains\" because of the protective coating of silt that forms over them. This was the case inside the Monitor, where tons of coal mixed with the silt, creating an anaerobic environment that prevented chemical reactions and animal activity from destroying the skeletons.", "id": "<urn:uuid:a5977d7b-04a6-459b-acfa-d68ac4c1eb22>", "dump": "CC-MAIN-2013-20", "url": "http://oldvirginiablog.blogspot.com/2012_12_01_archive.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9643241763114929, "token_count": 192, "score": 2.90625, "int_score": 3}
{"text": "Second of two parts.\nIn the previous column, we toured the present-day East Cemetery on the Old Post Road. But in looking at its origin in 1830 by a town body called the First Located School Society, we found ourselves wandering back to 17th-century England, when the king granted his Connecticut colony a hefty slice of North America.\nWe then jumped ahead a century to see Connecticut give almost all of it away to cancel Revolutionary War debts and settle a shooting war with Pennsylvania. Connecticut's consolation prize was an isolated fragment of its former colonial real estate holdings, more than five hundred miles west of Hartford.\nYou've probably heard of Case Western Reserve University in Cleveland, but you probably didn't know that it's named after the above-noted remnant of Connecticut's legacy from Charles II, which became known as the Western Reserve. Three million acres all told, it extended south to the 41st parallel from the shores of Lake Erie and west from the newly drawn western border of Pennsylvania. You know it today as northern Ohio.\nYep, Connecticut lost a bunch of land but still owned a big piece of Ohio. Impressive! But what about the First Located School Society and the East Cemetery? Bear with me.\nAfter the Revolutionary War, a few Connecticut settlers tried to make a go of it in the Western Reserve, but severe weather, lack of supply and agricultural routes, and less-than-welcoming Indians made things very difficult. Connecticut, perhaps for lack of a better idea for the Western Reserve, decided to sell it. In 1795, a group of private investors picked it up for $1.2 million, or about 40 cents an acre. The investors sent a guy named Moses Cleaveland to survey the area, and he got to have the city, with a slight spelling change, named after him. Connecticut relinquished its legal authority over the Western Reserve a few years later, and it was absorbed into the Northwest Territory. Hey, we could have owned Cleveland!\nThis is where the First Located School Society comes in. But first, let me explain why there's one county and several townships in Ohio named after Fairfield.\nAs the 19th century approached, the Indian threat passed, and supply routes improved. More and more Connecticut families emigrated to the Western Reserve to get cheap, fertile land and live alongside like-minded New Englanders. The settlers naturally named their new towns after their old ones, so Fairfield and other Connecticut towns are well represented in Ohio. The westernmost 500,000 acres of the Western Reserve, known as the Firelands, had long ago been set aside for residents of eight Connecticut towns, including Fairfield, who suffered the loss of their homes to the British in the Revolutionary War. Affected families were to receive individual land grants, but bureaucracy, Indians, and the War of 1812 killed the well-intentioned project.\nFinally, we can finish the story of the East Cemetery. What did Connecticut do with that $1.2 million windfall from the 1795 sale of the Western Reserve? The legislature nobly created a Perpetual School Fund, to be administered by the towns through civil authorities called school societies, now extinct as public education evolved.\nThe inaugural meeting of the First Located School Society of Fairfield took place on Oct. 27, 1796, \"In order to form and Organize themselves in a School Society according to one Statute Law of this State.\" The Society immediately laid out six school districts. Here is how the first district was described, exactly as recorded in the original record book:\n\"Voted and Agreed that the first District for a School in this Society -- to begin at Black Rock a little Easterly of John Wheeler's house, and to run Northwardly of David Wheeler's house -- and from thence to run down to the River Eastward to Grovers hill point -- and from thence running up the Harbour as far as to the place first Set out, -- all the Inhabitants contained within said Limits to be one District for a School in said Society, and to be called by the name of the Black Rock District.\"\nFive more districts were similarly defined, with boundaries that worked well for 1796 Fairfielders, but might be a little shaky these days.\nIn 1830, in concert with other Connecticut school societies, the First Located School Society took on the task of establishing a burial ground, for the \"better accommodation of the Inhabitants ...\" It seems that this was an obligation legislated by the state, but why cemeteries would fall to the school societies is a mystery.\nA committee identified a plot of land in the center of town owned by Mrs. Sarah Taylor, bought it for $600, dubbed it the East Cemetery, and launched itself into the cemetery business. Business must have been good. Within the year, the School Society opened the West Cemetery on the Post Road, complete with sections for \"Strangers\" and \"Colored People.\"\nSo, it all comes together: King Charles II made Connecticut a very big North American landholder. But then, Revolutionary War debt and the Yankee-Pennamite Wars took most of it away but begat the Western Reserve, which begat the Perpetual School Fund, which begat the First Located School Society of Fairfield, which begat the East Cemetery on the Old Post Road.\nRon Blumenfeld is a Fairfield writer and retired pediatrician. His \"Moving Forward, Looking Back\" appears every other Wednesday. He can be reached at email@example.com.", "id": "<urn:uuid:4435fa64-06ab-40d4-ae6a-934240e243d1>", "dump": "CC-MAIN-2013-20", "url": "http://www.fairfieldcitizenonline.com/opinion/article/Moving-Forward-Looking-Back-Swapping-northern-4270675.php", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9721747040748596, "token_count": 1138, "score": 2.90625, "int_score": 3}
{"text": "Teacher Tip: instead of addressing the class as...\nMaps: Behold ORBIS, a Google Maps for the Roman... →\nHave you ever wondered how much it would cost to travel from Londinium to Jerusalem in February during the heyday of the Roman Empire? Thanks to a project helmed by historian Walter Scheidel and developer Elijah Meeks of Stanford University, all of your pressing queries about Roman roadways can be answered! This is ORBIS, an online simulation (and thoroughly brainy time sink) that allows you to...\n\"Telling the Time\" presentation →\nDon't Insist on English →\nchris-english-daily: A TED talk presentation about the spread and usage of the English language - some interesting ideas here kids ….", "id": "<urn:uuid:848c99d1-4b57-4148-90f9-66ad418ba789>", "dump": "CC-MAIN-2013-20", "url": "http://stepladderteaching.tumblr.com/archive", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8552047610282898, "token_count": 159, "score": 2.546875, "int_score": 3}
{"text": "Dictionary and translator for handheld\nNew : sensagent is now available on your handheld\nA windows (pop-into) of information (full-content of Sensagent) triggered by double-clicking any word on your webpage. Give contextual explanation and translation from your sites !\nWith a SensagentBox, visitors to your site can access reliable information on over 5 million pages provided by Sensagent.com. Choose the design that fits your site.\nImprove your site content\nAdd new content to your site from Sensagent by XML.\nCrawl products or adds\nGet XML access to reach the best products.\nIndex images and define metadata\nGet XML access to fix the meaning of your metadata.\nPlease, email us to describe your idea.\nLettris is a curious tetris-clone game where all the bricks have the same square shape but different content. Each square carries a letter. To make squares disappear and save space for other squares you have to assemble English words (left, right, up, down) from the falling squares.\nBoggle gives you 3 minutes to find as many words (3 letters or more) as you can in a grid of 16 letters. You can also try the grid of 16 letters. Letters must be adjacent and longer words score better. See if you can get into the grid Hall of Fame !\nChange the target language to find translations.\nTips: browse the semantic fields (see From ideas to words) in two languages to learn more.\n1.the language of educated people in ancient Rome\"Latin is a language as dead as dead can be. It killed the ancient Romans--and now it's killing me\"\nclassical Latin (n.)\nLatin inscription in the Colosseum\n|Spoken in||Roman republic, Roman empire|\n|Region||mare nostrum (Mediterranean)|\n|Era||75 BC to the 3rd century AD, when it developed into Late Latin|\n|Writing system||Latin alphabet|\n|Official language in||Roman republic, Roman empire|\n|Regulated by||Schools of grammar and rhetoric|\nThe range of Latin, 60 AD\nClassical Latin in simplest terms is the socio-linguistic register of the Latin language regarded by the enfranchised and empowered populations of the late Roman republic and the Roman empire as good Latin. Most writers during this time made use of it. Any unabridged Latin dictionary informs moderns that Marcus Tullius Cicero and his contemporaries of the late republic while using lingua Latina and sermo Latinus to mean the Latin language as opposed to the Greek or other languages, and sermo vulgaris or sermo vulgi to refer to the vernacular of the uneducated masses, regarded the speech they valued most and in which they wrote as Latinitas, \"Latinity\", with the implication of good. Sometimes it is called sermo familiaris, \"speech of the good families\", sermo urbanus, \"speech of the city\" or rarely sermo nobilis, \"noble speech\", but mainly besides Latinitas it was Latine (adverb), \"in good Latin\", or Latinius (comparative degree of adjective), \"good Latin.\"\nLatinitas was spoken as well as written. Moreover, it was the language taught by the schools. Prescriptive rules therefore applied to it, and where a special subject was concerned, such as poetry or rhetoric, additional rules applied as well. Now that the spoken Latinitas has become extinct (in favor of various other registers later in date) the rules of the, for the most part, polished (politus) texts may give the appearance of an artificial language, but Latinitas was a form of sermo, or spoken language and as such retains a spontaneity. No authors are noted for the type of rigidity evidenced by stylized art, except possibly the repetitious abbreviations and stock phrases of inscriptions.\nGood Latin in philology is \"classical\" Latin literature. The term refers to the canonicity of works of literature written in Latin in the late Roman republic and the early to middle Roman empire: \"that is to say, that of belonging to an exclusive group of authors (or works) that were considered to be emblematic of a certain genre.\" The term classicus (masculine plural classici) was devised by the Romans themselves to translate Greek ἐγκριθέντες (egkrithentes), \"select\", referring to authors who wrote in Greek that were considered model. Before then, classis, in addition to being a naval fleet, was a social class in one of the diachronic divisions of Roman society according to property ownership by the Roman constitution. The word is a transliteration of Greek κλῆσις (klēsis) \"calling\", used to rank army draftees by property from first to fifth class.\nClassicus is anything primae classis, \"first class\", such as the authors of the polished works of Latinitas, or sermo urbanus. It had nuances of the certified and the authentic: testis classicus, \"reliable witness.\" It was in this sense that Marcus Cornelius Fronto (an African-Roman lawyer and language teacher) in the 2nd century AD used scriptores classici, \"first-class\" or \"reliable authors\" whose works could be relied upon as model of good Latin. This is the first known reference, possibly innovated at this time, to classical applied to authors by virtue of the authentic language of their works.\nIn imitation of the Greek grammarians, the Roman ones, such as Quintilian, drew up lists termed indices or ordines on the model of the Greek lists, termed pinakes, considered classical: the recepti scriptores, \"select writers.\" Aulus Gellius includes many authors, such as Plautus, who are currently considered writers of Old Latin and not strictly in the period of classical Latin. The classical Romans distinguished Old Latin as prisca Latinitas and not sermo vulgaris. Each author (and work) in the Roman lists was considered equivalent to one in the Greek; for example Ennius was the Latin Homer, the Aeneid was a new Iliad, and so on. The lists of classical authors were as far as the Roman grammarians went in developing a philology. The topic remained at that point while interest in the classici scriptores declined in the medieval period as the best Latin yielded to medieval Latin, somewhat less than the best by classical standards.\nThe Renaissance brought a revival of interest in restoring as much of Roman culture as could be restored and with it the return of the concept of classic, \"the best.\" Thomas Sebillet in 1548 (Art Poétique) referred to \"les bons et classiques poètes françois\", meaning Jean de Meun and Alain Chartier, which was the first modern application of the word. According to Merriam Webster's Collegiate Dictionary, the term classical, from classicus, entered modern English in 1599, some 50 years after its re-introduction on the continent. Governor William Bradford in 1648 referred to synods of a separatist church as \"classical meetings\" in his Dialogue, a report of a meeting between New-England-born \"young men\" and \"ancient men\" from Holland and England. In 1715 Laurence Echard's Classical Geographical Dictionary was published. In 1736 Robert Ainsworth's Thesaurus Linguae Latinae Compendarius turned English words and expressions into \"proper and classical Latin.\" In 1768 David Ruhnken (Critical History of the Greek Orators) recast the mold of the view of the classical by applying the word canon to the pinakes of orators, after the Biblical canon or list of authentic books of the Bible. Ruhnken had a kind of secular catechism in mind.\nIn 1870 Wilhelm Sigismund Teuffel in Geschichte der Römischen Literatur (A History of Roman Literature) innovated the definitive philological classification of classical Latin based on the metaphoric uses of the ancient myth of the Ages of Man, a practice then universally current: a Golden Age and a Silver Age of classical Latin were to be presumed. The practice and Teuffel's classification, with modifications, are still in use. His work was translated into English as soon as published in German by Wilhelm Wagner, who corresponded with Teuffel. Wagner published the English translation in 1873. Teuffel divides the chronology of classical Latin authors into several periods according to political events, rather than by style. Regarding the style of the literary Latin of those periods he had but few comments.\nTeuffel was to go on with other editions of his history, but meanwhile it had come out in English almost as soon as it did in German and found immediate favorable reception. In 1877 Charles Thomas Cruttwell produced the first English work along the same lines. In his Preface he refers to \"Teuffel's admirable history, without which many chapters in the present work could not have attained completeness\" and also gives credit to Wagner.\nCruttwell adopts the same periods with minor differences; however, where Teuffel's work is mainly historical, Cruttwell's work contains detailed analyses of style. Nevertheless like Teuffel he encounters the same problem of trying to summarize the voluminous detail in a way that captures in brief the gist of a few phases of writing styles. Like Teuffel, he has trouble finding a name for the first of the three periods (the current Old Latin phase), calling it mainly \"from Livius to Sulla.\" The language, he says, is \"…marked by immaturity of art and language, by a vigorous but ill-disciplined imitation of Greek poetical models, and in prose by a dry sententiousness of style, gradually giving way to a clear and fluent strength…\" These abstracts have little meaning to those not well-versed in Latin literature. In fact, Cruttwell admits \"The ancients, indeed, saw a difference between Ennius, Pacuvius, and Accius, but it may be questioned whether the advance would be perceptible by us.\"\nSome of Cruttwell's ideas have become stock in Latin philology for better or for worse. While praising the application of rules to classical Latin, most intensely in the Golden Age, he says \"In gaining accuracy, however, classical Latin suffered a grievous loss. It became cultivated as distinct from a natural language… Spontaneity, therefore, became impossible and soon invention also ceased… In a certain sense, therefore, Latin was studied as a dead language, while it was still a living.\" These views are certainly debatable; one might ask how the upper classes of late 16th century Britain, who shared the Renaissance zealousness for the classics, managed to speak spontaneous Latin to each other officially and unofficially after being taught classical Latin by tutors hired for the purpose. Latinitas in the Golden Age was in fact sermo familiaris, the spoken Latin of the Roman upper classes, who sent their children to school to learn it. The debate continues.\nA second problem is the appropriateness of Teuffel's scheme to the concept of classical Latin, which Teuffel does not discuss. Cruttwell addresses the problem, however, altering the concept of the classical. As the best Latin is defined as golden Latin, the second of the three periods, the other two periods considered classical are left hanging. While on the one hand assigning to Old Latin the term pre-classical and by implication the term post-classical (or post-Augustan) to silver Latin Cruttwell realizes that this construct is not according to ancient usage and asserts \"…the epithet classical is by many restricted to the authors who wrote in it [golden Latin]. It is best, however, not to narrow unnecessarily the sphere of classicity; to exclude Terence on the one hand or Tacitus and Pliny on the other, would savour of artificial restriction rather than that of a natural classification.\" (This from a scholar who had just been complaining that golden Latin was not a natural language.) The contradiction remains; Terence is and is not a classical author depending on context.\nAfter defining a \"First Period\" of inscriptional Latin and the literature of the earliest known authors and fragments, to which he assigns no definitive name (he does use the term \"Old Roman\" at one point), Teuffel presents \"the second period\", his major, \"das goldene Zeitalter der römischen Literatur\", the Golden Age of Roman Literature, dated 671 – 767 AUC or 83 BC – 14 AD according to his time reckoning, between the dictatorship of Lucius Cornelius Sulla and the death of the emperor Augustus. Of it Wagner translating Teuffel writes\nThe golden age of the Roman literature is that period in which the climax was reached in the perfection of form, and in most respects also in the methodical treatment of the subject-matters. It may be subdivided between the generations, in the first of which (the Ciceronian Age) prose culminated, while poetry was principally developed in the Augustan Age.\nThe Ciceronian Age was dated 671–711 AUC (83 BC – 43 BC), ending just after the assassination of Gaius Julius Caesar, and the Augustan 711–67 AUC (43 BC – 14 AD), ending with the death of Augustus. The Ciceronian Age is further divided by the consulship of Cicero in 691 AUC or 63 BC into a first and second half. Authors are assigned to these periods by years of principal achievements.\nThe Golden Age had already made an appearance in German philology but in a less systematic way. In Bielfeld's 1770 Elements of universal erudition the author says (in translation): \"The Second Age of Latin began about the time of Caesar [his ages are different from Teuffel's], and ended with Tiberius. This is what is called the Augustan Age, which was perhaps of all others the most brilliant, a period at which it should seem as if the greatest men, and the immortal authors, had met together upon the earth, in order to write the Latin language in its utmost purity and perfection.\" and of Tacitus \"…his conceits and sententious style is not that of the golden age…\". Teuffel evidently received the ideas of a golden and silver Latin from an existing tradition and embedded them in a new system, transforming them as he thought best.\nIn Cruttwell's introduction, the Golden Age is dated 80 BC – 14 AD (\"from Cicero to Ovid\"), which is about the same as Teuffel's. Of this \"Second Period\" Cruttwell says that it \"represents the highest excellence in prose and poetry,\" paraphrasing Teuffel. The Ciceronian Age is now \"the Republican Period\" and is dated 80–42 BC through the Battle of Philippi. Later in the book Cruttwell omits Teuffel's first half of the Ciceronian and starts the Golden Age at Cicero's consulship of 63 BC, an error perpetuated into Cruttwell's second edition as well. He must mean 80 BC as he includes Varro in Golden Latin. Teuffel's Augustan Age is Cruttwell's Augustan Epoch, 42 BC – 14 AD.\nThe literary histories list all authors canonical to the Ciceronian Age even though their works may be fragmentary or may not have survived at all. With the exception of a few major writers, such as Cicero, Caesar, Lucretius and Catullus, ancient accounts of Republican literature are glowing accounts of jurists and orators who wrote prolifically but who now can't be read because their works have been lost, or analyses of language and style that appear insightful but can't be verified because there are no surviving instances. In that sense the pages of literary history are peopled with shadows: Aquilius Gallus, Quintus Hortensius Hortalus, Lucius Licinius Lucullus and many others who left a reputation but no readable works; they are to be presumed in the Golden Age by their associations. A list of some canonical authors of the period, whose works have survived in whole or in part (typically in part, some only short fragments) is as follows:\nThe Golden Age is divided by the assassination of Julius Caesar. In the wars that followed the Republican generation of literary men was lost, as most of them had taken the losing side; Marcus Tullius Cicero was beheaded in the street as he enquired from his litter what the disturbance was. They were replaced by a new generation that had grown up and been educated under the old and were now to make their mark under the watchful eye of the new emperor. As the demand for great orators was more or less over, the talent shifted emphasis to poetry. Other than the historian Livy, the most remarkable writers of the period were the poets Vergil, Horace, and Ovid. Although Augustus evidenced some toleration to republican sympathizers, he exiled Ovid, and imperial tolerance ended with the continuance of the Julio-Claudian Dynasty.\nAugustan writers include:\nIn his second volume, on the Imperial Period, Teuffel initiated a slight alteration in approach, making it clearer that his terms applied to the Latin and not just to the age, and also changing his dating scheme from years AUC to modern. Although he introduces das silberne Zeitalter der römischen Literatur, \"the Silver Age of Roman Literature\", 14–117 AD, from the death of Augustus to the death of Trajan, he also mentions regarding a section of a work by Seneca the Elder a wenig Einfluss der silbernen Latinität, a \"slight influence of silver Latin.\" It is clear that he had shifted in thought from golden and silver ages to golden and silver Latin, and not just Latin, but Latinitas, which must at this point be interpreted as classical Latin. He may have been influenced in that regard by one of his sources, E. Opitz, who in 1852 had published a title specimen lexilogiae argenteae latinitatis, mentioning silver Latinity. Although Teuffel's First Period was equivalent to Old Latin and his Second Period was equal to the Golden Age, his Third Period, die römische Kaiserheit, encompasses both the Silver Age and the centuries now termed Late Latin, in which the forms seemed to break loose from their foundation and float freely; that is, literary men appeared uncertain as to what \"good Latin\" should mean. The last of the Classical Latin is the Silver Latin. The Silver Age is the first of the Imperial Period and is divided into die Zeit der julischen Dynastie, 14–68; die Zeit der flavischen Dynastie, 69–96; and die Zeit des Nerva und Trajan, 96–117. Subsequently Teuffel goes over to a century scheme: 2nd, 3rd, etc., through 6th. His later editions (which came out in the rest of the late 19th century) divide the Imperial Age into parts: the 1st century (Silver Age), the 2nd century: Hadrian and the Antonines and the 3rd through the 6th Centuries. Of the Silver Age proper, pointing out that anything like freedom of speech had vanished with Tiberius, Teuffel says\n…the continual apprehension in which men lived caused a restless versatility… Simple or natural composition was considered insipid; the aim of language was to be brilliant… Hence it was dressed up with abundant tinsel of epigrams, rhetorical figures and poetical terms… Mannerism supplanted style, and bombastic pathos took the place of quiet power.\nThe content of new literary works was continually proscribed by the emperor (by executing or exiling the author), who also played the role of literary man (typically badly). The talent therefore went into a repertory of new and dazzling mannerisms, which Teuffel calls \"utter unreality.\" Crutwell picks up this theme:\nThe foremost of these [characteristics] is unreality, arising from the extinction of freedom… Hence arose a declamatory tone, which strove by frigid and almost hyterical exaggeration to make up for the healthy stimulus afforded by daily contact with affairs. The vein of artificial rhetoric, antithesis and epigram… owes its origin to this forced contentment with an uncongenial sphere. With the decay of freedom, taste sank…\nIn Crutwell's view (which had not been expressed by Teuffel), Silver Latin was a \"rank, weed-grown garden\", a \"decline.\" Cruttwell had already decried what he saw as a loss of spontaneity in Golden Latin. That Teuffel should regard the Silver Age as a loss of natural language and therefore of spontaneity, implying that the Golden Age had it, is passed without comment. Instead, Tiberius brought about a \"sudden collapse of letters.\" The idea of a decline had been dominant in English society since Edward Gibbon's Decline and Fall of the Roman Empire. Once again, Cruttwell evidences some unease with his stock pronouncements: \"The Natural History of Pliny shows how much remained to be done in fields of great interest.\" The idea of Pliny as a model is not consistent with any sort of decline; moreover, Pliny did his best work under emperors at least as tolerant as Augustus had been. To include some of the best writings of the Silver Age, Cruttwell found he had to extend the period through the death of Marcus Aurelius, 180 AD. The philosophic prose of that good emperor was in no way compatible with either Teuffel's view of unnatural language or Cruttwell's depiction of a decline. Having created these constructs, the two philologists found they could not entirely justify them; apparently, in the worst implications of their views, there was no classical Latin by the ancient definition at all and some of the very best writing of any period in world history was a stilted and degenerate unnatural language.\nWriters of the Silver Age include the following.\nOf the additional century granted by Cruttwell and others of his point of view to Silver Latin but not by Teuffel the latter says \"The second century was a happy period for the Roman State, the happiest indeed during the whole Empire… But in the world of letters the lassitude and enervation, which told of Rome's decline, became unmistakeable… its forte is in imitation.\" Teuffel, however, excepts the jurists; others find other \"exceptions,\" recasting Teuffels's view.\nThe style of language refers to repeatable features of speech that are somewhat less general than the fundamental characteristics of the language. The latter give it a unity allowing it to be referenced under a single name. Thus Old Latin, Classical Latin, Vulgar Latin, etc., are not considered different languages, but are all referenced under the name of Latin. This is an ancient practice continued by moderns rather than a philological innovation of recent times. That Latin had case endings is a fundamental feature of the language. Whether a given form of speech prefers to use prepositions such as ad, ex, de for \"to\", \"from\" and \"of\" rather than simple case endings is a matter of style. Latin has a large number of styles. Each and every author has a style, which typically allows his prose or poetry to be identified by experienced Latinists. The problem of comparative literature has been to group styles finding similarities by period, in which case one may speak of Old Latin, Silver Latin, Late Latin as styles or a phase of styles.\nThe ancient authors themselves first defined style by recognizing different kinds of sermo, or \"speech.\" In making the value judgement that classical Latin was \"first class\" and that it was better to write with Latinitas they were themselves selecting the literary and upper-class language of the city as a standard style and all sermo that differed from it was a different style; thus in rhetoric Cicero was able to define sublime, intermediate and low styles (within classical Latin) and St. Augustine to recommend the low style for sermons (from sermo). Style therefore is to be defined by differences in speech from a standard. Teuffel defined that standard as Golden Latin.", "id": "<urn:uuid:ca387b2a-7df2-4bb1-8e2d-9e82dcdc8b5a>", "dump": "CC-MAIN-2013-20", "url": "http://dictionary.sensagent.com/Classical_Latin/en-en/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9565777778625488, "token_count": 5107, "score": 2.859375, "int_score": 3}
{"text": "The Centre is associated with several major research projects (especially the Dictionary of Old English), six publication series (Toronto Medieval Latin Texts, Toronto Medieval Bibliographies, Toronto Texts and Translations, Toronto Old English Series, Publications of the Dictionary of Old English—in addition to seven publication series and a prestigious journal published by the Pontifical Institute of Mediaeval Studies (PIMS), a medieval drama group, and a medieval music group. The result is a large interactive community of professionals working in many areas of medieval studies. Individual research projects have all thrived in this environment.\nDictionary of Old English\nThe Dictionary of Old English (DOE) defines the vocabulary of the first centuries (AD 600–1150) of the English language, using today’s most advanced technology. The DOE is based on a computerized Corpus comprising at least one copy of each text surviving in Old English. The total size is about six times the collected works of Shakespeare. The body of surviving Old English texts encompasses a rich diversity of records written on parchment, carved in stone and inscribed in jewellery.", "id": "<urn:uuid:45d70863-a448-45d6-8157-916b361cbcd3>", "dump": "CC-MAIN-2013-20", "url": "http://medieval.utoronto.ca/research/projects/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.895144522190094, "token_count": 223, "score": 2.859375, "int_score": 3}
{"text": "Contemporary full brown calf. Small paper spine label. Boards triple ruled in blind. edges speckled red. Boards and joints rubbed and bumped. Head and tale of the spine chipped. Some toning and browning throughout, but mainly to preliminary and final leaves. Leaves A2 and A3 with some chipping along fore-edge, not affecting text. A bit of marginal worming, not affecting text. Previous owner's old ink signature on title-page and some instances of marginalia and text corrections in the same hand. Overall a very good copy.\n“Bacon’s major contribution to the development of science lies in his natural philosophy, his philosophy of scientific method, and in his projects for the practical organization of science. During the last years of his life, he expounded these ideas in a series of works, of which the Twoo bookes was the first. The only work Bacon ever published in English, it was later expanded and latinized into De augmentis scientiarum (1623). In the Twoo bookes, Bacon concerned himself primarily with the classification of philosophy and the sciences and with developing his influential view of the relation between science and theology. While preserving the traditional distinction between knowledge obtained by divine revelation and knowledge acquired through the senses, Bacon saw both theoretical and applied science as religious duties, the first for a greater knowledge of God through his creation, and the second for the practice of charity to one’s fellows by improving their condition. This view of science as a religious function maintained its authority throughout the seventeenth and early eighteenth centuries, and was an important factor in the public success of the scientific movement” (Norman Library).\nGibson 82. STC 1165.\nHBS # 65822 $850", "id": "<urn:uuid:e04e5806-0a3c-464e-b9b3-0390547ccd5b>", "dump": "CC-MAIN-2013-20", "url": "http://heritage@heritagebookshop.com/details.php?id=65822", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9678367376327515, "token_count": 364, "score": 2.640625, "int_score": 3}
{"text": "To the profound comprehension of this law of the intellectual generation of ideas, are due the marvels of Catholic civilisation. To that wonderful civilisation is due all that we admire and all that we see. Its theologians, even considered humanly, put to the blush modern and ancient philosophers; her doctors excite wonder by the immensity of their science; its historians by their generalising and comprehensive views, cast those of antiquity into the shade. St Augustine’s “City of God” is, even today, the most profound book of history which genius, illuminated by the rays of Catholicity, has presented to the astonished eyes of men. The acts of her Councils, leaving aside the divine inspiration, are the most finished monuments of human prudence. The Canonical, excel in wisdom the Roman, and the feudal, laws. Who is before St Thomas in science, St Augustine in genius, Bossuet in majesty, St Paul in power? Who is greater as a poet than Dante? Who is equal to Shakespeare? Who surpasses Calderon? Who, like Raphael, infused life and inspiration into the canvas?\nPlace people in sight of the pyramids of Egypt, and they will tell you, “Here has passed a grand and barbarous civilisation.” Place them in sight of the Grecian statues and temples, and they will tell you, “Here has passed a graceful, ephemeral, and brilliant civilisation.” Place them in sight of a Roman monument, and they will tell you, “Here has passed a great people.” Place them in sight of a cathedral, and on beholding such majesty united to such beauty, such grandeur to such taste, such grace to such delicacy, such severe unity to such rich variety, such measure to such boldness, such heaviness in the stones, with such suavity in their outlines, and such wonderful harmony between silence and light, shade and colour, they will tell you,\nHere has passed the greatest people of history, and the most astounding of human civilisations: that people must have taken grandeur from the Egyptian, brilliancy from the Greek, strength from the Roman, and, beyond the strength, the brilliancy, and grandeur, something more valuable than grandeur, strength, and brilliancy—immortality and perfection.\nDonoso Cortes, Essays on Catholicism, Liberalism and Socialism", "id": "<urn:uuid:1e20e376-8397-4c86-8b15-e8c69cceb6bb>", "dump": "CC-MAIN-2013-20", "url": "http://www.gornahoor.net/?p=223", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9463511109352112, "token_count": 496, "score": 2.609375, "int_score": 3}
{"text": "Positive Chronicles - East of eden\nby Dr Kailash Vajpeyi\n\"Man is no longer\nto be the measure of all things, the center of the universe. He has been measured\nand found to be an undistinguished bit of matter, different in no essential way\nfrom bacteria, stones and trees. His goals and purposes, his egocentric notions\nof past, present and future; his faith in his power to predict and through prediction\nto control his destiny—all these are called into question, considered irrelevant,\nor deemed trivial.\"\nWhen Leonard B. Meyer yanked man down from the exalted status assigned him by the Judeo-Christian tradition, in his 1963 book, The End of Renaissance?, he triggered off a radical shift in the relationship between man and nature. Today, that understanding goes variously by the name of Gaia or Deep Ecology.\nThe Gaia hypothesis postulates that Planet Earth is a living organism that adjusts and regulates itself like any other organism and that for 3.5 billion years, microbes, plants and animals have co-evolved with the environment as one globally integrated superorganism. In much the same vein, Deep Ecology believes in the essential ecological equality of all species, man and mouse, elephant and earthworm. In an interconnected, indivisible ecosystem, each part is as crucial as the next.\nHere, T.S. Eliot may have been tempted to comment on the return of things to their point of beginning. For interconnection was the fundamental premise of the relationship between all traditional civilizations and nature. Unlike the western equation of conqueror and conquered, traditional people related to nature much as an offspring to a benevolent mother, or a devotee to a deity.\nMost eastern religions such as Vedic Hinduism, Jainism and Buddhism, include within nature not only all forms of life but also that which is inanimate and invisible. Vedic texts uphold the doctrine called Madhu Vidya, or interdependence between man and nature. The Vedic worldview is beautifully expressed in that famous injunction, Vasudhaiva Kutumbakam (the world is one family).\nIn the Vedas, natural elements play a pivotal role. But the interrelationship of creation was always within the context of its relationship with the creator. The Vedic sages believed that everything in this world stems from divine knowledge (the word) which was first revealed to a group of seers, who then passed on this knowledge to successive generations of Vedic seers.\nAnd thus, Saraswati, the Goddess of Divine Speech, holds a special place among Hindu deities.\nMay the divine speech, Saraswati,\nThe fountainhead of all faculties (mental and spiritual),\nThe purifier and bestower of true vision,\nThe recompenser of worship: Be the source of inspiration and accomplishments\nFor all our benevolent acts\n(Rig Veda 1-3-10)\nThus, speech, or vak, has a preeminent role in the Indian tradition. Water, it is believed was literally produced by vak. In turn, if we accept the theory that the theory that the hydrogen molecule is the basis of all life, water could be said to have created the rest of life.\nOf the five basic elements that make up life—earth, space, wind fire and water—the last, in the Vedic view, is the primal element. No wonder there are dozens of Vedic verses in praise of water:\nO water source of happiness, we pray,\nPlease give us vigor so that we may\nContemplate the great delight Hail to you divine, unfathomable\nAll purifying waters\nYou are the foundation of all this universe\nThe consciousness of being composed of the same elements was one more proof of the unity of all creation. The elements, both separately and jointly as life forms, were, at one and the same time, objects of reverence and intimately related to us.\nWe hardly realize that there are cosmic forces which are working in cyclical patterns, and that the most fundamental pattern which governs our life is the movement of he earth on its axis. One shudders to think what would happen to life as we know it if the earth stopped spinning on its axis or the sun failed to rise in the morning.\nWe are creatures of the planet but the earth is not a geographical entity, it is us. The earth is not simply dust but a reservoir of all energy. It has given birth to four types of creatures: swedaj, udbhij, andaj and pindaj (aquarian, flora and fauna, avian and mammalian).\nTo the Vedic seers, the idea of subjugating or exploiting the earth was incomprehensible. To them it was an object of worship and not of exploitation. Its conquest was tantamount to dissecting a mother's body to study her heartbeat or chopping her breasts to isolate the gland producing milk. But times have changed. Today, man has no qualms about expropriating the earth's wealth for his own benefit. This has resulted in the creation of a new fifth species, the yantraj—the technetronic being.\nAccording to Daniel J. Boorstin, the author of Cleopatra's Nose: \"When the machine kingdom arrived on the scene, it entirely changed the fixedness of the idea of change. A natural species reacts to its environment and learns to adapt to it. But the technetronic species creates its own environment.\"\nFor instance, media technology tends to create what can be termed asdiplopia or double image, where it is hard to distinguish reality from illusion. Television, for example, has the capacity to convert an event into virtual reality, what is there is also here at the same time or what is here can also be there if it has been filmed. For the vedic man, the earth was the bestower of blessings, she was the protector of life. All descriptions of Ramrajya, (the reign of Lord Rama, the hero of the Indian epic Ramayana) portrayed the earth as abundant and giving.\nThe Mahabharata eulogized Yudhisthira's reign thus: \"Earth yielded abundant crops and all precious things. She had become the provider of all goodness. Like kamdhenu, the celestial cow, the earth offered thousands of luxuries in a continuous stream.\"\nIn Bhumi Sukta we come across verses such as:\nO purifying Earth, I you invoke\nO, patient Earth by sacred word\nEnhanced bearer of nourishment and strength of food and butter,\nO, Earth we would approach you with due praise\nInfluenced by this holistic vision, the Indian way of life was integral, its purpose the well-being of creation. Even in the matter of eating, our ancestors emphasized the importance of feeding others before themselves. A householder could eat only after propitiating the ancestors, the devas representing different aspects of nature, the bhutas representing all created beings, guests, members of the household and servants. The practice of agriculture was deeply influenced by this sacred vision of interconnection.\nAccording to the activist Vandana Shiva's book, The Seedkeeper, new seeds were first worshipped before being consumed. New crop was worshipped before being consumed. For the farmer, field is the mother: worshipping the field is a sign of gratitude towards the earth, who as mother, feeds the millions of life forms who are her children.\n\"In the place of chemical manures and pesticides, the traditional farmer used nature's own checks and balances to nurture fertility and keep pests at bay. A typical rice field supported and in some places continues to do so 800 species of \"friendly insects\"—spiders, wasps, ants and pathogens that controlled 95 per cent of insect pests.\nThese practices are still a living presence among India's tribal societies, for instance, the Warlis, a community near Mumbai, worship nature as Hirva (green) and consider all produce to be gifts of Hirva, rather the fruits of their own labor. Conservation of plants and animals was an innate aspect of their culture, illustrated in the concept of the sacred grooves: mangroves, marshlands and other tracts of land supposedly inhabited by spirits, where killing of plants and animals is taboo.\nThe Bishnois of Rajasthan, too, will rather die than let a single tree be felled. The concept of coexistence took many forms. Before felling a tree to construct a temple, the carpenter traditionally sought the permission of the tree. And in Emperor Asoka's time, veterinary hospitals were state institutions.\nAmong the five vital elements which sustain life on earth, the wind in the Rig Veda is called vata. Though the wind is connected with the primordial waters, its origin is not known.\nVedas also address it as the spirit:\nMay the wind breathe upon us\nProlong our lifespan\nAnd fill our hearts with comfort\nResponding to the current environmental crisis, Susan Griffin in her book Women & Nature writes: \"We live as if nature is only need to provide extras: paper, recreation, specialty foods, a job to provide money.\"\nUnlimited desire and man's greed has devastated this planet to such an extent that by the time you finish reading this article, at least 10 species of birds would be extinct forever. In contrast, personal fulfillment in Buddhism is sought through independence.\nHere the self is temporary and nonessential rather than the center of the universe. Writes Kerry Brown, co-author of Buddhism and Ecology, about the Buddhist philosophy: \"Where infinite spiritual development is possible within a physical existence that is understood and accepted as infinite.\"\nBuddha attained enlightenment under a banyan tree, J. Krishnamurti had the same kind of realization under a pepper vine. No wonder the author of Bhamini Vilas called the tree Guru.\n\"O tree! You bear fruits, leaves and flowers and protect people from the scorching sun. Whoever come to you in scorching heat, you take away their suffering and give them coolness. This way you surrender yourself for others. That is why you are a Guru of all kind people.\"\nAnekantavada, the Jain concept that professes multiple views of reality, goes even deeper. Its verdict on the unmindful endeavors of mankind would be damning. The bacterial organism, as understood in modern science, can be compared with what is called nigodiya life in Jainism. And ahimsa or nonviolence, which is fundamental to Jain philosophy, teaches not harming even the basic forms of life. Jainism and other Indian religions advocate that compassion must be the foundation for any truly civilized community.\nLawrence Joseph, the author of Gaia, has obviously been deeply influenced by all systems of Indian philosophy which adhere to the universal law of interdependence. Lynn Margulis, co-author of the Gaia theory along with James Lovelock, believes strongly that the biological microcosm provides a key controlling influence in the global environment and argues that the role of these tiny organisms has been underestimated because they are invisible. With the convergence of the most recent scientific understanding and the most recent ancient wisdom, there is hope yet for the survival of the earth and, in turn, life on it.\nThere can be no better sign of it than NASA circulating, all over the USA, a photograph of the earth with the caption: Love your mother.\n|HOME | SUBSCRIBE | WALLPAPERS | ADVERTISING | POLICY | PRACTITIONERS | WRITERS | PEOPLE | ABOUT | CONTACT|", "id": "<urn:uuid:4e0e9bff-c5aa-4942-a3eb-fa578926eb71>", "dump": "CC-MAIN-2013-20", "url": "http://www.lifepositive.com/mind/philosophy/eden.asp", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9516468048095703, "token_count": 2407, "score": 2.59375, "int_score": 3}
{"text": "Reality in everyday usage means \"everything that exists\". The term reality, in its widest sense, includes everything that is, whether it is observable, comprehensible, or self-contradictory by science, philosophy, or any other system of analysis. Reality in this sense may include both being and nothingness, whereas existence is often restricted to being (compare with nature).\nIn the strict sense of Western philosophy, there are levels or gradation to the nature and conception of reality. These levels include, from the most subjective to the most rigorous: phenomenological reality, truth, fact, and axiom.\nOther philosophies, particularly those founded in eastern religions like Hinduism and Buddhism have different explications of reality. Conceptions of reality in Buddhism include: dharma, paramattha dhamma, samsara and maya (illusion in Sanskrit).\n== Phenomenological reality =", "id": "<urn:uuid:82e46460-9d14-4201-8c57-57d49c0ce555>", "dump": "CC-MAIN-2013-20", "url": "http://www.chordie.com/song.php/songartist/Reality/index.html?filterbox=show&filter=", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9295952916145325, "token_count": 183, "score": 3.15625, "int_score": 3}
