"{\"text\": \"Question: How is bipolar disorder different from unipolar depression or 'regular' depression?\\nAnswer: Both bipolar disorder and major depression are typically associated with depressive episodes. So both illnesses are accompanied by depressions. The difference is that in bipolar disorder people also have periods of elevation -- or severe irritability. We call these manic or hypomanic episodes.\", \"id\": \"<urn:uuid:e6ba92ad-ed0a-4cac-8e5d-204b78cdd250>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://abcnews.go.com/Health/BipolarOverview/story?id=4359993\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9432969093322754, \"token_count\": 71, \"score\": 2.609375, \"int_score\": 3}\n"
"{\"text\": \"Many things can trigger depression. It is common during life changes such as adolescence, marriage, birth and menopause. It can be a consequence of your upbringing - such as whether or not you were taught effective coping skills as a child. There is a genetic component to depression, and influences such as diet, stress and illness also play a part.\\nBeing depressed can make you feel out of control and helpless, yet there are many ways to avoid falling into depression.\\n* Examine your diet. What you eat - or don’t eat - can influence your mood. The same diets that can cause heart disease and arthritis in some individuals - one that is high in sodium and saturated fat, and low in whole, fresh plant foods and unrefined essential fatty acids (EFAs) - can cause depression in others. Likewise, food allergies can also alter brain function and trigger depression (Biol Psychiatry, 1981; 16: 3-19). Wheat, milk, corn, beef and eggs are common culprits (Ann Allergy, 1982; 48: 166-71). But bear in mind that food allergies linked to depression often have an addictive quality - so whatever you eat compulsively may be contributing to the problem.\\n* Psychotherapy is as effective as drugs. Cognitive behavioural therapy can help those at risk of depression to become more conscious of negative thoughts and attitudes that feed into their depressions. Patients undergoing such therapy can learn to change (or at least mitigate) these unhelpful tendencies (J Consult Clin Psychol, 1989; 57: 414-9).\\n* Drug-induced depression is very common. Around 200 different classes of drugs have been implicated, including beta-blockers, tranquillisers, corticosteroids and birth-control pills, as well as alcohol and recreational drugs. If you think you may be reacting to a drug, consider switching to another family of drugs or trying other options.\\n* Environmental pollutants such as heavy metals, petrochemicals, pesticides and other toxins can disrupt the nervous system and lead to mild, but chronic, mood disorders, including depression (Med Clin North Am, 1990; 74: 325-45). Similarly, exposure to electromagnetic fields (EMFs), especially at work (West J Med, 2000; 173: 94-100) can lead to more depression and suicide in some vulnerable individuals (Bioelectromagnetics, 2001; [Suppl 5]: S132-43).\\n* St John’s wort is the most effective herbal remedy for mild depression because it works in a similar way to conventional antidepressants. A standardised extract (0.03 per cent hypericin) usually at a dose of 300 mg three times a day can be just as effective as antidepressant drugs (BMJ, 1996; 313: 253-8). What’s more, the side-effects are minimal.\\n* Traditional acupuncture can be as good as conventional drugs for preventing relapses in depression (Compl Ther Med, 2001; 9: 216-8).\\n* Electroacupuncture can benefit those suffering from major depression who cannot tolerate the side-effects of antidepressant drugs (Psychiatry Clin Neurosci, 1998; 52 [Suppl]: S338-40).\\n* Stay active. People who exercise regularly have less depression (Prev Med, 2003; 36: 698- 703). Typically, any aerobic exercise, such as walking or jogging, for 20-30 minutes three or four times a week will benefit mild-to-moderate depression (BMJ, 1985; 291: 109).\\n* Acknowledge your feelings. Depressed individuals often try to suppress their ‘bad’ feelings, especially those concerning distressing life experiences. ‘Confessing’ your most troubling feelings and experiences in a private diary can have significant long-term benefits on both mental and physical health (J Abnorm Psychol, 1986; 95: 274-81; J Consult Clin Psychol, 1989; 57: 414-9).\\n* Get a good night’s sleep. Since depression and lack of sleep can form a vicious circle, make sure you sleep well. Stick to regular bedtimes; having curtains that keep the light out will help regulate night-time melatonin secretion; and don’t exercise or take stimulants such as coffee or alcohol before going to bed.\", \"id\": \"<urn:uuid:9171d770-9281-450b-b87c-28bc5e2c8f52>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.healthy.net/scr/article.aspx?Id=2809\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9212630391120911, \"token_count\": 882, \"score\": 3.265625, \"int_score\": 3}\n"
"{\"text\": \"Most of the causes of dementia cannot be prevented. Good personal health habits and medical care, however, can prevent some types of dementia. Here are some things you can do:\\nDementia caused by stroke - Monitor and control your blood pressure, exercise every day, and eat a balanced diet with plenty of fruits and vegetables to maintain a healthy body weight.\\nAlcohol-related dementia - Limit the amount of alcohol you drink.\\nA colleague of mine is in emotional limbo, waiting for his elderly mother to die. Should he drive the 200 miles back and forth to work, so... Read more »\\nAs we age, we tend to use the same vocabulary choices over and over, and, if what I surmise is correct, even those with normal mental ... Read more »\\nWhy am I not surprised? A study has shown that two classes of drugs often given, in tandem, to people with dementia - a population that... Read more »\\nI am sometimes asked what degrees I have relating to medicine and healthcare, since I speak at conferences to healthcare professionals... Read more »\", \"id\": \"<urn:uuid:c6ad0554-e775-4275-9e4e-eabc298c6e09>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.healthcentral.com/alzheimers/h/geriatric-dementia.html\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9462385177612305, \"token_count\": 220, \"score\": 2.859375, \"int_score\": 3}\n"
"{\"text\": \"Our opinion on ...\\n- Executive Summary\\n- Necessity for a response\\n- Genetic testing\\n- General principles\\n- Other considerations\\nThe present paper constitutes the input of Alzheimer Europe and its member organisations to the ongoing discussions within Europe about genetic testing (in the context of Alzheimer's disease and other forms of dementia).\\nAlzheimer Europe would like to recall some general principles which guide this present response:\\n- Having a gene associated with Alzheimer's disease or another form of dementia does not mean that a person has the disease.\\n- People who have a gene linked to Alzheimer's disease or another form of dementia have the same rights as anyone else.\\n- Genetic testing does not only affect the person taking the test. It may also reveal information about other relatives who might not want to know.\\n- No genetic test is 100% accurate.\\n- The extent to which health cover is provided to citizens by the State social security system and/or privately contracted by individuals differs from one country to the next.\\nOn the basis of these principles, Alzheimer Europe has developed the following position with regard to genetic testing:\\n- Alzheimer Europe firmly believes that the use and/or possession of genetic information by insurance companies should be prohibited.\\n- Alzheimer Europe strongly supports research into the genetic factors linked to dementia which might further our understanding of the cause and development of the disease and possibly contribute to future treatment.\\n- Based on its current information, Alzheimer Europe does not encourage the use of any genetic test for dementia UNLESS such test has a high and proven success rate either in assessing the risk of developing the disease (or not as the case may be) or in detecting the existence of it in a particular individual.\\n- Alzheimer Europe requests further information on the accuracy, reliability and predictive value of any genetic tests for dementia.\\n- Genetic testing should always be accompanied by adequate pre- and post-test counselling.\\n- Anonymous testing should be possible so that individuals can ensure that such information does not remain in their medical files against their will.\\nIt is extremely important for people with dementia to be diagnosed as soon as possible. In the case of Alzheimer’s disease, an early diagnosis may enable the person concerned to benefit from medication, which treats the global symptoms of the disease and is most effective in the early to mid stages of the disease. Most forms of dementia involve the gradual deterioration of mental faculties (e.g. memory, language and thinking etc.) but in the early stages, it is still possible for the person affected to make decisions concerning his/her finances and care etc. – hence the importance of an early diagnosis.\\nIf it were possible to detect dementia before the first symptoms became obvious, this would give people a greater opportunity to make informed decisions about their future lives. This is one of the potential benefits of genetic testing.\\nOn the other hand, such information could clearly be used in ways which would be contrary to their personal interests, perhaps resulting in employment discrimination, loss of opportunities, stigmatisation, increased health insurance costs or even loss of health insurance to name but a few examples.\\nThe present discussion paper outlines some of the recommendations of Alzheimer Europe and its member organisations and raises a few points which deserve further clarification and discussion.\\nThe necessity for a response by Alzheimer Europe\\nIn the last few years, the issue of genetic testing has been increasingly debated. In certain European countries there are already companies offering such tests. Unfortunately, the general public do not always fully understand what the results of such tests imply and there are no regulations governing how they are carried out i.e. what kind of information people receive, how the results are presented, whether there is any kind of counselling afterwards and the issue of confidentiality etc.\\nIn order to provide information to people with dementia and other people interesting in knowing about their own state of health and in order to protect them from the unscrupulous use of the results of genetic tests, Alzheimer Europe has developed the present Position Paper.\\nThese general principles as well as the Convention of Human Rights and Biomedicine and the Universal Declaration on the Human Genome and Human Rights dictate Alzheimer Europe’s position with regard to genetic testing.\\nAlzheimer Europe would like to draw a distinction between tests which detect existing Alzheimer's disease and tests which assess the risk of developing dementia Alzheimer's disease at some time in the future:\\n- Diagnostic testing : Familial early onset Alzheimer’s disease (FAD) is associated with 3 genes. These are the amyloid precursor protein (APP), presenilin-1 and presenilin-2. These genetic mutations can be detected by genetic testing. However, it is important to note that the test only relates to those people with FAD (i.e. about 1% of all people with Alzheimer’s disease). In the extremely limited number of families with this dominant genetic disorder, family members inherit from one of their parents the part of the DNA (the genetic make-up), which causes the disease. On average, half the children of an affected parent will develop the disease. For those who do, the age of onset tends to be relatively low, usually between 35 and 60.\\n- Assessment for risk testing : Whether or not members of one’s family have Alzheimer’s disease, everyone risks developing the disease at some time. However, it is now known that there is a gene, which can affect this risk. This gene is found on chromosome 19 and it is responsible for the production of a protein called apolipoprotein E (ApoE). There are three main types of this protein, one of which (ApoE4), although uncommon, makes it more likely that Alzheimer’s disease will occur. However, it does not cause the disease, but merely increases the likelihood. For example, a person of 50, would have a 2 in 1,000 chance of developing Alzheimer’s disease instead of the usual 1 in 1,000, but might never actually develop it. Only 50% of people with Alzheimer’s disease have ApoE4 and not everyone with ApoE4 suffers from it.\\nThere is no way to accurately predict whether a particular person will develop the disease. It is possible to test for the ApoE4 gene mentioned above, but strictly speaking such a test does not predict whether a particular person will develop Alzheimer’s disease or not. It merely indicates that he or she is at greater risk. There are in fact people who have had the ApoE4 gene, lived well into old age and never developed Alzheimer’s disease, just as there are people who did not have ApoE4, who did develop the disease. Therefore taking such a test carries the risk of unduly alarming or comforting somebody.\\nAlzheimer Europe agrees with diagnostic genetic testing provided that pre- and post-test counselling is provided, including a full discussion of the implications of the test and that the results remain confidential.\\nWe do not actually encourage the use of genetic testing for assessing the risk of developing Alzheimer's disease. We feel that it is somewhat unethical as it does not entail any health benefit and the results cannot actually predict whether a person will develop dementia (irrespective of the particular form of ApoE s/he may have).\\nWe are totally opposed to insurance companies having access to results from genetic tests for the following reasons:\\n- This would be in clear opposition to the fundamental principle of insurance which is the mutualisation of risk through large numbers (a kind of solidarity whereby the vast majority who have relatively good health share the cost with those who are less fortunate).\\n- Failure to respect this principle would create an uninsurable underclass and lead to a genetically inferior group.\\n- This in turn could entail the further stigmatisation of people with dementia and their carers.\\n- In some countries, insurance companies manage to reach decisions on risk and coverage without access to genetic data.\\n- We therefore urge governments and the relevant European bodies to take the necessary action to prohibit the use or possession of genetic data by insurance companies.\\nAlzheimer Europe recognises the importance of research into the genetic determinants of Alzheimer’s disease and other forms of dementia. Consequently,\\n- we support the use of genetic testing for the purposes of research provided that the person concerned has given informed consent and that the data is treated with utmost confidentiality; and\\n- we would also welcome further discussion about the problem of data management.\\nIn our opinion, any individual who wishes to take a genetic test should be able to choose to do so anonymously in order to ensure that such information does not remain in his/her medical file.\\nAt its Annual General Meeting in Munich on 15 October 2000, Alzheimer Europe adopted recommendations on how to improve the legal rights and protection of adults with incapacity due to dementia. This included a section on bioethical issues. These recommendations obviously need to guide any response of the organisation regarding genetic testing for people who suspect or fear they may have dementia and also those who have taken the test and did develop dementia.\\n- The adult with incapacity has the right to be informed about his/her state of health.\\n- Information should, where appropriate, cover the following: the diagnosis, the person's general state of health, treatment possibilities, potential risks and consequences of having or not having a particular treatment, side-effects, prognosis and alternative treatments.\\n- Such information should not be withheld solely on the grounds that the adult is suffering from dementia and/or has communication difficulties. Attempts should be made to provide information in such a way as to maximise his/her ability to understand, making use of technology and other available techniques to enhance communication. Attention should be paid to any possible difficulty understanding, retaining information and communicating, as well as his/her level of education, reasoning capacity and cultural background. Care should be taken to avoid causing unnecessary anxiety and suffering.\\n- Written as well as verbal information should always be provided as a back-up. The adult should be granted access to his/her medical file(s). S/he should also have the opportunity to discuss the contents of the medical file(s) with a person of his/her choice (e.g. a doctor) and/or to appoint someone to receive information on his/her behalf.\\n- Information should not be given against the will of the adult with incapacity.\\n- The confidentiality of information should extend beyond the lifetime of the adult with incapacity. If any information is used for research or statistical purposes, the identity of the adult with incapacity should remain anonymous and the information should not be traceable back to him/her (in accordance with the provisions of national laws on respect for the confidentiality of personal information). Consideration should be given to access to information where abuse is suspected.\\n- A clear refusal by the adult with incapacity to grant access to information to any third party should be respected regardless of the extent of his/her incapacity, unless this would be clearly against his/her best interests e.g. carers should have provided to them information on a need to know basis to enable them to care effectively for the adult with incapacity.\\n- People who receive information about an adult with incapacity in connection with their work (either voluntary or paid) should be obliged to treat such information with confidentiality.\\nPeople who take genetic tests and do not receive adequate pre and post test counselling may suffer adverse effects.\\nFear of discrimination based on genetic information may deter people from taking genetic tests which could be useful for research into the role of genes in the development of dementia.\\nCertain tests may be relevant for more than one medical condition. For example, the ApoE test is used in certain countries as part of the diagnosis and treatment of heart disease. There is therefore a risk that a person might consent for one type of medical test and have the results used for a different reason.\\nLast Updated: jeudi 06 août 2009\", \"id\": \"<urn:uuid:62210bfc-b709-4c59-93ac-36ec9784506d>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.alzheimer-europe.org/FR%C5%A0%C2%B7%C5%A0%20/Policy-in-Practice2/Our-opinion-on/Genetic-testing\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9431832432746887, \"token_count\": 2443, \"score\": 2.625, \"int_score\": 3}\n"
"{\"text\": \"What is bone cancer?\\nBone is the framework that supports the body. Most bones are hollow. Bone marrow is the soft tissue inside hollow bones. The main substance of bone is made up of a network of fibrous tissue onto which calcium salts are laid down. This makes the bone very hard and strong. At each end of the bone is a softer bone-like tissue called cartilage that acts as a cushion between bones. The outside of the bone is covered with a layer of fibrous tissue.\\nThe bone itself contains 2 kinds of cells. Osteoblasts are cells that form the bone. Osteoclasts are cells that dissolve bone. Although we think that bone does not change, the truth is that it is very active. New bone is always forming and old bone dissolving.\\nThe marrow of some bones is only fatty tissue. In other bones the marrow is a mixture of fat cells and the cells that make blood cells. These blood-forming cells make red blood cells, white blood cells, and platelets.\\nTypes of bone tumors\\nMost of the time when someone is told they have cancer in their bones, the doctor is talking about a cancer that started somewhere else and then spread to the bone. This is called metastatic cancer (not bone cancer). This can happen to people with many different types of advanced cancer, such as breast cancer, prostate cancer, lung cancer, and many others. Under a microscope, theses cancer cells in the bone look like the cancer cells that they came from. If someone has lung cancer that has spread to the bone, the cells there will look and act like lung cancer cells and they will be treated the same way.\\nTo learn more about cancer that has spread to bone, please see the American Cancer Society document Bone Metastasis, as well as the document on the place where the cancer started (Breast Cancer, Lung Cancer (Non-Small Cell), Prostate Cancer, etc.).\\nOther kinds of cancers that are sometimes called “bone cancers” start in the bone marrow – in the blood-forming cells – not the bone itself. These are not true bone cancers. The most common of these is multiple myeloma. Certain lymphomas (which more often start in lymph nodes) and all leukemias start in bone marrow. To learn more about these cancers, refer to the document for each.\\nA primary bone tumor starts in the bone itself. True (or primary) bone cancers are called sarcomas. A sarcoma is a cancer that starts in bone, muscle, tendons, ligaments, fat tissue, or some other tissues in the body.\\nThere are different types of bone tumors. Their names are based on the bone or tissue that is involved and the kind of cells that make up the tumor. Some are cancer (malignant). Others are not cancer (benign). Most bone cancers are called sarcomas.\\nBenign bone tumors do not spread to other tissues and organs. They can usually be cured by surgery. The information here does not cover benign bone tumors.\\nBone tumors that are cancer (malignant)\\nOsteosarcoma: Osteosarcoma (also called osteogenic sarcoma) is the most common true bone cancer. It is most common in young people between the ages of 10 and 30. But about 10% of cases are people in their 60s and 70s. This cancer is rare during middle age. More males than females get this cancer. These tumors start most often in bones of the arms, legs, or pelvis. This type of bone cancer is not discussed in this document, but is covered in detail in our document, Osteosarcoma.\\nChondrosarcoma: This is cancer of the cartilage cells. Cartilage is a softer form of bone-like tissue. Chondrosarcoma is the second most common true bone cancer. It is rare in people younger than 20. After age 20, the risk of this cancer keeps on rising until about age 75. Women get this cancer as often as men.\\nChondrosarcomas can develop in any place where there is cartilage. It most often starts in cartilage of the pelvis, leg, or arm, but it can start in many other places, too.\\nChondrosarcomas are given a grade, which measures how fast they grow. The lower the grade, the slower the cancer grows. When cancer grows slowly, the chance that it will spread is lower and the outlook is better. There are also some special types of chondrosarcoma that respond differently to treatment and have a different outlook for the patient. These special types look different when seen under a microscope.\\nEwing tumor: This cancer is also called Ewing sarcoma. It is named after Dr. James Ewing, the doctor who first described it in 1921. It is the third most common bone cancer. Most Ewing tumors start in bones, but they can start in other tissues and organs. This cancer is most common in children and teenagers. It is rare in adults older than 30. This type of bone cancer is not discussed in this document, but is covered in detail in our document, Ewing Family of Tumors.\\nMalignant fibrous histiocytoma (MFH): This cancer more often starts in the soft tissues around bones (such as ligaments, tendons, fat, and muscle) rather than in the bone itself. If it starts in the bones, it most often affects the legs or arms. It usually occurs in older and middle-aged adults. MFH mostly tends to grow into nearby tissues, but it can spread to distant sites, like the lungs. (Another name for this cancer is pleomorphic undifferentiated sarcoma.)\\nFibrosarcoma: This is another type of cancer that starts more often in “soft tissues” than it does in the bones. Fibrosarcoma usually occurs in older and middle-aged adults. Leg, arm, and jaw bones are most often affected.\\nGiant cell tumor of bone: This type of bone tumor has both benign (not cancer) and malignant forms. The benign form is most common. These don’t often spread to distant sites, but after surgery they tend to come back where they started. Each time they come back after surgery they are more likely to spread to other parts of the body. These tumors often affect the arm or leg bones of young and middle-aged adults.\\nChordoma: This tumor usually occurs in the base of the skull and bones of the spine. It is found most often in adults older than 30. It is about twice as common in men than in women. Chordomas tend to grow slowly and usually do not spread to other parts of the body. But they often come back in the same place if they are not removed completely. When they do spread, they tend to go to the lymph nodes, lungs, and liver.\\nLast Medical Review: 12/05/2012\\nLast Revised: 01/24/2013\", \"id\": \"<urn:uuid:cc6f91ff-3151-4cd9-8163-a7274ef9de2f>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.cancer.org/cancer/bonecancer/overviewguide/bone-cancer-overview-what-is-bone-cancer\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9596326947212219, \"token_count\": 1460, \"score\": 3.90625, \"int_score\": 4}\n"
"{\"text\": \"IN THIS ARTICLE\\nExams and Tests\\nA bone mineral density test measures the mineral density (such as calcium) in your bones using a special X-ray or computed tomography (CT) scan. From this information, your doctor can estimate the strength of your bones. See a picture of a bone mineral density test.\\nRoutine urine and blood tests can rule out other medical conditions, such as hyperparathyroidism, hyperthyroidism, or Cushing's syndrome, that can cause bone loss. In men, blood tests to measure testosterone levels can see whether low levels are causing bone loss.\\nIf you have been diagnosed with osteoporosis, you may need to follow up regularly with your doctor to monitor your condition.\\nIf you or your doctor thinks you may be at risk for osteoporosis, you may have a screening test to check your bone thickness. A screening test may be advisable if you have:\\nThe United States Preventive Services Task Force (USPSTF) recommends that all women age 65 and older routinely have a bone mineral density test to screen for osteoporosis. If you are at increased risk for fractures caused by osteoporosis, routine screening should start sooner.4 USPSTF recommends that you and your doctor check your fracture risk using a tool such as FRAX to help decide whether you should be screened for osteoporosis. Talk to your doctor about your risk factors and when to start bone mineral density screening.\\nThe FRAX tool was developed by the World Health Organization to help predict your risk of having a fracture related to osteoporosis in the next 10 years. You can use this tool. Go to the website at www.sheffield.ac.uk/FRAX, and click on Calculation Tool. If you have had a bone mineral density test (BMD) on your hip, you can type in your score. If you have not had that test, you can leave the score blank.\\nMost experts recommend that the decision to screen younger women be made on an individual basis, depending on the risk for osteoporosis and whether the test results will help with treatment decisions. For help to decide whether you should be tested for osteoporosis, see:\\nUltrasound is sometimes offered at events such as health fairs as a quick screening for osteoporosis. Ultrasound by itself is not a reliable test for diagnosing osteoporosis. But if results of an ultrasound screening find low bone density, your doctor can help you decide whether you should have a bone mineral density test.\\neMedicineHealth Medical Reference from Healthwise\\nTo learn more visit Healthwise.org\\n© 1995-2012 Healthwise, Incorporated. Healthwise, Healthwise for every health decision, and the Healthwise logo are trademarks of Healthwise, Incorporated.\\nGet tips and advances in treatment.\\nPill Identifier on RxList\\n- quick, easy,\\nFind a Local Pharmacy\\n- including 24 hour, pharmacies\", \"id\": \"<urn:uuid:4a3e47d4-0417-4a39-9ab4-d2a0fb035f22>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.emedicinehealth.com/osteoporosis-health/page7_em.htm\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9083399772644043, \"token_count\": 622, \"score\": 3.234375, \"int_score\": 3}\n"
"{\"text\": \"Posted: Oct 9, 2012 3:00 PM by Robert Preidt\\nTUESDAY, Oct. 9 (HealthDay News) -- A gene test that can identify people at risk for mouth cancer has been developed by British researchers.\\nThe test detects precancerous cells in patients with benign-looking mouth lesions and could lead to earlier treatment for at-risk patients and improve their chances of survival, according to the team at Queen Mary, University of London.\\nThey used the quantitative Malignancy Index Diagnostic System test -- which measures the level of 16 genes -- on more than 350 head and neck tissue specimens from nearly 300 patients and found that it had a cancer detection rate between 91 percent and 94 percent.\\nThe study was published Oct. 4 in the International Journal of Cancer.\\nMouth cancer affects more than half a million people worldwide each year, and that number is expected to rise above 1 million by 2030, according to World Health Organization figures. Most cases of mouth cancer are caused by either smoking or chewing tobacco, or drinking alcohol.\\nMouth lesions are common, but only 5 percent to 30 percent may turn into cancers. Until now, no test has been able to accurately detect which lesions will become cancerous. Many mouth cancers are diagnosed at later stages, when the chances of survival are greatly reduced.\\n\\\"A sensitive test capable of quantifying a patient's cancer risk is needed to avoid the adoption of a 'wait-and-see' intervention,\\\" study lead investigator and test inventor Dr. Muy-Teck Teh said in a university news release. \\\"Detecting cancer early, coupled with appropriate treatment, can significantly improve patient outcomes, reduce mortality and alleviate long-term public health care costs.\\\"\\nAlthough this study shows that the test is effective for early cancer detection, further clinical trials are needed to evaluate its long-term clinical benefits.\\nThe U.S. National Cancer Institute has more about mouth and other types of oral cancer.\\nSOURCE: Queen Mary, University of London, news release, Oct. 4, 2012\\nCopyright (c) 2012 HealthDay. All rights reserved.\", \"id\": \"<urn:uuid:dea47dad-7553-4f41-a171-3de4c48fe96c>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.koaa.com/news/new-gene-test-predicts-whose-mouth-lesions-might-be-cancerous/\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9447839856147766, \"token_count\": 430, \"score\": 3.015625, \"int_score\": 3}\n"
"{\"text\": \"A genome-wide association study appearing in PLOS Genetics that involved thousands of individuals of European ancestry identified five genetic loci that appear to be associated with facial features. Among them: variants in and around genes implicated in prior studies of conditions that are characterized by face and/or skull malformations. The researchers behind the study, members of the International Visible Trait Genetics, or VisiGen, Consortium, argue that the new findings could contribute to what's known about facial evolution and development in humans, while at once laying the foundation for forensic tools for predicting facial features based on DNA alone. For more on this study, see this story from our sister publication GenomeWeb Daily News.\\nInvestigators from the Cleveland Clinic and elsewhere used post-mortem brain samples to look at the epigenetic and transcriptional profiles associated with autism spectrum disorder. As they reported in PLOS One, the researchers relied on arrays and bisulfite sequencing to assess genome-wide gene expression and DNA methylation profiles in two brain regions — the cerebellar hemisphere cortex and the Brodmann area 19 occipital cortex — in samples from nine males with idiopathic cases of autism spectrum disorder and nine unaffected male controls in the same age range. Overall brain expression patterns varied from one individual with ASD to the next. But the team did uncover some shared features within the ASD samples, including lower-than-usual expression of genes in mitochondrial oxidative phosphorylation and protein production pathways in the brain samples from individuals with autism and shifts in the expression of certain brain-related genes.\\nA PLOS Pathogens study of dengue virus by French researchers explores the basis for the pronounced conservation that's been noted in nucleotides found at the ends of the virus' RNA-based genome. Using chemical synthesis experiments, assays, and other analyses, the group determined that the virus, a representative of the Flavivirus genus, relies on an RNA end-repair process that involves the RNA-dependent RNA polymerase produced by a dengue virus gene called NS5. \\\"Our findings provide a direct demonstration of the implication of a viral RNA polymerase in the conservation and repair of genome ends,\\\" the study's authors wrote. \\\"Other polymerases from other RNA virus families are likely to employ similar mechanisms.\\\"\", \"id\": \"<urn:uuid:e52c0e3f-4d18-4b99-91e5-6894e85b12b2>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.genomeweb.com/blog/week-plos-204\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9166100025177002, \"token_count\": 461, \"score\": 3.390625, \"int_score\": 3}\n"
"{\"text\": \"Deciphering the function and regulation of AUTS2\\nUniversity of California, San Francisco\\nAutism is a neurodevelopmental disorder with complex genetic and environmental causes. Many gene mutations have been associated with autism; however, they explain only a small part of the genetic cause for this disorder. 98% of our genome does not encode for protein and is thus termed noncoding. In this noncoding space are gene regulatory sequences that tell genes when, where and at what amount to turn on or off. Mutations in these gene regulatory elements could thus be an important cause of autism. Despite the potential importance of these noncoding gene regulatory regions in autism susceptibility, very few studies have been performed trying to implicate them in this disorder. This pilot study focuses on a strong autism candidate gene, the autism susceptibility candidate 2 (AUTS2) gene. Mutations in its regulatory elements have been associated with autism and its function is not well known. Using both zebrafish and mice as the model organisms, the project aims to identify noncoding gene regulatory sequences of AUTS2. The fellow will then look to see if any individuals with autism have mutations in the regulatory regions identified. They will also reduce the expression of this gene in zebrafish and look for abnormalities to further clarify its function. This study promises to further our understanding of how differences in the noncoding region of the genome can lead to autism. It also aims to advance our understanding of a gene of unknown function that has been implicated in autism.\", \"id\": \"<urn:uuid:b119f23a-e8b4-478b-8b57-2472864187b9>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.autismspeaks.org/genetics/grants/deciphering-function-and-regulation-auts2\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9440978765487671, \"token_count\": 307, \"score\": 2.53125, \"int_score\": 3}\n"
"{\"text\": \"Learning is the means whereby we acquire new working knowledge about the world. Memory is the means whereby we retain that knowledge over time. Our abilities to learn and remember are essential to our sense of self and our ability to function effectively in daily life. Memory is the glue that holds our mental life together. As a result, we are who we are in large part because of what we have learned and what we remember from past experience.\\nBut what is memory? How does the brain capture and sustain it? Why does memory sometimes fail us? Those simple questions, of course, have exceedingly complex answers, and many biological details about the process of memory in humans and other animals remain unknown.\\nHHMI investigator Eric R. Kandel of Columbia University, however, has provided a good start. His studies of the molecular basis of learning and memory underpin much of what we know about how events are recorded by the brain, processed by individual nerve cells, and etched in gray matter. For his work on learning and memory, Kandel was awarded a share of the 2000 Nobel Prize in Physiology or Medicine.\\nIn the 1960s, Kandel began his studies of learning and memory by focusing on the behavior of the sea slug Aplysia, which he found to be a marvelously tractable system in which to study the cellular basis of these abilities. With only about 20,000 nerve cells — compared with the roughly thousand billion in humans — and a well-delineated neural circuitry, it proved possible to zero in on a biologically interesting reflex pathway. Like humans and other animals, Aplysia is capable of learning to modify this reflex, and this learning involves making memories.\\nKandel found that the cellular basis for memory depends on persistent changes in synapses, the connections between nerve cells. The differences in the strength of these connections come about through learning. Kandel found that when, in the simple withdrawal reflex, the gill reacts to touch, the connection between the sensory nerve cell and motor nerve cell of the reflex are activated. When the sea slug was taught to ignore a harmless touch, the connections between the sensory nerve cell and motor cell weakened. When the same light touch was coupled to an unpleasant fearful stimulus the animal became sensitized. It would now react strongly to the light touch because the same set of connections had strengthened.\\nKandel later discovered that short-term memory is kindled by the modulation of synapses and that long-term memory is sustained by the activation of genes. The formation of memories, Kandel determined, is a function of biochemical changes that occur at the synapse. To make short-term memories, the proteins involved in a chain of events at the nexus of nerve cells are chemically altered by the addition of phosphate groups. To cement a memory for the long haul, proteins are added at the synapse to make new connections with sensitization and lose connections with habituation.\\nIn the 1990s, he turned from studying simple forms of learning to more complex forms using genetically modified mice and showed that similar principles for short and long term memory were at work here as well.\\nBy laying a foundation for understanding the events that shape our ability to learn and remember, Kandel's work has helped us understand not only the cellular processes that occur during the acts of learning and remembering, but also - through his work on mice - where things can go wrong when dementia and other illnesses that affect memory arise. The cellular processes revealed by Kandel are among the targets of drugs used to alleviate these disorders of memory. Pinpointing the activity of individual nerve cells engaged in the process of learning and memory may help in the development of new, more effective agents to treat diseases that affect the brain.\\nPhoto: Matthew Septimus\", \"id\": \"<urn:uuid:6eafc168-0fd9-4248-ab08-030a35cb48b2>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.hhmi.org/research/nobel/kandel.html\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9680238366127014, \"token_count\": 755, \"score\": 3.734375, \"int_score\": 4}\n"
"{\"text\": \"This is an old lecture by linguist and political activist Noam Chomsky (professor at MIT) given at UC Berkeley in 2003. For that evening in the Charles M. and Martha Hitchcock Lecture series, Chomsky examined biolinguistics - the study of relations between physiology and speech.\\nA second video of Chomsky is featured below, which is the second half of this talk. Fair warning - this is not easy material - Chomsky is speaking to people who are well-versed in this field.\\nChomsky has been one the most influential scholars over the last three or four decades - between 1980 and 1992, he was cited as a source more than any other living scholar, and ranked eighth overall.\\nAs background for this lecture, Wikipedia offers a good summary of his influence in linguistics (below the video).\\nChomskyan LinguisticsChomskyan linguistics, beginning with his Syntactic Structures, a distillation of his Logical Structure of Linguistic Theory (1955, 75), challenges structural linguistics and introduces transformational grammar. This approach takes utterances (sequences of words) to have a syntax characterized by a formal grammar; in particular, a context-free grammar extended with transformational rules.\\nPerhaps his most influential and time-tested contribution to the field, is the claim that modeling knowledge of language using a formal grammar accounts for the \\\"productivity\\\" or \\\"creativity\\\" of language. In other words, a formal grammar of a language can explain the ability of a hearer-speaker to produce and interpret an infinite number of utterances, including novel ones, with a limited set of grammatical rules and a finite set of terms. He has always acknowledged his debt to Pāṇini for his modern notion of an explicit generative grammar although it is also related to rationalist ideas of a priori knowledge.\\nIt is a popular misconception that Chomsky proved that language is entirely innate and discovered a \\\"universal grammar\\\" (UG). In fact, Chomsky simply observed that while a human baby and a kitten are both capable of inductive reasoning, if they are exposed to exactly the same linguistic data, the human child will always acquire the ability to understand and produce language, while the kitten will never acquire either ability. Chomsky labeled whatever the relevant capacity the human has which the cat lacks the \\\"language acquisition device\\\" (LAD) and suggested that one of the tasks for linguistics should be to figure out what the LAD is and what constraints it puts on the range of possible human languages. The universal features that would result from these constraints are often termed \\\"universal grammar\\\" or UG.\\nThe Principles and Parameters approach (P&P)—developed in his Pisa 1979 Lectures, later published as Lectures on Government and Binding (LGB)—makes strong claims regarding universal grammar: that the grammatical principles underlying languages are innate and fixed, and the differences among the world's languages can be characterized in terms of parameter settings in the brain (such as the pro-drop parameter, which indicates whether an explicit subject is always required, as in English, or can be optionally dropped, as in Spanish), which are often likened to switches. (Hence the term principles and parameters, often given to this approach.) In this view, a child learning a language need only acquire the necessary lexical items (words, grammatical morphemes, and idioms), and determine the appropriate parameter settings, which can be done based on a few key examples.\\nProponents of this view argue that the pace at which children learn languages is inexplicably rapid, unless children have an innate ability to learn languages. The similar steps followed by children all across the world when learning languages, and the fact that children make certain characteristic errors as they learn their first language, whereas other seemingly logical kinds of errors never occur (and, according to Chomsky, should be attested if a purely general, rather than language-specific, learning mechanism were being employed), are also pointed to as motivation for innateness.\\nMore recently, in his Minimalist Program (1995), while retaining the core concept of \\\"principles and parameters,\\\" Chomsky attempts a major overhaul of the linguistic machinery involved in the LGB model, stripping from it all but the barest necessary elements, while advocating a general approach to the architecture of the human language faculty that emphasizes principles of economy and optimal design, reverting to a derivational approach to generation, in contrast with the largely representational approach of classic P&P.\\nChomsky's ideas have had a strong influence on researchers of the language acquisition in children, though many researchers in this area such as Elizabeth Bates and Michael Tomasello argue very strongly against Chomsky's theories, and instead advocate emergentist or connectionist theories, explaining language with a number of general processing mechanisms in the brain that interact with the extensive and complex social environment in which language is used and learned.\\nHis best-known work in phonology is The Sound Pattern of English (1968), written with Morris Halle (and often known as simply SPE). This work has had a great significance for the development in the field. While phonological theory has since moved beyond \\\"SPE phonology\\\" in many important respects, the SPE system is considered the precursor of some of the most influential phonological theories today, including autosegmental phonology, lexical phonology and optimality theory. Chomsky no longer publishes on phonology.\", \"id\": \"<urn:uuid:249ad1f9-cb8f-42dd-b955-c4814c5a2452>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://integral-options.blogspot.com/2012/04/noam-chomsky-language-and-mind.html\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9454671144485474, \"token_count\": 1107, \"score\": 2.75, \"int_score\": 3}\n"
"{\"text\": \"I will only point out two caveats:\\n- We cannot assume that click speakers of the African Southwest are necessarily indigenous to that region, and\\n- It is possible that, the greater phonemic diversity is due to ancient admixture between quite divergent peoples who possessed two different types of phonemic inventories, while most Africans inherited only the phonemic inventory of one of these peoples, which then decayed as per the author's theory away from Africa.\\nScience 15 April 2011:\\nVol. 332 no. 6027 pp. 346-349\\nPhonemic Diversity Supports a Serial Founder Effect Model of Language Expansion from Africa\\nQuentin D. Atkinson\\nHuman genetic and phenotypic diversity declines with distance from Africa, as predicted by a serial founder effect in which successive population bottlenecks during range expansion progressively reduce diversity, underpinning support for an African origin of modern humans. Recent work suggests that a similar founder effect may operate on human culture and language. Here I show that the number of phonemes used in a global sample of 504 languages is also clinal and fits a serial founder–effect model of expansion from an inferred origin in Africa. This result, which is not explained by more recent demographic history, local language diversity, or statistical non-independence within language families, points to parallel mechanisms shaping genetic and linguistic diversity and supports an African origin of modern human languages.\", \"id\": \"<urn:uuid:af093004-a8aa-4f38-b0df-c09a73298010>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://dienekes.blogspot.com/2011/04/origin-of-language-in-southwest-africa.html?showComment=1303035119599\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9257087111473083, \"token_count\": 279, \"score\": 2.71875, \"int_score\": 3}\n"
"{\"text\": \"1. Linguistic Background\\nThe languages that are currently spoken in the Pacific\\nregion can be divided broadly into three groups: the Australian and New Guinean\\nlanguages formed by people who participated in the region’s earliest migrations\\nover a period of 20,000-30,000 years starting several tens of thousands of years\\nago, and the Austronesian languages spoken by Mongoloid people who migrated\\nfrom the Asian continent around 3,000 B.C. The region has numerous languages,\\nincluding 250 Aboriginal languages in Australia and 750 Papuan languages on\\nthe island of New Guinea (including the Indonesian territory of Irian Jaya)\\nand neighboring areas. There are also 350 Austronesian languages in Melanesia,\\n20 in Polynesia, 12 in Micronesia and 100 in New Guinea (Comrie, Matthews, and\\nPolinsky 1996). There is wide variation not only among language groups, but\\nalso among the families of languages. Few language families have been identified\\namong the languages of Australia and New Guinea using the methods of comparative\\nlinguistics. Pacific languages are also characterized by the small size of speaker\\npopulations and by the absence of dominant languages. However, there are usually\\nbilingual people who can speak or at least understand the languages of neighboring\\npopulations, and it is believed that this situation has existed for a long time.\\nIn terms of cultural factors, it appears that the diversification of languages\\nin the Pacific region was accelerated by the emblematic function of language\\nin the creation of a clear distinction between “ingroup” and “outgroup.”\\nThe languages of New Guinea and the region around it show diverse linkages and wide variations between languages. The Austronesian languages of the Pacific region are mostly classified as Oceanian languages, while the Chamorro and Palau languages of Micronesia are classified into the languages of Western Malaya and Polynesia (WMP, Indonesian family), and the indigenous languages of Maluku and Irian Jaya in Eastern Indonesia into the Central Malayo-Polynesian (CMP) or the South Halmahera-West New Guinea (SHWNG) subgroups. In particular, there are strong similarities between the linguistic characteristics of the CMP and SHWNG languages and those of the Melanesian branch of the Oceanian languages. These linguistic conditions and characteristics are attributable to ethnic migrations within the region over a long period of time, accompanied by contacts and linguistic merging with indigenous Papuan people. Papuan languages are still found in parts of Indonesia, including Northern Halmahera and the islands of Pantar and Alor and central and eastern Timor in the Province of Nusa Tenggara. In New Guinea, contact with Papuan languages has caused some Austronesian languages to exhibit a word order change from subject-verb-object to subject-object-verb (Austronesian Type 2) (Sakiyama 1994).\\n2. Linguistic Strata\\nWith the start of colonization by the European powers\\nin the nineteenth century, a new set of linguistic circumstances developed in\\nthe region. First, pidgin languages based on European and Melanesian languages\\ngradually emerged as common languages. The establishment of plantations in Samoa\\nand in Queensland, Australia, which had concentrations of people who spoke Melanesian\\nlanguages, was important in providing breeding grounds for pidgin languages.\\nA pidgin language is formed from elements of the grammar of both contributing\\nlanguages, though the pidgin languages tend to be looked down upon from the\\nperspective of the more dominant of the two parent languages. The region’s\\nnewly formed common languages, including Tok Pisin, Bislama, and Solomon Pidgin,\\nflourished after they were taken back to the homelands of the various speakers.\\nThis was possible because Vanuatu, the Solomon Islands and Papua New Guinea\\nwere all multilingual societies without dominant languages. The number of speakers\\nof pidgin languages increased rapidly in this environment. At the same time,\\nthe continuing existence of ethnic minority languages came under threat.\\nExamples of pidgins that were creolized (adopted as mother languages in their own right) include Solomon Pijin, which eventually had over 1,000 speakers aged five and over (1976) in the Solomon Islands. Bislama, a mixture of over 100 indigenous languages grafted upon a base of English and French, is now spoken by almost the entire population of Vanuatu (170,000 in 1996) and is partially creolized. Of particular interest is the fact that a group of more than 1,000 people who emigrated to New Caledonia have adopted Bislama as their primary language. The situation in Papua New Guinea, which has a population of 4,300,000 (1996), is even more dramatic. By 1982 the number of people using Tok Pisin as their primary language had reached 50,000, while another 2,000,000 used it as a second language (Grimes 1996).\\n3. Minority Languages and Common Languages in the Pacific Region\\nThe Atlas of the World’s Languages in Danger of Disappearing published by UNESCO (Wurm 1996) provides merely a brief overview of the current situation in Papua New Guinea, Australia, the Solomon Islands, and Vanuatu. There is no mention of Micronesia, New Caledonia, or Polynesia, presumably because of a lack of information resulting from the large number of languages in these areas. The following report covers areas and languages that I have researched and endangered languages covered by field studies carried out by Japanese researchers.\\n3.1 Belau (Palau), Micronesia\\nAccording to Belau (Palau) government statistics (1990),\\nthe total population of 15,122 people includes 61 people living on outlying\\nislands in Sonsorol State, and 33 in Hatohobei (Tochobei) State. Apart from\\nthe Sonsorol Islands, Sonsorol State also includes the islands of Fanah, Meril\\nand Pulo An. In addition to the Hatohobei language, the language mix on these\\noutlying islands also includes nuclear Micronesian (Chuukic) languages, which\\nare the core Oceanian languages spoken in the Carolines. They differ from Palauan,\\nwhich is an Indonesian language. To lump these languages together as the Sonsorol\\nlanguages with a total of 600 speakers (Wurm and Hattori 1981-83) is as inaccurate\\nas combining the Miyako dialects of Okinawa into a single classification.\\nThe number of Chuukic speakers has declined steadily since these figures were compiled. Starting in the German colonial period of the early twentieth century, people have been relocated from these outlying islands to Echang on Arakabesan Island in Belau. Today there are several hundred of these people. Many of those born in the new location only speak Palauan. A study by S. Oda (1975) estimated that there were 50 speakers of Pulo Annian. The language of Meril continued to decline and has now become extinct.\\nFrom the early part of the twentieth century until the end of World War II, Micronesia was under Japanese rule, administered by the South Seas Mandate. Japanese was used as a common language, and its influence is still evident today. The linguistic data on Micronesia presented by Grimes (1996) is distorted by the fact that, while the number of English speakers is shown, no mention is made of Japanese. A study carried out in 1970 (Wurm, Mühlhäusler, and Tryon 1996) found that people aged 35 and over could speak basic Japanese. This group is equivalent to people aged 63 and over in 1998. An estimate based on Belau government statistics (1990) suggests that more than 1,000 of these people are still alive. In the State of Yap in the Federated States of Micronesia, where the percentage of females attending school is said to have been low, we can assume that the number of Japanese speakers has fallen below 500.\\nIt has been suggested that if Japan had continued to rule Micronesia, Japanese would certainly have become the sole language in the region, and indigenous languages would have disappeared (Wurm, Mühlhäusler, and Tryon 1996). This seems an overly harsh appraisal of Japan’s language policy. Except in the schools, as a matter of fact no significant steps were taken to promote the use of Japanese. Micronesia previously had no common language for communication between different islands. Even today, old people from different islands use Japanese as a common language (Sakiyama 1995; Toki 1998). However, the role of this Japanese pidgin appears to have ended within a single generation, and in this sense it too is an endangered language. Pidgin Japanese continues to be used as a lingua franca by Taiwanese in their fifties and older (Wurm, Mühlhäusler, and Tryon 1996), and the number of speakers is estimated to have been 10,000 in 1993 (Grimes 1996).\\n3.2 Yap, Micronesia\\nNgulu Atoll is situated between the Yap Islands and the Belau Islands. The Nguluwan language is a mixture of Yapese and Ulithian, which belongs to the Chuukic family. It has inherited the Ulithian phonetic system and a partial version of Yap grammar (Sakiyama 1982). Nguluwan appears to have evolved through bilingualism between Yapese and Ulithian, and to describe it as a dialect of Ulithian (Grimes 1996) is inappropriate. In 1980 there were 28 speakers. Even with the inclusion of people who had migrated to Guror on Yap Island, where the parent village is located, the number of speakers was fewer than 50. Speakers are being assimilated rapidly into the Yapese language and culture.\\n3.3 Maluku, Indonesia\\nThe book Atlas Bahasa Tanah Maluku (Taber et al. 1996) covers 117 ethnic languages (Austronesian, Papuan), including numbers of speakers for each language, areas of habitation and migration, access routes, simple cultural information, and basic numbers and expressions. This work is especially valuable since it corrects inaccuracies and errors in the 1977 Classification and Index of the World's Languages by C. Y. L. Voegelin and F. M. Voegelin. It also distinguishes languages and dialects according to their a priori mutual intelligibility. Fifteen languages are listed as having fewer than 1,000 speakers. They include the Nakaela language of Seram, which has only 5 speakers, the Amahai and Paulohi languages, also of Seram, which are spoken by 50 people each, and the South Nuaulu and Yalahatan languages, which have 1,000 speakers each on Seram Island. The data, however, are not complete. For example, the Bajau language is not included, presumably because of the difficulty of accessing the various solitary islands where the Bajau people live. The author researched the Yalahatan language in 1997 and in 1998, and the Bajau language (2,000 speakers) on Sangkuwang Island in 1997.\\n3.4 Irian Jaya, Papua New Guinea\\nDetailed information about the names, numbers of speakers,\\nand research data for over 800 languages spoken in New Guinea and its coastal\\nregions can be found in the works by the Barrs (1978), Voorhoeve (1975), and\\nWurm (1982). However, not only the minority languages but even the majority\\nlanguages other than a few have yet to be surveyed and researched adequately.\\nThere are many languages for which vocabulary collection has yet to be undertaken.\\nIt appears that dictionaries or grammars have been published for less than one-tenth\\nof the region’s languages. However, the gospel has been published in several\\ndozen languages using orthographies established by SIL. Papuan languages range\\nfrom those with substantial speaker populations, including Enga, Chimbu (Kuman),\\nand Dani, which are spoken by well over 100,000 people, to endangered languages\\nsuch as Abaga with 5 speakers (150 according to Wurm ), Makolkol with\\n7 (unknown according to Wurm), and Sene with under 10. There are very many languages\\nfor which the number of speakers is unknown and more up-to-date information\\nis needed. Also, despite having substantially more than 1,000 speakers (Wurm\\n1982; Grimes 1996), Murik is in danger of extinction due to the creolization\\nof Tok Pisin (Foley 1986). Moreover, it is questionable whether the present\\nlists include all of the region’s languages.\\nInformation about Irian Jaya is even sparser. A study on popular languages carried out by the author in 1984-85 revealed that Kuot (New Ireland), Taulil (New Britain), and Sko (Irian Jaya) all had several hundred speakers and that, in the case of Taulil in particular, an increasing number of young people were able to understand what their elders were saying but could no longer speak the language themselves. There has been a rapid shift to Kuanua, an indigenous language used in trade with neighboring Rabaul, which is replacing Taulil.\\n3.5 Solomon Islands, Melanesia\\nThe total population of the Solomon Islands is 390,000 (1996). There are 63 Papuan, Melanesian, and Polynesian indigenous languages, of which only 37 are spoken by over 1,000 people (Grimes 1996). The Papuan Kazukuru languages (Guliguli, Doriri) of New Georgia, which were known to be endangered as early as 1931, have become extinct already, leaving behind just some scant linguistic information. The Melanesian Tanema and Vano languages of the Santa Cruz Islands and the Laghu language of the Santa Isabel Islands were extinct by 1990. This does not mean that the groups speaking them died out, but rather that the languages succumbed to the shift to Roviana, a trade language used in neighboring regions, or were replaced by Solomon Pijin (Sakiyama 1996).\\n3.6 Vanuatu, Melanesia\\nThe situation in Vanuatu is very similar to that in the\\nSolomon Islands. The official view, written in Bislama, is as follows:\\nI gat sam ples long 110 lanwis evriwan so i gat bigfala lanwis difrens long Vanuatu. Pipol blong wan velej ol i toktok long olgeta bakegen evridei nomo long lanwis be i no Bislama, Inglis o Franis. (Vanuatu currently has 110 indigenous languages, which are all very different linguistically. On an everyday basis people in villages speak only their local languages, not Bislama, English, or French). (Vanuatu, 1980, Institute of Pacific Studies)\\nAmong the Melanesian and Polynesian indigenous languages spoken by 170,000 people, or 93% of the total population (1996), there are many small minority tongues. These include Aore, which has only a single speaker (extinct according to Wurm and Hattori [1981-83]); Maragus and Ura (with 10 speakers each); Nasarian, and Sowa (with 20); and Dixon Reef, Lorediakarkar, Mafea, and Tambotalo (with 50). If languages with around 100 speakers are included, this category accounts for about one-half of the total number of languages (Grimes 1996). The spread of Bislama has had the effect of putting these languages in jeopardy.\\n3.7 New Caledonia, Melanesia\\nNew Caledonia has a total population of 145,000 people,\\nof whom 62,000 are indigenous. As of 1981, there were 28 languages, all Melanesian\\nexcept for the one Polynesian language Uvean. The only languages with over 2,000\\nspeakers are Cemuhi, Paicî, Ajië, and Xârâcùù, along with Dehu and Nengone,\\nwhich are spoken on the Loyalty Islands.\\nDumbea (Paita), which is spoken by several hundred people, has been described by T. Shintani and Y. Paita (1983). And M. Osumi (1995) has described Tinrin, which has an estimated 400 speakers. Speakers of Tinrin are bilingual in Xârâcùù or Ajië. Nerë has 20 speakers and Arhö 10, while Waamwang, which had 3 speakers in 1946, is now reported to be extinct (Grimes 1996). Descendants of Javanese, who began to migrate to New Caledonia in the early part of the twentieth century, now number several thousand. The Javanese language spoken by these people, which has developed in isolation from the Javanese homeland, has attracted attention as a new pidgin language.\\nWhen Europeans first arrived in Australia in 1788, it is estimated that there were 700 different tribes in a population of 500,000-1,000,000 (Comrie, Matthews, and Polinsky 1996). By the 1830s Tasmanian had become extinct, and today the number of Aboriginal languages has fallen to less than one-half what it once was. However, T. Tsunoda left detailed records of the Warrungu language, the last speaker of which died in 1981, and the Djaru language, which has only 200 speakers (Tsunoda 1974, 1981). Yawuru, which belongs to the Nyulnyulan family, reportedly has fewer than 20 speakers, all aged in their sixties or older. The language is described by K. Hosokawa (1992).\\nThe Pacific has been heavily crisscrossed by human migration\\nfrom ancient to modern times. All Pacific countries except the Kingdom of Tonga\\nwere colonized. This historical background is reflected in the existence of\\nmultilevel diglossia in all regions of the Pacific.\\nDepending on the generation, the top level of language in Micronesia is either English (the official language) or pidgin Japanese (used as a lingua franca among islands). The next level is made up of the languages of major islands that exist as political units, such as Palauan, Yapese and Ponapean. On the lowest level are the various ethnic languages spoken mainly on solitary islands.\\nIn the Maluku Islands of Indonesia, local Malay languages such as Ambonese Malay, North Maluku Malay and Bacanese Malay, form a layer beneath the official language, Indonesian. Under them are the dominant local languages, such as Hitu, which is spoken by 15,000 people on Ambon Island, and Ternate and Tidore, which are spoken in the Halmahera region. These are important as urban languages. On the lowest level are the various vernaculars.\\nIn Papua New Guinea, standard English forms the top level, followed by Papua New Guinean English. Tok Pisin and Hiri Motu are used as common languages among the various ethnic groups. Beneath these layers are the regional or occupational common languages. For example, Hiri Motu is used as the law enforcement lingua franca in coastal areas around the Gulf of Papua, Yabem as a missionary language along the coast of the Huon Gulf, and Malay as a trade language in areas along the border with Indonesia. On the next level are the ethnic and tribal languages used on a day-to-day basis.\\nAn example of a similar pattern in Polynesia can be found in Hawaii, where English and Hawaiian English rank above Da Kine Talk or Pidgin To Da Max, which are mixtures of English and Oceanic languages and are used as common languages among the various Asian migrants who have settled in Hawaii. Beneath these are ethnic languages, including Hawaiian and the various immigrant languages, such as a common Japanese based on the Hiroshima dialect, as well as Cantonese, Korean, and Tagalog.\\nAll of the threatened languages are in danger because of their status as indigenous minority languages positioned at the lowest level of the linguistic hierarchy. Reports to date have included little discussion of the multilevel classification of linguistic strata from a formal linguistic perspective. It will be necessary in the future to examine these phenomena from the perspectives of sociolinguistics or linguistic anthropology.\\nBarr, Donald F., and Sharon G. Barr. 1978. Index of Irian Jaya Languages. Prepublication draft. Abepura, Indonesia: Cenderawashih University and Summer Institute of Linguistics.\\nComrie, Bernard, Stephan Matthews, and Maria Polinsky. 1996. The Atlas of Languages. New York: Chackmark Books.\\nFoley, William A. 1986. The Papuan Languages of New Guinea. Cambridge, New York: Cambridge University Press.\\nGrimes, Barbara F., ed. 1996. Ethnologue: Languages of the World. Dallas: International Academic Bookstore.\\nHosokawa, Komei. 1992. The Yawuru language of West Kimberley: A meaning-based description. Ph.D. diss., Australian National University.\\nOda, Sachiko. 1977. The Syntax of Pulo Annian. Ph. D. diss., University of Hawaii.\\nOsumi, Midori. 1995. Tinrin grammar. Oceanic Linguistics Special Publication, No. 25. Honolulu: University of Hawaii Press.\\nSakiyama, Osamu. 1982. The characteristics of Nguluwan from the viewpoint of language contact. In Islanders and Their Outside World.Aoyagi, Machiko, ed. Tokyo: Rikkyo University.\\n---. 1994. Hirimotu go no ruikei: jijun to gochishi (Affix order and postpositions in Hiri Motu: A cross-linguistic survey). Bulletin of the National Museum of Ethnology,vol. 19 no. 1: 1-17.\\n---. 1995. Mikuroneshia Berau no pijin ka nihongo (Pidginized Japanese in Belau, Micronesia). Shiso no kagaku, vol. 95 no. 3: 44-52.\\n---. 1996. Fukugouteki na gengo jokyo (Multilingual situation of the Solomon Islands). In Soromon shoto no seikatsu shi: bunka, rekishi, shakai (Life History in the Solomons: Culture, history and society). Akimichi, Tomoya et al, eds. Tokyo: Akashi shoten.\\nShintani, Takahiko and Yvonne Païta. 1990. Grammaire de la Langue de Païta. Nouméa, New Caledonia: Société d'études historiques de la Nouvelle-Calédonie.\\nTaber, Mark and et al. 1996. Atlas bahasa tanah Maluku (Maluku Languages Atlas). Ambon, Indonesia: Summer Institute of Linguistics and Pusat Pengkajian dan Pengembangan Maluku, Pattimura University.\\nToki, Satoshi, ed. 1998. The remnants of Japanese in Micronesia. Memoirs of the Faculty of Letters, Osaka University, Vol. 38.\\nTsunoda, Tasaku. 1974. A grammar of the Warrungu language, North Queensland. Master's thesis, Monash University.\\n---. 1981. The Djaru Language of Kimberley, Western Australia. Pacific Linguistics, ser. B, No. 78. Canberra: Australian National University.\\nVoorhoeve, C. L. 1975. Languages of Irian Jaya: Checklist, Preliminary classification, language maps, wordlists. Canberra: Australian National University.\\nWurm, Stephen A. 1982. Papuan Languages of Oceania. Tübingen: Gunter Narr Verlag.\\n---. and Shiro Hattori, eds. 1981-83. Language Atlas of the Pacific Area. Pacific Linguistics, ser. C, No. 66-67. Canberra: Australian National University.\\n---, Peter Mühlhäusler, and Darrel T. Tryon. 1996. Atlas of languages of intercultural communication in the Pacific, Asia, and the Americas. 3 vols. Trends in Linguistics. Documentation 13. New York: Mouton de Gruyter.\\n*Translation of the author’s essay “Taiheiyo chiiki no kiki gengo”, Gekkan Gengo, Taishukan Publishing Co., 28(2), 102-11, 1999, with the permission of the publisher.\\nAny comments and suggestions to firstname.lastname@example.org\", \"id\": \"<urn:uuid:a58eb30a-d617-46b9-af87-d5abe8362da9>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.elpr.bun.kyoto-u.ac.jp/essay/sakiyama.htm\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9249399900436401, \"token_count\": 5264, \"score\": 3.6875, \"int_score\": 4}\n"
"{\"text\": \"6 Series with Tags:\\nRecession Indicators Series\\nThese time series are an interpretation of US Business Cycle Expansions and Contractions data provided by The National Bureau of Economic Research (NBER) at http://www.nber.org/cycles/cyclesmain.html and Organisation of Economic Development (OECD) Composite Leading Indicators: Reference Turning Points and Component Series data provided by the OECD at http://www.oecd.org/document/6/0,3746,en_2649_34349_35726918_1_1_1_1,00.html. Our time series are composed of dummy variables that represent periods of expansion and recession. The NBER identifies months and quarters, while the OECD identifies months, of turning points without designating a date within the period that turning points occurred. The dummy variable adopts an arbitrary convention that the turning point occurred at a specific date within the period. The arbitrary convention does not reflect any judgment on this issue by the NBER's Business Cycle Dating Committee or the OECD. A value of 1 is a recessionary period, while a value of 0 is an expansionary period.\", \"id\": \"<urn:uuid:fb670c36-a8a2-490f-86d6-7d758632a7c7>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://research.stlouisfed.org/fred2/release?rid=242&t=japan%3Boecd&at=nsa&ob=pv&od=desc\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.829829752445221, \"token_count\": 237, \"score\": 2.734375, \"int_score\": 3}\n"
"{\"text\": \"This “The Best…” list is a companion to The Best Sites To Learn About The U.S. Financial Crisis. Those sites tried to explain how we got into this mess. The resources on this list share what is happening to us as a result. These sites try to give a picture of the recession’s effects throughout the world.\\nThese sites, all relatively accessible to English Language Learners, are divided into three sections. The first are some narrative reports on what is occurring. The second are interactive charts or graphs that show “the numbers.” The third are multimedia presentations giving a human face to the recession (of course, most of my students are experiencing that human face directly in their own lives).\\nHere are my picks for The Best Sites To Learn About The Recession:\\nVoice of America’s Special English has a report (with audio support for the text) titled Trying To Live With A Recession In The World’s Largest Economy.\\nBreaking New English has a lesson (again, with audio support for the text) called Huge U.S. Job Losses Spark Recession Fears.\\nESL Podcast Blog has an engaging report on ways a recession affects society\\nCBBC has a good report on the recession in the United Kingdom.\\nCHARTS & GRAPHS:\\nWhere Does Your State Rank? is a map from CNN showing the recession’s effect across the United States.\\nLayoffs Pile-Up is a graph from the Wall Street Journal showing what economic sectors are experiencing the worst job loss.\\nUSA Today has a very complete analysis on jobs loss and growth in the United States.\\nThe National Conference of State Legislatures also has an interactive map on the effects of the recession in all fifty states.\\nThese would require some teacher explanation, but are intriguing nevertheless. They’re are two infographics showing how the proposed economic stimulus would be used — one from the Washington Post and the other from Credit Loan. CNN has a new interactive on the compromise that the Senate and House just agreed to.\\nThe Obamameter is a regularly updated visual representation of different aspects of the U.S. economy. It would be accessible to Intermediate English Language Learners with some explanation.\\nFinViz shows the stock market in a vivid color-code.\\nThe Economy Tracker from CNN shows the latest economic data on a map, and combines that with personal stories of those affected.\\nThe Geography Of A Recession comes from The New York Times and shows, in detail, unemployment rates throughout the United States.\\nMaplibs has a color-coded world map that shows international financial centers. The key is the color — if it’s shown in red then it’s down, if it’s shown in green then it’s up.\\nThe Sacramento Bee has a scary map of unemployment in California.\\nEconomic Reality Check is from CNN and provide short facts about different aspects of the recession.\\nThe Sacramento Bee has just published an Income Gap Interactive Graphic. It’s based on Sacramento data, but I suspect the information is similar across the United States. It vividly, and in a way that’s accessible to English Language Learners, shows how long it takes for different people (by occupation, ethnicity, and educational background) to earn $100,000.\\nMSNBC has developed what they call an Adversity Index. It’s an animated map that “measures the economic health of 381 metro areas and all 50 states.” It’s pretty intriguing, though would probably require some initial explanation before English Language Learners could fully decipher it. Right below the Adversity Map, you can also find a “Map:Recession-resistant areas” that highlights communities in the U.S. that have escaped the recession’s effects.\\nThe San Francisco Chronicle published a simple and very accessible chart today titled Unemployment Characteristics. It “breaks down” unemployment data by race, gender, and education background.\\nGreat Depression Comparison is an excellent interactive comparing the Depression to our present Recession.\\nHere’s a very accessible infographic that shows the change in unemployment in major US cities over the past year.\\nThe Associated Press has an Economic Stress Index which shows, in an interactive graphic form, what is happening to every county in the United States economically. It measures bankruptcies, home foreclosures, and unemployment, and then interprets it into what they call a “stress index.”\\nThe New York Times has published an interactive graphic titled Broad Unemployment Across the U.S. It shows both the official unemployment rate, and what the rate would be if it included “ipart-time workers who want to work full time, as well some people who want to work but have not looked for a job in the last four weeks.”\\nMoody’s has put together an impressive and accessible Global Recession Map showing how all the economies in the world are going.\\n“Food Assistance” is a very simple and visual infographic from GOOD Magazine tracking the rise of food stamps over the past year.\\nTimes Of Crisis is an extraordinary interactive timeline showing the critical events of the economic recession over the past 365 days.\\nThe Geography of Jobs is an excellent animated map demonstrating the loss of jobs in different parts of the United States during the recession.\\nFlowing Data has some maps that very visually show where unemployment has increased over the past few years.\\nThe Unemployed States of America, a nice infographic (in terms of accessibility, not because it shares good news)\\nHow the Great Recession Reshaped the U.S. Job Market, an informative (and a bit “busy” looking) interactive from The Wall Street Journal.\\n“America’s 35 Hardest-Hit Cities” is a very accessible infographic showing the communities around the U.S. with the highest unemployment rates. Quite a few of them are located right here in California’s Central Valley.\\nComparing This Recession to Previous Ones: Job Changes is a New York Times graphic that very clearly shows we’re not doing so great right now.\\n“How The Great Recession Has Changed Life In America” is an interactive from The Pew Center.\\nWho’s Hurting? is a Wall Street Journal interactive showing which economic sector is losing/gaining jobs\\nHow Do Americans Feel About The Recession? is an infographic from MINT.It has some interesting information, and a teacher could ask similar questions of their students.\\n“Decline and fall of the California job market” is a very good interactive from The Sacramento Bee showing the chronological progress of the monthly unemployment rate for each county in the state over the past three years.\\nVisual Economics has published two good infographics in one place: “Cities That Have Missed The Recovery” and “Cities That Are Having A Great Recovery.”\\n“How The Recession Has Changed Us” is what I think is a pretty amazing infographic from The Atlantic.\\nWhere Are The Jobs? is a very good interactive infographic from The Washington Post showing which economic sectors are increasing jobs and which are not doing so well.\\nGOOD has just published a very good series of infographics explaining the economy.\\nIt’s called All About The Benjamins.\\nVIDEOS & SLIDESHOWS:\\nBoomtown To Bust is a New York Times slideshow on the recession’s effect in Florida.\\nThe Sacramento Bee has a series of photos Chronicling The Economic Downturn.\\nLong Lines Of Job Seekers Continue is a slideshow from The Washington Post.\\nDownturn Leaves More Families Homeless is another slideshow from The Washington Post.\\nThe Wall Street Journal has excerpts from recent songs that have been written about the recession.\\nFollowing A Closing, The Struggle To Find Work is another slideshow from The New York Times.\\nA Community Facing Hunger is a video from The New York Times.\\nOut Of Work In China is a video showing the effects of the recession in that country.\\nA Painful Return is a slideshow discussing the recession’s effects in China.\\nTough Times For Summitville Tiles is a Wall Street Journal slideshow about the closing of a factory.\\nBlack Thursday In France is a Wall Street Journal slideshow about protests in that country demanding that the government do more to stop the recession.\\nOhio Town Faces Economic Collapse is a slideshow from Pixcetra.\\nThe American Economy: Down and Out is a slideshow from TIME Magazine.\\nTough Times In Cleveland is another TIME slideshow.\\nAn audio slideshow from The New York Times called In Economic Vise, Pontiac Struggles.\\nThere Goes Retirement is an online video from The Wall Street Journal.\\nThe progressive magazine The Nation has a useful slideshow called The Great Recession. It’s a bit ideological, but provides a different kind of analysis and response to the recession. It also includes links to articles that would not be accessible to ELL’s. However, the images, teacher modifications of the articles, and lesson ideas provided by them could offer some good opportunities for student discussion and higher order thinking.\\nThe Faces Of The Unemployed is a slideshow from The New York Times.\\nSearching For A Job is a series of photos from the Sacramento Bee.\\nLooking For Work is an audio slideshow from Reuters.\\nDesperately Seeking A Salary is another audio slideshow from Reuters.\\nJob Seekers Flood Local Job Fair is a slideshow from The Sacramento Bee.\\nRecession Hits The Saddle is a slideshow from The New York Times.\\nAuto Town Struggles With Unemployment is a slideshow from The New York Times.\\nDark Stores from TIME Magazine.\\nThe New York Times has an audio slideshow about people looking for work in the state of Tennessee.\\nInside California’s Tent Cities is the newest addition to this list. It’s a New York Times slideshow on the growing number of homeless encampments around the United States, particularly here in Sacramento (which was recently featured on Oprah Winfrey’s show) and in Fresno.\\nThe Death of the American Mall is a slideshow from The Wall Street Journal.\\nStimulus Watch is a site that doesn’t really fit into any of the categories on this list, but it’s intriguing. It supposedly lists all the projects different governmental projects have proposed to do with stimulus money, and then people can vote which ones they think are best. They’re categorized by community, so they’re very accessible. The only drawback to it is since it’s a wiki, even though all the projects are listed, many don’t have detailed information yet on what the project entails. Nevertheless, its interactivity could offer some good possibilities for student engagement.\\nHow Do You Feel About The Economy? is a great interactive graphic — especially for English Language Learners — from The New York Times. You’re supposed to be able to enter a word that indicates how you’re filling, and you’re given many choices. It’s a good opportunity for vocabulary development.\\nPicturing The Recession is yet another exceptional interactive from The New York Times. It’s composed of photos contributed by readers, including captions, divided by topic or location.\\nAdapting To Job Loss is a slideshow from The Washington Post.\\nSurvival Strategies is a new interactive feature from The New York Times. People offer brief ideas on how they’re saving money now in the recession. Readers can vote on which ones they think are best. You have to register in order to vote, offer suggestions, or contribute your own.\\nForced From Home is a slideshow from The Wall Street Journal.\\nGhost Factories is a slideshow from The New York Times.\\n“The Long-Term Unemployed” is a multimedia interactive from The Wall Street Journal.\\n“America Out Of Work” is ongoing series of video interviews the Los Angeles Times is doing with the unemployed.\\nAmerica at Work is slideshow from The Atlantic.\\nAs always, feedback is welcome.\", \"id\": \"<urn:uuid:96f462cf-90d3-4dee-acd5-263d2ee58f50>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://larryferlazzo.edublogs.org/2009/02/12/the-best-sites-to-learn-about-the-recession/\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9170494675636292, \"token_count\": 2508, \"score\": 2.640625, \"int_score\": 3}\n"
"{\"text\": \"Business Language Learning\\nFrom APEC HRDWG Wiki\\nAs part of International Education Week 2010, APEC has expanded on several themes of the seminar on \\\"Language Education: An Essential for a Global Economy,\\\" to provide a guide for students and instructors interested in the critical importance of business language for strengthening business relations in a global context. These themes include Business in the 21st Century; Cross Cultural Awareness for 21st Century Business; Language for 21st Century Business; Business Language Learning; and Business Language Policy.\\nIn Business Language Instruction, we learn that different economies use different methodologies by which to teach and learn the subject of business. We find that conflict may arise when these differing methodologies come together in a single classroom.\\nAnother application of advanced communications technologies may be found in the classroom, where traditional textbooks may be supplemented with electronic media such as video clips, as well as live information from Internet newsfeeds, essentially making textbook materials come alive. Students today may not learn history, geography, and science as it was taught a few years ago. They may actually view and experience events via the Internet as if they were present during the moment in which they took place. Video conferencing in the classroom may have other applications, such as providing students access to language teachers in foreign countries and to subject matter experts thousands of miles away, who can appear in the classroom and guest lecture as if they were actually there. These powerful new communications technologies have enhanced business language instruction in schools and universities, as evidenced from the scenario presented below.\\n- Technology provides web-based content to expand, complement, and supplement textbooks and teacher instruction.\\n- Online educational materials blend face-to-face learning with digital teaching and curricula.\\n- Technology such as virtual classroom fosters peer-to-peer and instructor-peer relationship building, collaboration, and social networking.\\n- When designing lesson plans for international students, educators must consider how cultural values affect the way students respond to specific assignments.\\n- Technology contributes to a green environment by saving paper and reducing travel.\\nIn the fictional scenario below, teaching and learning methodologies from different economies clash as they are brought together into a single classroom, made possible only by advancements in telecommunications technologies.\\nA prestigious university located in collectivist Economy A invited a Marketing professor from a renowned university in individualistic Economy B teach a year-long course on the Fundamentals of Marketing to first-year business students. The professor had recently published a book on McBurger, the hamburger chain, and its success in Economy A. The students in Economy A viewed his book as a premier marketing book in the field of international business. Conducted virtually over Internet video stream, the course was the first [Ed Note: for which economy? Using a mix of traditional and technology-mediated instruction is not that new. It may be a stretch to say it was the first time for such a mix.] to integrate traditional methods of teaching with new technologies. The professor would present a traditional lecture from the university's video conferencing room in Economy B and the students in Economy A would view the lecture and participate in discussion as if the professor were in their classroom. Students would submit all assignments and exams to the professor through a \\\"digital drop box,\\\" and the professor would return graded materials back to students via this medium. Using advanced technology in the classroom allowed students to learn from a renowned professor while enrolling in a \\\"green course,\\\" one in which the professor did not need to travel to the economy and no paper would be used for assignments.\\nTo prepare for the course, the professor chose various marketing, advertising, and strategy cases from around the world. On the first day of class, he presented a case study on Boca Rola, and its advent into Economy C. He gave the students 30 minutes to read the case study, and then encouraged the students to share their views about: (1) Boca Rola’s strategy to enter the market in Economy C, (2) the barriers Boca Rola faced in entering the market, (3) perceptions of foreign products previously unavailable in a particular economy, and (4) consumers' reaction to the new product. He found the students reluctant to share their individual views in the class. Thus, he presented his own views from the perspective of an outsider to Economy C, and shared his views about how Boca Rola’s business culture may be different than the culture of Economy C in which it was operating. At the end of class, the professor gave the students a list of questions about the case study. He asked the students to form small groups of 3-4 students and discuss the answers to the questions. After they discussed the questions, he asked each team to submit a 5-6 page summary of the responses in three days. Additionally, he assigned another case study for the students to read – one that focused on a large multinational company’s entry into the beauty care segment in Economy D for future discussion.\\nWhen the professor reviewed the students’ responses to the Boca Rola case study, he discovered that the 20 students had submitted 5 separate sets of case study responses, as required. However, each group provided the same responses to the same questions, with no variation. He knew that this could not be a blatant incidence of cheating. When the next class reconvened, he asked the students why they turned in identical sets of answers. The students looked surprised, believing that they had followed his instructions, but had perhaps misinterpreted them. Finally, one student raised his hand and stated that the class had formed groups of 3-4 students, but that each group tackled one question, and then shared the answers with the other groups. The students believed that it was not time efficient to discuss each question. Rather, they decided that each group would respond to just one question, and then share the response with the other groups, who would do the same. The professor smiled in exasperation, and, frustrated by his inability to engage the students in an open discussion, began discussing the beauty company’s entry into Economy D.\\nPoints to Consider\\n- How has technology enhanced international educational opportunities for both students and instructors? Other than the examples cited, what other ways can technology facilitate international educational opportunities?\\n- To what extent did the professor understand the students’ motivation to learn, the context in which they learn, and their willingness to experiment and use different approaches to demonstrate what they can do and what they know?\\n- Why was the strategy of open classroom discussion widely popular in Economy B and a widely used strategy to introduce opposing views, and to encourage critical thinking?\\n- To what extent can strategies such as lesson study encourage students in Economy A to demonstrate problem solving skills, critical thinking, and creativity?\\n- What could the professor do to model how each group could engage in separate discussions to understand the various perceptions about Boca Rola’s strategy to enter the market in Economy C?\\n- Individualistic cultures are those cultures in which the opinion of the individual is greatly sought after and deeply valued, even though it may differ from the views of the group. These cultures believe that it is a variety of individual opinions that produce the best solutions to problems and that promote success, whether in social relationships or in the workplace.\\n- Collectivist cultures, on the other hand, value group consensus and harmony. These cultures believe that an environment conducive for business and personal success can only be created when members of the group align in sync with one another. Members of groups will first debate the merits of a question among themselves, and then choose the opinion that they deem most valuable before presenting it to a higher authority.\\n- The Professor from Economy B was used to receiving individual responses to his case discussion questions, responses that varied greatly from one another. Although not all responses he received were correct, he enjoyed reading the individual opinions present in them before discussing the correct answers with the class during the following lecture. Economy A students were, however, from a collectivist culture and valued sharing their responses with their group first before reaching a consensus on a particular answer choice.\\n- The professor noticed that, although he had received only one response per question, it was more or less correct, although there was not a way for him to ascertain which of his students had provided the response, how the learning had occurred, and what the viewpoints of those who disagreed might be.\\n- Teaching Tips for IEW 2010 provided by TESOL\\n- Teaching Tips for IEW 2009 submitted by teachers throughout the Asia-Pacific region\\n- Videos from the APEC-RELC International Language Seminar presentation \\\"Creating Prosperity: Using the Internet to Revolutionize Language Learning\\\"\\n- New paths of communication through:\\n- Technology providing access to content beyond books\\n- Video from the APEC-RELC International Language Seminar presentation \\\"Changes in Our Field: Where are We Going?\\\"\\n- E-Language Learning for Students - a collection of online language learning resources from various APEC members\\n- Related Tips for Teaching 21st Century Workplace Skills\\nMore content from International Education Week 2010\", \"id\": \"<urn:uuid:a3ee253d-4ba5-4daa-a3ab-576294344497>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://hrd.apec.org/index.php/Business_Language_Learning\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9641935229301453, \"token_count\": 1852, \"score\": 2.90625, \"int_score\": 3}\n"
"{\"text\": \"Hershey, PA : Information Science Reference, c2009.\\nxxi, 417 p. : ill. ; 29 cm.\\n\\\"Premier reference source\\\"--Cover.\\nIncludes bibliographical references (p. 362-407) and index.\\nNow established as an effective tool in the instructional process, multimedia has penetrated educational systems at almost every level of study. In their quest to maximize educational outcomes and identify best practices, multimedia researchers are now expanding their examinations to extend towards the cognitive functionality of multimedia.\\\"Cognitive Effects of Multimedia Learning\\\" identifies the role and function of multimedia in learning through a collection of research studies focusing on cognitive functionality. An advanced collection of critical theories and practices, this much needed contribution to the research is an essential holding for academic libraries, and will benefit researchers, practitioners and students in basic and applied fields ranging from education to cognitive sciences. (source: Nielsen Book Data)\", \"id\": \"<urn:uuid:d4ea54a6-6831-40cc-b677-7da62fccecf5>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://searchworks.stanford.edu/view/7815633\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.8840771913528442, \"token_count\": 185, \"score\": 2.578125, \"int_score\": 3}\n"
"{\"text\": \"There are many aspects to learning the creation of interactive fiction. Here we mostly undertake to explain approaches to using Inform, and leave the larger questions of craft and design for elsewhere.\\nThe two manuals\\nThere are two interlinked manuals built into every copy of the Inform application: if you've downloaded Inform, you already have them. But they are also available to read or download separately from this website.\\nWriting with Inform is an overview of the language, beginning with the simplest kinds of construction (such as building a map of rooms, objects, and doors) and working its way up to more advanced tasks. It is meant to be read more or less sequentially, since later chapters build on the ideas in earlier ones; though some of the late chapters (such as those covering numbers, activities, or advanced text) might reasonably be read out of order.\\nThe Recipe Book approaches the problem of authorship from a different perspective. Instead of trying to teach the language from start to finish, it is organized for the author who wants to accomplish something specific, such as asking the player's name at the start of play or implementing a system of measured liquids. It shares the same set of examples that are keyed to Writing with Inform, but organizes them into a new order and accompanies them with text about design problems in creating interactive fiction, rather than explanation of language features.\\nFollowing requests from partially sighted Inform users, we've also made two plain vanilla versions of the manual available - they have as little decoration or web design as possible, which means less clutter for screen-reading software to cope with. We offer a choice of:\\nMinimally tagged HTML provides an archive containing the pages of the manuals and examples as vanilla-flavoured HTML files.\\nWriting with Inform in plain text format is just what it claims to be - one single file containing only text, with no marking-up of any kind. This contains all of the examples, following the text in numerical order, but not the Recipe Book. (The whole idea of two interleaved manuals can't really be achieved in one flat text file.)\\nWe receive occasional questions about publishing a printed form of the manuals. The answer is that we intend to do exactly that, in due course, but that we expect the current text will be revised wholesale once the system is more mature. (The same thing happened with Inform 6, with the appearance of the printed Designer's Manual in 2001 essentially marking the end of its design cycle.)\", \"id\": \"<urn:uuid:c705459a-3198-4027-997b-597db9ccd8f1>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://inform7.com/learn/manuals/\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9500200152397156, \"token_count\": 504, \"score\": 3.0, \"int_score\": 3}\n"
"{\"text\": \"Overview of content related to 'java'\\nThis page provides an overview of 1 article related to 'perl'. Note that filters may be applied to display a sub-set of articles in this category (see FAQs on filtering for usage tips). Select this link to remove all filters.\\nPerl is a high-level, general-purpose, interpreted, dynamic programming language. Perl was originally developed by Larry Wall in 1987 as a general-purpose Unix scripting language to make report processing easier. Since then, it has undergone many changes and revisions and become widely popular amongst programmers. Larry Wall continues to oversee development of the core language, and its upcoming version, Perl 6. Perl borrows features from other programming languages including C, shell scripting (sh), AWK, and sed. The language provides powerful text processing facilities without the arbitrary data length limits of many contemporary Unix tools, facilitating easy manipulation of text files. Perl gained widespread popularity in the late 1990s as a CGI scripting language, in part due to its parsing abilities. (Excerpt from Wikipedia article: Perl)\\nSee our 'perl' overview for more data and comparisons with other tags. For visualisations of metadata related to timelines, bands of recency, top authors, and and overall distribution of authors using this term, see our 'perl' usage charts.\\nAriadne contributors most frequently referring to 'perl':\", \"id\": \"<urn:uuid:3467d50d-60b1-442f-8fbb-77a31bf0642b>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.ariadne.ac.uk/category/buzz/java?article-type=&term=&organisation=&project=&author=clare%20mcclean\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.886810302734375, \"token_count\": 282, \"score\": 2.8125, \"int_score\": 3}\n"
"{\"text\": \"Topics covered: Encapsulation, inheritance, shadowing\\nInstructor: Prof. Eric Grimson, Prof. John Guttag\\nOPERATOR: The following content is provided under a Creative Commons license. Your support will help MIT OpenCourseWare continue to offer high quality educational resources for free. To make a donation or view additional materials from hundreds of MIT courses, visit MIT OpenCourseWare at ocw.mit.edu.\\nPROFESSOR: Last lecture we were talking about classes, and object-oriented programming, and we're going to come back to it today. I'm going to remind you, we were talking about it because we suggested it is a really powerful way of structuring systems, and that's really why we want to use it, It's a very common way of structuring systems. So today I'm going to pick up on a bunch of more nuanced, or more complex if you like, ways of leveraging the power of classes. But we're going to see a bunch of examples that are going to give us a sense. I'm going to talk about inheritance, we're going to talk about shadowing, we're going to talk about iterators. But before get to it, I want to start by just highlighting, sort of, what was the point of classes? So I'll remind you.\\nA class, I said, was basically a template for an abstract data type. And this was really to drive home this idea of modularity. I want the ability to say, I've got a set of things that naturally belong together, I'm going to cluster them together, I want to treat it like it's a primitive, I want to treat it like it's a float or an int or a string. Is this going to be a point or a segment or something different like that. So it's really a way, as I said, of just trying to cluster data together. And this is a notion of modularity slash abstraction where I'm treating them as primitives. But the second thing we talked about is that we also have a set of methods, using the special name method because we're talking classes. But basically functions that are designed to deal with this data structure. We're trying to group those together as well. So we cluster data and methods.\\nSecond key thing we said was, in the ideal case, which unfortunately Python isn't, but we'll come back to that, in the ideal case, we would have data hiding, and by data hiding, which is sort of a version of encapsulation, what we meant was that you could only get to the internal pieces of that data structure through a proscribed method. Proscribed meaning it's something I set up. So data hiding saying, you would only access the parts through a method. And as we said, unfortunately Python does not enforce this. Meaning that I could create one of these data structures, ideally I'd have a method, that I'm going to see some examples of that I used to get the parts out, unfortunately in Python you could take the name the instance dot some internal variable you'll get it back. It is exposed. And this is actually just not a good idea. So I suggested in my very bad humor, that you practice computational hygiene and you only use appropriate methods to get the parts out. OK didn't laugh the joke last time, you're not going to laugh at it this time, I don't blame you. All right, and then the last piece of this is that we said the class is a template. When we call that class, it makes an instance. So class is used to make instances, meaning particular versions, of that structure, and we said inside the instances we have a set of attributes. Internal variables, methods, that are going to belong to that structure.\\nOK, so with that in mind, here's what I want to do. I'm going to show you a set of examples, and I want to warn you ahead of time, the code handout today is a little longer than normal because we want to build essentially an extended example of a sequence of examples of classes. We're going to see the idea, of which we're gonna talk about, of inheritance or hierarchy, in which we can have classes that are specializations of other classes. We're gonna see how we can inherit methods, how we can shadow methods, how we can use methods in a variety of ways. So this is a way of suggesting you may find it more convenient to put notes on the code handout rather than in your own notes. Do whatever you like, but I just wanted to alert you, we're going to go through a little more code than normal.\\nSo, the little environment I'm going to build is an environment of people. I'll build a simple little simulation of people. So I'm going to start off with the first class, which I've got up on the screen, and it's on your handout as well, which is I'm going to build an instance, or a class rather, of persons. I'm going to draw a diagram, which I'm gonna try and see if I can do well, over here, of the different objects we're going to have. So I've got, a class, and by the way a class is an object. Instances are also objects, but classes are objects. We're gonna see why we want that in a second. Because I'm gonna build an object, sorry a class, called a person. Now, let's walk through some of the pieces here. The first one is, there's something a little different. Remember last time we had that keyword class and then a name, that name, in this case, person says this is the name for the class, and then we would have just had the semicolon and a bunch of internal things. Here I've got something in parens, and I want to stress this is not a variable. All right, this is not a def, this is a class. I'm going to come back to it, but what this is basically saying is that the person class is going to inherit from another class, which in this case is just the built-in Python object class. Hold on to that thought, it's going to make more sense when we look at a little more interesting example, but I want to highlight that. All right now, if we do this, as I said before, we can create a version of a person, let me just call it per, person.\\nOK? And what we said last time is, when we wanted to create an instance inside of this class definition, we've got one of those built-in things called init. I'm gonna again remind you, some of the methods we have, Underbar underbar init is going to be the thing that creates the instance. Actually slightly misspeaking, actually Python creates the instance, but it's one thing that fills it in. So in this case, I'm going to give it 2 arguments: Frank Foobar Now, you might have said, wait a minute, init here has 3 arguments: self, family name, and first name. So again, just to remind you, what we said happens here is that when I call this class, person, I'm creating an instance. We'll draw a little instance diagram down here. I'm going to give it the name per. And I should have said inside of person, we've got a set of things. We've got our underbar underbar init, we've got, what else do I have up there? Family name. And a bunch of other methods, down to say.\\nWhat happens inside of Python is, when we called the class definition, person, it creates an instance, there it is. Think of it as a pointer to a spot in memory, and then what we do is, we call, or find, that init method, up here, and we apply it. And the first argument self, points to the instance. So this object here is what self looks at. Now you can see what init's going to do. It says, oh, inside of self, which is pointing to here, let me bind a variable, which was, can read that very carefully, it's family underbar name, to the value I passed in, which was 4. Same thing with first name. OK, so the reason I'm stressing this is, self we do not supply explicitly, it is supplied as pointing to the instance, it's giving us that piece of memory. And that is what then gets created. So here's, now, the instance for per. OK, and I put a little label on there, I'm going to call that an isALink, because it is an instance of that class. God bless you.\\nAll right, so once we got this, let's look at what we can do with person. That's why I built person here. And as I said, I've already bound basically, those two pieces. If I want to get a value out, I can give person, or per, rather, this instance, a messaging. In this case I want to get family, what did I say, family name out, now, again I want to stress, what is happening here? per is an instance, it's this thing here. When I say per dot family name, I'm sending it a message, in essence what that does is, it says, from here it's going to go up the chain to this class object and find the appropriate method, which was family name. It is then going to apply that to self, which points to this instance. And that allows it, therefore, is you can see on the code, to look up under self, what's the binding for family name, and print it back up. So self is always going to point to the instance I want and I can use it. OK what else do we have in here? We can get the first name, that's not particularly interesting.\\nWe've got 2 other special methods: that's cmp and str. All right, cmp is our comparison method. And since I, I was about to say I blew it last time, I misspoke last time, a wonderful phrase that politicians like to use, I misspoke last time. Let me clarify again what cmp will do. Underbar underbar cmp is going to be the method you're going to use to compare two instances of an object. Now, let's back up for second. If I wanted to test equality, in fact I could use underbar underbar eq, under under. It's natural to think about an equality tester as returning a Boolean, it's either gonna be true or false, because something's either equal to or not. In many languages, comparisons also return Booleans, which is why I went down this slippery slope. For many languages, either it's greater than or it's not. But Python is different. Python use cmp, in fact it has a built in cmp, which is what we're relying on here. Where am I, right there. And what cmp returns is 1 of 3 values. Given 2 objects, it says if the first one is less than the second one, it returns -1, if it's equal it returns 0, if it's greater than, it returns 1.\\nSo it allows you this broader range of comparisons. And if you think about it, cmp, you could apply on integers, you could apply it on floats, apply it on strings. So it's overloaded, it has the ability to do all of those. And in this case what we're saying is, given 2 objects, let's create a tuple of the first, sorry, family and first name of ourselves, and other is another object, family and first name of that, and then just use cmp to compare them. All right, so it's going to use the base pieces. OK, so it gives me a way of doing comparisons. And str we saw last time as well, this is cmp does comparison, and str is our printed representation.\\nOK. So what we've got now, is a simple little class. We've also got two methods there. I want to look at them, we're gonna come back to them, but they start to highlight things we can do with our classes. So I've built one simple version of it here, which is per. And notice I've got another method, right up here, called say. And say takes two arguments, for the moment the second argument, or the first argument's, not going to make a lot of sense, but say takes two arguments besides itself. It's going to take another object to which it's saying something and the thing to say. Since I only have one object here, I'm going to have person talk to himself. You may have met a few other undergraduates who have this behavior. I'll have him talk to himself and say, just some random message the faculty members occasionally worry about. OK, what does this thing do? Now you're going to see some of the power of this. Again, remember, I'm down here, I'm sending this the message say, it's going to go up the chain to find the say message in person. And what does say do, it says given another object and some string, it's going to return, oh, and interesting things, part of which you can't see on the screen. First what it does, is it gets first name of self. Remember self is pointing to this instance, so it's simply looks up that binding, which is Frank. It's going to create a string in which it adds to that the family name of self, and then another thing that says to, and then ah, I'm now going to send a message to the other object, saying give me your first name. Going to add that to the second piece, and you can see in this case it happens to be the same first and family name. And then at the end of it, which you can't see here but you can see in your handout, I just append the whole string, so it spits it out.\\nWhat's the point of this, other than I can get it to say things? Notice, I can now reference values of the instance. But I can also get values of other instances, by sending in a message. And that's why we have that form right there. And then it glued all together. If you think about this for a second, you might say, wait a minute, actually you might have said wait a minute a while ago, why am I just using the variable name there in the function over here? Well in fact, I could've used the function here, first name open close, right? It would have done the same thing. But because I know I'm inside the instance, it's perfectly reasonable to just look up the value. OK, I could have, although I don't want you to do it, have done the same thing there and used underbar, sorry, first name underbar, sorry, first underbar name, but that's really breaking this contract that I want to happen. I should send the message to get the method back out. So again the standard practices is if you know you're inside the object, you can just access the values. If you're doing it with any other objects, send it a message to get it out.\\nOK, now, that gives you an ability to say, let's look at one more example here, and then we're going to start building our hierarchy, which is, that this person can also sing. And we've got a little sing method here. And notice what it does, it's going to sing to somebody, I guess you're part of the Chorallaries. You're going to sing something, and notice what it does, it's simply going to use its say method, but add at the end of whatever's being said, just tra la la at the end. So this is now an example of a method using another method. Why would you want that? It's nice modularly. I have one method that's doing saying, I have another method that's just building on it. So if I have is person sing to themselves, not a highly recommended activity, it would help if I had it sing to itself, not sing to sing, sorry about that. Notice what it does. Looks like exactly like a say method, except it's got tra la la at the end. Don't worry I'm not going to sing to you. I'll simply say the words. Power of this, other than the silly examples. You see how I can access variables of the instance, how I can access variables of other instances, going to come back to that, and how I can use versions of my own methods to implement other methods. In this case sing is using say as part of what it wants to get out.\\nOK, so we got a simple little example. Now, let's start adding some other pieces to this. OK, and what do I want to add. Find my spot here. OK, we're going to add an MIT person. Sorry, machine is -- do this, let's go down. OK so I'm going to add an MIT person. Look at the code for second. Aha! Notice what this says. MIT person says it inherits from person. That is, that's the first thing in parens up there. It says, you know, class of MIT person is person. What that is saying is, that this is a specialization of the person class. Or another way of saying it is, we have a super class, in this case it's person. And we have a subclass, in this case its MIT person. And we're going to walk through some examples, but what it says is that that subclass of MIT person can inherit the attributes of the person class. Can inherit the methods, it can inherit variables.\\nOK, what does MIT person do? Well, here's 1 of the new things it does. It has a local variable called next id num, which is initially set to 0. See that up there. And then it's got some methods, it's got an init method, a get id method, a few other things. OK, let's run this. In particular, I go back down to this one. Let me just uncomment this and do it here. Assuming my machine will do what I want it to do, which it really doesn't seem to want to do today. Try one more time. Thank you, yep. Still not doing it for me, John. OK, we type it. No idea what Python doesn't like me today, but it doesn't. So we're gonna define p 1, I've lost my keyboard, indeed I have. Try one more time. p 1 MIT person, see how fast I can type here -- OK, now, let's look at what the code does, because again it's going to highlight some things. I called MIT person, push this up slightly, it's going to create an instance down here, I called p 1. And when I would do that, I'm gonna initialize it. So I've got, right up here, an initializer, init for MIT person, takes in the family name and the first name. Notice what it does. Huh. It says, if I'm sitting here at MIT person, I'm going to go up and inherit from person its init function and call it. And what am I calling it on? I'm calling it on self, which is pointing to this object, so I've still got it, and then I'm then going to apply the base initialization. And that does exactly what you'd expect, which is just going to create a binding for family name down here. As well as some other things. So this is an example of inheritance. MIT person inherits the init method from person, can get access to by simply referring to it, and I refer to it right there. And it's take the person class, get its init and apply it to my instance plus those things. So I'm just using the same piece of code\\nNotice the second thing it does. It says inside of self, I'm going to bind the local variable id name to the value of next id name in MIT person. Self is down here, id num, sorry, not id name. I'm going to bind that to the value that I find my going up to here, which is 0, and having done that, I simply increment that value. OK? So what has this done? It says I now have captured in the class, a local variable that I can keep track of. And when I use it, every time I generate an example, let me build another one. I make p 2 another MIT person. OK, I can do things like saying, what is the id number for each of these. First one is 0, second one is 1, which makes sense, right? I'm just incrementing a global variable. Now, things I want you to see about this. Now that I've got a beginning of a hierarchy, I have this notion of inheritance. I can ask a function inside one class to use a function from a class that it can reach by going up the chain. I just did it there. I can ask it to go get values of variables, right, so that looks good. What else do we have in person or MIT person? Well, we can get the id number, we just did. We have a thing to do with this string. Notice it's going to print out something a little different. In fact, there's a kind of funky form there. Which just says, if I want to print it out, I'm gonna create, what this says to do is, I'm gonna create an output template that has that structure to it, but where I see that percent s I'm going to substitute this value for the first one, that value for the second. So if I say, what is p 1? It says ok, MIT person Fred Smith. On the other hand, if I said, what is per, which is that thing I build earlier, it had a different string method, which is just print out person, those pieces.\\nAll right, one last piece to this and we're going to add to it. Suppose I want Fred to say something. Say something to Jane. OK, he said it. Where's the say method? OK, Fred is an instance of an MIT person. where's the say method? Well, there isn't one there, but again, that's where the hierarchy comes in. Fred is this object here, I'm sending it the message say. That turns into going up the chain to this object, which is the class object, and saying find a say method and apply it to that instance. Fudge-knuckle, it ain't here. Don't worry about it, because it says if I can't find one there, I'm going to go up the chain to this method, sorry to this class, and look for a method there. Which there was one, I have a say method. It's going to use that say method. Apply to it. Well, you might say, OK, what happens if it isn't there? Well, that's where, remember I defined person to be an instance of an object, it will go up the chain one last time to the base object in Python to see is there a method there or not. Probably isn't a say method for an object, so at that point it's going to raise an exception or throw an error. But now you again see this idea that the inheritance lets you capture methods.\\nNow you might say, why not just put a say method inside of MIT person? Well, if you wanted it to do something different, that would be the right thing to do. But the whole notion here's that I'm capturing modularity, I've got base methods up in my base class. If I just want to use them I'm just going to inherit them by following that chain, if you like, basically up the track. OK, so we've got an MIT person, we can use that. Let's add a little bit more to our hierarchy here. I'm going to create, if I can do this right, a specialization of an MIT person, which is an undergraduate. A special kind of MIT person. All right, so if I go back up here, even though my thing is not going to let me do it, let's build an undergraduate. OK, there's the class definition for an undergrad. We're just starting to see some of the pieces, right, so in an undergraduate, where am I here, an undergraduate. OK, it's also got an initialization function. So if I call undergrad, I'm gonna make an undergrad here, again let me go back down here, line ug 2 it's making undergrad, Jane Doe. Now, what happens when I do the initialization here? Notice what goes on. It simply calls the person initialization method. All right, so I'm down here. I'm going to call the person initialization method, what did do? Sorry, the MIT person method, it calls the person method. Just walking up the chain, that's going to do exactly what I did with all the other ones, so I now have a family name and a first name. So I can, for example, say family name and get it back out. All right?\\nAnd then, other things that I can do, well I can set what year the person's in, I can figure out what year they're in, there's this unfortunate overflow error if you've hung around too long, but that's not going to happen to you. And I've now got a say method here, so let's look what happens if I ask the undergraduate to say something. OK, it's not a realistic dialogue I know, but, what did this method do? I asked this object to do a say. And notice what it does. It simply passes it back up to MIT person. There's that inheritance again. It's saying, I'm going to have my base say method say something. I'm going to say it to a person, but all I'm going to do because undergraduates in my experience, at least, are always very polite, I'm going to put \\\"Excuse me but\\\" at the front of it. OK, what am I trying to show you here? I know the jokes are awful, but what am I trying to show you here? That I can simply pass up the chain to get it. In fact, what method does the final say here? What class does it come from? Person class, yes, thank you. It goes all the way up to person, right, because MIT person didn't have a say. So I can simply walk up the chain until I find the method I want to have.\\nNow this is an example of shadowing. Not a great example, but it's a beginning example of shadowing, in that this same method for an undergraduate, shadows the base say method, it happens to call it, but it changes it. It puts \\\"Excuse me but\\\" at the front, before it goes on to do something. Now again, I could have decided here to actually copy what the original say method did, stitch all the other things together. But again, that loses my modularity. I'd really to only have to change it in one place. So by putting my say method up in person, I can add these nuances to it, and it lets me have something that has that variation. If I decide I want to change what say does, I only have to change it in one place. It is in the person class definition, and everything else will follow through for free.\\nOK, so now I've got an undergrad, right? Let's look at a couple of variations of what happens here. So first of all, I can -- yes?\\nPROFESSOR 2: Shadowing here is often sometimes called overriding.\\nPROFESSOR: Yes, thank you, because I'm going to do a pure example of shadowing in a second, John right. Also called overriding. Part of the reason I like the phrase shadow is, if you think about it as looking at it from this direction, you see this version of init before you see the other ones, or you see that version of say, but it is overriding the base say example. OK, so I can say, what does p 1, sorry, yes, what does undergrad look like? And I said wait a minute, MIT person, not undergrad, is that right? Well, where's the str method? I didn't define one in undergrad, so it again tracks up the chain and finds the str method here, so it's OK undergrads are MIT people most the time, so it's perfectly fine.\\nOK, now, I have built into this also these cmp methods. So I've got two examples. I've got undergrad, or ug. And then I've got poor old Frank Foobar back there, per person. So suppose I want to compare them? What do you think happens here? Compare sounds weird, right, I compare an undergraduate to a person. I don't know what that's doing, some kind of weird psychological thing, but what do you think happens in terms of the code here if I run this. I know it's a little hard because you got a lot of code to look at. Do I have a cmp method defined somewhere? Yeah. So, it's hard to know what it's going to do, but let's look at it. Hmm. Now sometimes I type things and I got errors I don't expect, this one I did expect. So what happened here? Well let's talk about what happens if I do that comparison I was doing, what was I doing? Ug greater than per? What unwinds into is, I'm going to send to ug, that instance, a cmp method. This is really going to become something like ug dot under under cmp under under applied to per. I think that's close.\\nWhat does that do? It says starting in ug, I'm going to look for the first cmp method I could find, which is actually sitting here. I had a cmp method in MIT person. If you look at your code, what does it do? It looks up the id numbers to compare them. Well the, ug has an id number because it was created along this chamber. Remember per over here was just created as a person. It doesn't have an id number, so that's why it complaints. Ok, happens if I do that? Compare per to ug. How many people think I get an error? Wow. How many people think I'm going to get either true or false out of this? A few brave hands. Why? Can I ask you, please? Why do you think I'm going to get a, doesn't matter whether it's true or false, why am I going to have something work this time that didn't work last time?\\nPROFESSOR: Yeah, exactly. And in case you didn't hear it, thank you, great answer, sorry, terrible throw. In this case I'm using per, that's the first part, so it's not symmetric. It's gonna use per to do the look up. And as it was said there, per over here goes up and finds a cmp method here which it can apply. In that case, it simply looked at, remember, it took the tuples of first and last name which are both defined here, and did some comparison on that. So this is a way of again pointing out to you that the things are not always symmetric, and I have to be careful about where do I find the methods as I want to use them.\\nOk? All right. Let's add, I'm gonna do two more classes here. Let's add one more class, some people debate whether these are really people or not, but we're going to add a class called a professor. OK. Now what am I doing? I'm creating another version of class down here. Which again is an instance, or a subclass, sorry, not an instance, a subclass of an MIT person. I see that because I built it to be there. Again I've got an initialization that's going to call the person initialization, which we know is going to go up -- I keep saying that -- going to call the MIT person initialization, which is going to go up and call this one. So again I'm going to be able to find names. And I do a couple of other different things here. I'm gonna pass in a rank, full professor, associate professor, assistant professor, which I'm just going to bind locally. But I'm gonna add one other piece here, which is I'm gonna add a little dictionary on teaching. So when I create a professor, I'm gonna associate with it a dictionary that says, what have you been teaching?\\nAnd then notice the methods I create. I've got a method here called add teaching, takes, obviously a pointer to the instance. A term, which will just be a string, and a subject. And let's look at what it does right here. OK. In fact the call I'm going to make, I'm not certain I'm going to be able to get away with it, my machine is still wonderfully broken, all right, it is, let me just show you what the calls would look like. As you can see here I'm not going to be able to do them. But I'm going to add teaching, as a method call with this with a string for term, and a subject number. What is this going to do? Yeah, I know I'm just worried if I restart Python, I may not be able to pull the thing back in, so I'm going to try and wing it, John, and see if I can make it happen.\\nRight, what does that teaching do? It's got one of those try except methods. So what does it say it's going to do? It's going to go into the dictionary associated with teaching, under the value of term, and get out a list. And it's going to append to the end of the list the new subject. So it's going to be stored in there, is then going to be term, and a list of what I taught, in case I teach more than one thing each term. It's going to do that, but notice it's a try. If in fact there is no term currently in the dictionary, started out empty, it's going to throw an error, sorry, not throw an error, it's going to raise an exception. Which is a key error, in which case notice what I'm going to do, I'm not going to treat it as an error. I'm simply going to say, in that case, just start off with an empty, with an initial list with just that subject in and put it in the dictionary. As I add more things in, I'll just keep adding things to this dictionary under that term. And if I want to find out what I'm doing, well I can use get teaching, which says given the term, find the thing in the dictionary under that term and return it. If I get an error, I'm going to raise it, which says there is nothing for that term, and in that case I guess I'm just going to return none.\\nOK? And then the other two pieces we're going to have here, and we want to look at a little more carefully, I just wanted to show you that example, is a professor can lecture, and a professor can say something. Look at the say method, because this now add one more nuance to what we want to do here. And I think in interest of making this go, let me actually, since I'm not going to get my machine to do this right, let me create a couple of professors. If I look at what that is, it's an MIT person because I didn't have any separate string thing there, and we will create a more important professor. What rank do you want, John? Do you want to stay full?\\nPROFESSOR 2: Undergraduate.\\nPROFESSOR: Undergraduate, right, a lot more fun I agree. Sorry about that, and we can again just see what that looks like. And that of course, we'll print out, he's also an MIT person. But now here's what I want to do. I want to say something to my good colleague Professor Guttag. Actually I'm going to start a separate -- I'm going to say something to a smart undergraduate. So if I say, remember we have ug defined as an undergraduate, let me do something a little different here. Well let, me do it that way. It says, I don't understand why you say you were enjoying 6.00. Not a good thing to say, right, but if I say to my good colleague Professor Guttag. I have to spell say right, I know, I need help with this, what can I say? We flatter each other all the time. It's part of what makes us feel good about ourselves. Why is the sky blue? I enjoyed your paper, but why is the sky blue?\\nOK, terrible examples, but what's going on here? One more piece that I want to add. Here's my say method for professor, and now I'm actually taking advantage of to whom I am saying something. Notice again, what does it do? There's the self argument, that's just pointing to the instance of me. I'm passing in another argument, going to call it to who, in one case it was ug, in one case it was Guttag. And then the thing I want to say, ah, look what it does, it says, check the type. And the type is going to take that instance, I had an instance, for example, of a professor down here, and it's going to pick up what type of object it is. So if the type of the person I'm speaking to is undergrad, let's pause for second. Remember I started away back saying we're building abstract data types. Well, here's a great example of how I'm using exactly that, right? I've got int, I've got float, I now have ug, it's a type. So it's says if the object to whom I'm speaking is an undergrad, then use the same method from person where I'm going to put this on the front. On the other hand, if the object to whom I'm speaking is a professor, then I'm going to tag this on the front and use the underlying say method. On the other hand, if I'm speaking to somebody else, I'm just going to go lecture. All right, and when a professor lectures, they just put it's obvious on the end of things, as you may have noticed.\\nWhat's the point I want you to see here? I'm now using the instances to help me to find what the code should do. I'm looking at the type. If the type is this, do that. If the type is this, do something different, ok? And I can now sort of build those pieces up. OK, I said one more class. Notice what we're doing. I know they're silly examples, but, sorry, they are cleverly designed examples to highlight key points. What I'm trying to do is show you how we have methods inherit methods, how have message shadow methods, how we have methods override methods, how we can use instances as types to define what the method should do.\\nLet me show you one last class, because I'm gonna have one more piece that we want to use. And the last class is, sort of, once you've got a set of professors, you can have an aggregate of them. And I don't know, if a group of geese are gaggle, I don't know what a set of professors are, John. Flamers? I, you know, we've got to figure out what the right collective noun here is. We're going to call them a faculty for lack of a better term, right? Now the reason I want to show you this example is, this class, notice, it only is going to inherit from object. It actually makes sense. This is going to be a collection of things, but it's not a subclass of a particular kind of person. And what I want the faculty to do, is to be able to gather together a set of faculty. So if I go down here, grab this for second, and pull it down so you can see it. It looks like I'm not going to be able to run this because my machine is broken, but basically I'm gonna define a set of professors, and then I'm gonna create a new class called faculty. There's the definition of it. It's got an init. You can kind of see what it does. It's going to set up an internal variable called names, which is initially an empty list, internal variable called ids, which is empty, an internal variable called members, which is empty, and another special variable called place, which we're going to come back to in a second, initially bound to none.\\nOK, I've got a method called add which I'm going to use down here to add professors to the course 6 faculty. Here's what I want to add to do. First of all, notice I'm going to check the type. If this is not a professor, I'm gonna raise an error, a type error, it's the wrong type of object to pass in. The second thing I'm gonna do is say, if that's okay, then let me go off and get the id number. Now remember, that's right up here, so I'm asking the instance of the professor to go up and get the id number. And I want to make sure I only have one instance of each professor in my faculty, so if the id number is in the list of ids already, I'm going to raise an error, sorry, raise an exception as well, saying I've got a duplicate id. OK? And the reason that's going to come up is, notice what I do now. Inside of the instant self, I take the variable names and I add to it the family name of the person I just added. OK, notice the form. I'm using the method, there's the parens to get the family name of the person. I'm just adding it to the list. I've got the id number, I've added the ids, and I add the object itself into members. So as I do this, what am I doing? I'm creating a list, actually several lists: a list of ids, a list of the actual instances, and a list of the family names. And as a cost I want to add, that's why I can check and see, is this in here already or not?\\nNow, the last reason I want to do this is, I want to be able to support things like that. This is now different, right, this instance is a collection. I want to be able to do things like, for all the things in that collection, do something, like print out the family names. And to do that, I need two special forms: iter and next. OK, now let me see if I can say this cleanly. Whenever I use a for, in structure, even if it was on just a normal list you built, what Python is doing is returning an, what is called an iterator. Which is something that we talked earlier. It's keeping track of where are you in the list, and how do I get to the next thing in the list?\\nI'm going to do the same thing here, and I'm going to create it for this particular structure. So this little thing iter, when I call a for something in, one of these instances, it calls iter, and notice what it does. It initializes place to 0. That was that variable I had up there. That's basically saying I'm at the beginning of the list. It's a pointer to the beginning of the list, and it returns self. Just gives me back a pointer to the instance. That now allows me at each step in that loop to call next. And what does next do? Next says, check to see if that value is too long, if it's longer than, for example, the list of names, raise an exception called stop iteration, which the for loop will use to say OK, I'm done. I'm going to break out of the for loop. Otherwise, what am I going to do? I'll increment place by 1, that's going to move me to the next place in the list, and then in this case I'll just return the instance itself, right? Members is a list of instances, place I've incremented by 1, I take 1 off of it, I get to it. So iter and next work together. Iter creates this method, that's going to give you a pointer to the place in the structure, and then next literally walks along the structure giving you the next element and returning elements in turn so you can do something with it.\\nRight, so now what that says is, I can have classes that just have local variables. I can have classes that get methods from other variables, and I can also have classes that are collections. And I've supported that by adding in this last piece. OK once you have all of that, in principle we could start doing some fun things. So let's see what happens if we try and make all of this go. And let me, since I'm not going to be able to run it, let me simply do it this way. If I have my undergraduate, ug. I can -- sorry, let's not do it that way -- I can have undergraduate say things like -- all right, what did I just do wrong here? Do I not have undergrad defined? I do. Oh, I didn't have Grimson, sorry, it's me, isn't it? Thank you. The undergraduate very politely asks why he didn't understand, you can have the professor respond. Again, it simply puts a different thing into there. On the other hand, if Professor Guttag asks me something about understanding, I say I really like this paper on, you do not understand, it's a deep paper on programming languages 5, I think, John, isn't it? What else can you do with this thing, right? You can have an undergraduate talk to an undergraduate, in which case they're still polite. Or you could have -- sorry, let me do that the other way -- you could also have an undergraduate simply talk to a normal person. All right, but the good news is you know eventually you get it done, and when you're really done you can have the undergraduate be really happy about this, and so she sings to herself.\\nOK it's a little silly, but notice what we've just illustrated. And this is where I want to pull it together. With a simple set of classes, and the following abilities, an ability to inherit methods from subclasses, sorry from superclasses, that is having this hierarchy of things. I can create a fairly complex kind of interaction. I can take advantage of the types of the objects to help me decide what to do. And if you think about that, I know it sounds very straightforward, but you would do exactly that if you were writing earlier code to deal with some numerical problem. All right, if the thing is an integer, do this, if it's a float, do that, if it's a string, do something else. I'm now giving you exactly the same ability, but the types now can be things that you could create. And what I've also got is now the ability to inherit those methods as they go up the chain. So another way of saying it is, things that you want to come away from here, are, in terms of these classes. We now have this idea of encapsulation. I'm gathering together data that naturally belongs as a unit, and I'm gathering together with it methods that apply to that unit. Just like we would have done with float or int. Ideally, we data hide, we don't happen to do it here, which is too bad.\\nBasically we've got the idea of encapsulation. The second thing we've got is this idea of inheritance. Inheritance both meaning I can inherit attributes or field values. I can inherit methods by moving up the chain. I can also the shadow or override methods, so that I can specialise. And I do all of that with this nice hierarchy of classes. So what hopefully you've seen, between these two lectures, and we're going to come back to it in some subsequent lectures, is that this is now a different way of just structuring a computational system. Now, you'll also get arguments, polite arguments from faculty members or other experts about which is a better way of doing it. So I'll give you my bias, Professor Guttag will give you his bias next time around. My view, object-oriented system are great when you're trying to model systems that consist of a large number of units that interact in very specific ways. So, modeling a system of people's a great idea. Modeling a system of molecules is probably a great idea. Modeling a system where it is natural to associate things together and where the number of interactions between them is very controlled. These systems work really well. And we'll see some examples of that next week. Thanks.\", \"id\": \"<urn:uuid:356021a3-01be-42dc-ae50-e22e74e8edfd>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://ocw.mit.edu/courses/electrical-engineering-and-computer-science/6-00-introduction-to-computer-science-and-programming-fall-2008/video-lectures/lecture-16/\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9743210077285767, \"token_count\": 10357, \"score\": 3.140625, \"int_score\": 3}\n"
"{\"text\": \"Topics covered: Ideal solutions\\nInstructor/speaker: Moungi Bawendi, Keith Nelson\\nThe following content is provided under a Creative Commons license. Your support will help MIT OpenCourseWare continue to offer high quality educational resources for free. To make a donation or view additional materials from hundreds of MIT courses, visit MIT OpenCourseWare at ocw.mit.edu.\\nPROFESSOR: So. In the meantime, you've started looking at two phase equilibrium. So now we're starting to look at mixtures. And so now we have more than one constituent. And we have more than one phase present. Right? So you've started to look at things that look like this, where you've got, let's say, two components. Both in the gas phase. And now to try to figure out what the phase equilibria look like. Of course it's now a little bit more complicated than what you went through before, where you can get pressure temperature phase diagrams with just a single component. Now we want to worry about what's the composition. Of each of the components. In each of the phases. And what's the temperature and the pressure. Total and partial pressures and all of that. So you can really figure out everything about both phases. And there are all sorts of important reasons to do that, obviously lots of chemistry happens in liquid mixtures. Some in gas mixtures. Some where they're in equilibrium. All sorts of chemical processes. Distillation, for example, takes advantage of the properties of liquid and gas mixtures. Where one of them might be richer, will be richer, and the more volatile of the components. That can be used as a basis for purification. You mix ethanol and water together so you've got a liquid with a certain composition of each. The gas is going to be richer and the more volatile of the two, the ethanol. So in a distillation, where you put things up in the gas, more of the ethanol comes up. You could then collect that gas, right? And re-condense it, and make a new liquid. Which is much richer in ethanol than the original liquid was. Then you could make, then you could put some of them up into the gas phase. Where it will be still richer in ethanol. And then you could collect that and repeat the process. So the point is that properties of liquid gas, two-component or multi-component mixtures like this can be exploited. Basically, the different volatilities of the different components can be exploited for things like purification.\\nAlso if you want to calculate chemical equilibria in the liquid and gas phase, of course, now you've seen chemical equilibrium, so the amount of reaction depends on the composition. So of course if you want reactions to go, then this also can be exploited by looking at which phase might be richer in one reactant or another. And thereby pushing the equilibrium toward one direction or the other. OK. So. we've got some total temperature and pressure. And we have compositions. So in the gas phase, we've got mole fractions yA and yB. In the liquid phase we've got mole fractions xA and xB. So that's our system. One of the things that you established last time is that, so there are the total number of variables including the temperature and the pressure. And let's say the mole fraction of A in each of the liquid and gas phases, right? But then there are constraints. Because the chemical potentials have to be equal, right? Chemical potential of A has to be equal in the liquid and gas. Same with B. Those two constraints reduce the number of independent variables. So there'll be two in this case rather than four independent variables. If you control those, then everything else will follow. What that means is if you've got a, if you control, if you fix the temperature and the total pressure, everything else should be determinable. No more free variables.\\nAnd then, what you saw is that in simple or ideal liquid mixtures, a result called Raoult's law would hold. Which just says that the partial pressure of A is equal to the mole fraction of A in the liquid times the pressure of pure A over the liquid. And so what this gives you is a diagram that looks like this. If we plot this versus xB, this is mole fraction of B in the liquid going from zero to one. Then we could construct a diagram of this sort. So this is the total pressure of A and B. The partial pressures are given by these lines. So this is our pA star and pB star. The pressures over the pure liquid A and B at the limits of mole fraction of B being zero and one. So in this situation, for example, A is the more volatile of the components. So it's partial pressure over its pure liquid. At this temperature. Is higher than the partial pressure of B over its pure liquid. A would be the ethanol, for example and B the water in that mixture. OK. Then you started looking at both the gas and the liquid phase in the same diagram. So this is the mole fraction of the liquid. If you look and see, well, OK now we should be able to determine the mole fraction in the gas as well. Again, if we note total temperature and pressure, everything else must follow.\\nAnd so, you saw this worked out. Relation between p and yA, for example. The result was p is pA star times pB star over pA star plus pB star minus pA star times yA. And the point here is that unlike this case, where you have a linear relationship, the relationship between the pressure and the liquid mole fraction isn't linear. We can still plot it, of course. So if we do that, then we end up with a diagram that looks like the following. Now I'm going to keep both mole fractions, xB and yB, I've got some total pressure. I still have my linear relationship. And then I have a non-linear relationship between the pressure and the mole fraction in the gas phase. So let's just fill this in. Here is pA star still. Here's pB star. Of course, at the limits they're still, both mole fractions they're zero and one.\\nOK. I believe this is this is where you ended up at the end of the last lecture. But it's probably not so clear exactly how you read something like this. And use it. It's extremely useful. You just have to kind of learn how to follow what happens in a diagram like this. And that's what I want to spend some of today doing. Is just, walking through what's happening physically, with a container with a mixture of the two. And how does that correspond to what gets read off the diagram under different conditions. So. Let's just start somewhere on a phase diagram like this.\\nLet's start up here at some point one, so we're in the pure - well, not pure, you're in the all liquid phase. It's still a mixture. It's not a pure substance. pA star, pB star. There's the gas phase. So, if we start at one, and now there's some total pressure. And now we're going to reduce it. What happens? We start with a pure - with an all-liquid mixture. No gas. And now we're going to bring down the pressure. Allowing some of the liquid to go up into the gas phase. So, we can do that. And once we reach point two, then we find a coexistence curve. Now the liquid and gas are going to coexist. So this is the liquid phase. And that means that this must be xB. And it's xB at one, but it's also xB at two, and I want to emphasize that. So let's put our pressure for two. And if we go over here, this is telling us about the mole fraction in the gas phase. That's what these curves are, remember. So this is the one that's showing us the mole fraction in the liquid phase. This nonlinear one in the gas phase. So that means just reading off it, this is xB, that's the liquid mole fraction. Here's yB. The gas mole fraction. They're not the same, right, because of course the components have different volatility. A's more volatile.\\nSo that means that the mole fraction of B in the liquid phase is higher than the mole fraction of B in the gas phase. Because A is the more volatile component. So more, relatively more, of A, the mole fraction of A is going to be higher up in the gas phase. Which means the mole fraction of B is lower in the gas phase. So, yB less than xB if A is more volatile. OK, so now what's happening physically? Well, we started at a point where we only had the liquid present. So at our initial pressure, we just have all liquid. There's some xB at one. That's all there is, there isn't any gas yet. Now, what happened here? Well, now we lowered the pressure. So you could imagine, well, we made the box bigger. Now, if the liquid was under pressure, being squeezed by the box, right then you could make the box a little bit bigger. And there's still no gas. That's moving down like this. But then you get to a point where there's just barely any pressure on top of the liquid. And then you keep expanding the box. Now some gas is going to form.\\nSo now we're going to go to our case two. We've got a bigger box. And now, right around where this was, this is going to be liquid. And there's gas up here. So up here is yB at pressure two. Here's xB at pressure two. Liquid and gas. So that's where we are at point two here.\\nNow, what happens if we keep going? Let's lower the pressure some more. Well, we can lower it and do this. But really if we want to see what's happening in each of the phases, we have to stay on the coexistence curves. Those are what tell us what the pressures are. What the partial pressure are going to be in each of the phases. In each of the two, in the liquid and the gas phases. So let's say we lower the pressure a little more. What's going to happen is, then we'll end up somewhere over here. In the liquid, and that'll correspond to something over here in the gas. So here's three.\\nSo now we're going to have, that's going to be xB at pressure three. And over here is going to be yB at pressure three. And all we've done, of course, is we've just expanded this further. So now we've got a still taller box. And the liquid is going to be a little lower because some of it has evaporated, formed the gas phase. So here's xB at three. Here's yB at three, here's our gas phase. Now we could decrease even further. And this is the sort of thing that you maybe can't do in real life. But I can do on a blackboard. I'm going to give myself more room on this curve, to finish this illustration. There. Beautiful. So now we can lower a little bit further, and what I want to illustrate is, if we keep going down, eventually we get to a pressure where now if we look over in the gas phase, we're at the same pressure, mole fraction that we had originally in the liquid phase. So let's make four even lower pressure. What does that mean? What it means is, we're running out of liquid. So what's supposed to happen is A is the more volatile component. So as we start opening up some room for gas to form, you get more of A in the gas phase. But of course, and the liquid is richer in B. But of course, eventually you run out of liquid. You make the box pretty big, and you run out, or you have the very last drop of liquid. So what's the mole fraction of B in the gas phase? It has to be the same as what it started in in the liquid phase. Because after all the total number of moles of A and B hasn't changed any. So if you take them all from the liquid and put them all up into the gas phase, it must be the same. So yB of four. Once you just have the last drop. So then yB of four is basically equal to xB of one. Because everything's now up in the gas phase. So in principle, there's still a tiny, tiny bit of xB at pressure four.\\nWell, we could keep lowering the pressure. We could make the box a little bigger. Then the very last of the liquid is going to be gone. And what'll happen then is, we're all here. There's no more liquid. We're not going down on the coexistence curve any more. We don't have a liquid gas coexistence any more. We just have a gas phase. Of course, we can continue to lower the pressure. And then what we're doing is just going down here. So there's five. And five is the same as this only bigger. And so forth.\\nOK, any questions about how this works? It's really important to just gain facility in reading these things and seeing, OK, what is it that this is telling you. And you can see it's not complicated to do it, but it takes a little bit of practice. OK.\\nNow, of course, we could do exactly the same thing starting from the gas phase. And raising the pressure. And although you may anticipate that it's kind of pedantic, I really do want to illustrate something by it. So let me just imagine that we're going to do that. Let's start all in the gas phase. Up here's the liquid. pA star, pB star. And now let's start somewhere here. So we're down somewhere in the gas phase with some composition. So it's the same story, except now we're starting here. It's all gas. And we're going to start squeezing. We're increasing the pressure. And eventually here's one, will reach two, so of course here's our yB. We started with all gas, no liquid. So this is yB of one. It's the same as yB of two, I'm just raising the pressure enough to just reach the coexistence curve. And of course, out here tells us xB of two, right? So what is it saying? We've squeezed and started to form some liquid. And the liquid is richer in component B. Maybe it's ethanol water again. And we squeeze, and now we've got more water in the liquid phase than in the gas phase. Because water's the less volatile component. It's what's going to condense first.\\nSo the liquid is rich in the less volatile of the components. Now, obviously, we can continue in doing exactly the reverse of what I showed you. But all I want to really illustrate is, this is a strategy for purification of the less volatile component. Once you've done this, well now you've got some liquid. Now you could collect that liquid in a separate vessel.\\nSo let's collect the liquid mixture with xB of two. So it's got some mole fraction of B. So we've purified that. But now we're going to start, we've got pure liquid. Now let's make the vessel big. So it all goes into the gas phase. Then lower p. All gas. So we start with yB of three, which equals xB of two. In other words, it's the same mole fraction. So let's reconstruct that. So here's p of two. And now we're going to go to some new pressure. And the point is, now we're going to start, since the mole fraction in the gas phase that we're starting from is the same number as this was. So it's around here somewhere. That's yB of three equals xB of two. And we're down here. In other words, all we've done is make the container big enough so the pressure's low and it's all in the gas phase. That's all we have, is the gas. But the composition is whatever the composition is that we extracted here from the liquid. So this xB, which is the liquid mole fraction, is now yB, the gas mole fraction. Of course, the pressure is different. Lower than it was before.\\nGreat. Now let's increase. So here's three. And now let's increase the pressure to four. And of course what happens, now we've got coexistence. So here's liquid. Here's gas. So, now we're over here again. There's xB at pressure four. Pure still in component B. We can repeat the same procedure. Collect it. All liquid, put it in a new vessel. Expand it, lower the pressure, all goes back into the gas phase. Do it all again. And the point is, what you're doing is walking along here. Here to here. Then you start down here, and go from here to here. From here to here. And you can purify. Now, of course, the optimal procedure, you have to think a little bit. Because if you really do precisely what I said, you're going to have a mighty little bit of material each time you do that. So yes it'll be the little bit you've gotten at the end is going to be really pure, but there's not a whole lot of it. Because, remember, what we said is let's raise the pressure until we just start being on the coexistence curve. So we've still got mostly gas. Little bit of liquid. Now, I could raise the pressure a bit higher. So that in the interest of having more of the liquid, when I do that, though, the liquid that I have at this higher pressure won't be as enriched as it was down here. Now, I could still do this procedure. I could just do more of them. So it takes a little bit of judiciousness to figure out how to optimize that. In the end, though, you can continue to walk your way down through these coexistence curves and purify repeatedly the component B, the less volatile of them, and end up with some amount of it. And there'll be some balance between the amount that you feel like you need to end up with and how pure you need it to be. Any questions about how this works?\\nSo purification of less volatile components. Now, how much of each of these quantities in each of these phases? So, pertinent to this discussion, of course we need to know that. If you want to try to optimize a procedure like that, of course it's going to be crucial to be able to understand and calculate for any pressure that you decide to raise to, just how many moles do you have in each of the phases? So at the end of the day, you can figure out, OK, now when I reach a certain degree of purification, here's how much of the stuff I end up with. Well, that turns out to be reasonably straightforward to do. And so what I'll go through is a simple mathematical derivation. And it turns out that it allows you to just read right off the diagram how much of each material you're going to end up with.\\nSo, here's what happens. This is something called the lever rule. How much of each component is there in each phase? So let's consider a case like this. Let me draw yet once again, just to get the numbering consistent. With how we'll treat this. So we're going to start here. And I want to draw it right in the middle, so I've got plenty of room. And we're going to go up to some pressure. And somewhere out there, now I can go to my coexistence curves. Liquid. And gas. And I can read off my values. So this is the liquid xB. So I'm going to go up to some point two, here's xB of two. Here's yB of two. Great. Now let's get these written in.\\nSo let's just define terms a little bit. nA, nB. Or just our total number of moles. ng and n liquid, of course, total number of moles. In the gas and liquid phases. So let's just do the calculation for each of these two cases. We'll start with one. That's the easier case. Because then we have only the gas. So at one, all gas. It says pure gas in the notes, but of course that isn't the pure gas. It's the mixture of the two components. So. How many moles of A? Well it's the mole fraction of A in the gas. Times the total number of moles in the gas. Let me put one in here. Just to be clear. And since we have all gas, the number of moles in the gas is just the total number of moles. So this is just yA at one times n total. Let's just write that in. And of course n total is equal to nA plus nB.\\nSo now let's look at condition two. Now we have to look a little more carefully. Because we have a liquid gas mixture. So nA is equal to yA at pressure two. Times the number of moles of gas at pressure two. Plus xA, at pressure two, times the number of moles of liquid at pressure two.\\nNow, of course, these things have to be equal. The total number of moles of A didn't change, right? So those are equal. Then yA of two times ng of two. Plus xA of two times n liquid of two, that's equal to yA of one times n total. Which is of course equal to yA of one times n gas at two plus n liquid at two. I suppose I could be, add that equality. Of course, it's an obvious one. But let me do it anyway. The total number of moles is equal to nA plus nB. But it's also equal to n liquid plus n gas. And that's all I'm taking advantage of here.\\nAnd now I'm just going to rearrange the terms. So I'm going to write yA at one minus yA at two, times ng at two, is equal to, and I'm going to take the other terms, the xA term. xA of two minus yA of one times n liquid at two. So I've just rearranged the terms. And I've done that because now, I think I omitted something here. yA of one times ng. No, I forgot a bracket, is what I did. yA of one there. And I did this because now I want to do is look at the ratio of liquid to gas at pressure two. So, ratio of I'll put it gas to liquid, that's ng of two over n liquid at two. And that's just equal to xA of two minus yA at one minus yA at one minus yA at two.\\nSo what does it mean? It's the ratio of these lever arms. That's what it's telling me. I can look, so I raise the pressure up to two. And so here's xB at two, here's yB at two. And I'm here somewhere. And this little amount and this little amount, that's that difference. And it's just telling me that ratio of those arms is the ratio of the total number of moles of gas to liquid. And that's great. Because now when I go back to the problem that we were just looking at, where I say, well I'm going to purify the less volatile component by raising the pressure until I'm at coexistence starting in the gas phase. Raise the pressure, I've got some liquid. But I also want some finite amount of liquid. But I don't want to just, when I get the very, very first drop of liquid now collected, of course it's enriched in the less volatile component. But there may be a minuscule amount, right? So I'll raise the pressure a bit more. I'll go up in pressure. And now, of course, when I do that the amount of enrichment of the liquid isn't as big as it was if I just raised it up enough to barely have any liquid. Then I'd be out here. But I've got more material in the liquid phase to collect. And that's what this allows me to calculate. Is how much do I get in the end. So it's very handy. You can also see, if I go all the way to the limit where the mole fraction in the liquid at the end is equal to what it was in the gas when I started, what that says is that there's no more gas left any more. In other words, these two things are equal. If I go all the way to the point where I've got all the, this is the amount I started with, in the pure gas phase, now I keep raising it all the way. Until I've got the same mole fraction in the liquid. Of course, we know what that really means. That means that I've gone all the way from pure gas to pure liquid. And the mole fraction in that case has to be the same. And what this is just telling us mathematically is, when that happens this is zero. That means I don't have any gas left. Yeah.\\nPROFESSOR: No. Because, so it's the mole fraction in the gas phase. But you've started with some amount that it's only going to go down from there.\\nPROFESSOR: Yeah. Yeah. Any other questions? OK.\\nWell, now what I want to do is just put up a slightly different kind of diagram, but different in an important way. Namely, instead of showing the mole fractions as a function of the pressure. And I haven't written it in, but all of these are at constant temperature, right? I've assumed the temperature is constant in all these things. Now let's consider the other possibility, the other simple possibility, which is, let's hold the pressure constant and vary the temperature. Of course, you know in the lab, that's usually what's easiest to do. Now, unfortunately, the arithmetic gets more complicated. It's not monumentally complicated, but here in this case, where you have one linear relationship, which is very convenient. From Raoult's law. And then you have one non-linear relationship there for the mole fraction of the gas. In the case of temperature, they're both, neither one is linear. Nevertheless, we can just sketch what the diagram looks like. And of course it's very useful to do that, and see how to read off it. And I should say the derivation of the curves isn't particularly complicated. It's not particularly more complicated than what I think you saw last time to derive this. There's no complicated math involved. But the point is, the derivation doesn't yield a linear relationship for either the gas or the liquid part of the coexistence curve.\\nOK, so we're going to look at temperature and mole fraction phase diagrams. Again, a little more complicated mathematically but more practical in real use. And this is T. And here is the, sort of, form that these things take. So again, neither one is linear. Up here, now, of course if you raise the temperatures, that's where you end up with gas. If you lower the temperature, you condense and get the liquid. So, this is TA star. TB star. So now I want to stick with A as the more volatile component. At constant temperature, that meant that pA star is bigger than pB star. In other words, the vapor pressure over pure liquid A is higher than the vapor pressure over pure liquid B. Similarly, now I've got constant pressure and really what I'm looking at, let's say I'm at the limit where I've got the pure liquid. Or the pure A. And now I'm going to, let's say, raise the temperature until I'm at the liquid-gas equilibrium. That's just the boiling point. So if A is the more volatile component, it has the lower boiling point. And that's what this reflects. So higher pB star A corresponds to lower TA star A. Which is just the boiling point of pure A.\\nSo, this is called the bubble line. That's called the dew line. All that means is, let's say I'm at high temperature. I've got all gas. Right no coexistence, no liquid yet. And I start to cool things off. Just to where I just barely start to get liquid. What you see that as is, dew starts forming. A little bit of condensation. If you're outside, it means on the grass a little bit of dew is forming. Similarly, if I start at low temperature, all liquid now I start raising the temperature until I just start to boil. I just start to see the first bubbles forming. And so that's why these things have those names.\\nSo now let's just follow along what happens when I do the same sort of thing that I illustrated there. I want to start at one point in this phase diagram. And then start changing the conditions. So let's start here. So I'm going to start all in the liquid phase. That is, the temperature is low. Here's xB. And my original temperature. Now I'm going to raise it. So if I raise it a little bit, I reach a point at which I first start to boil. Start to find some gas above the liquid. And if I look right here, that'll be my composition. Let me raise it a little farther, now that we've already seen the lever rule and so forth. I'll raise it up to here. And that means that out here, I suppose I should do here.\\nSo, here is the liquid mole fraction at temperature two. xB at temperature two. This is yB at temperature two. The gas mole fraction. So as you should expect, what's going to happen here is that the gas, this is going to be lower in B. A, that means that the mole fraction of A must be higher in the gas phase. That's one minus yB. So xA is one minus -- yA, which is one minus yB higher in gas phase. Than xA, which is one minus xB. In other words, the less volatile component is enriched up in the gas phase.\\nNow, what does that mean? That means I could follow the same sort of procedure that I indicated before when we looked at the pressure mole fraction phase diagram. Namely, I could do this and now I could take the gas phase. Which has less of B. It has more of A. And I can collect it. And then I can reduce the temperature. So it liquefies. So I can condense it, in other words. So now I'm going to start with, let's say I lower the temperature enough so I've got basically pure liquid. But its composition is the same as the gas here. Because of course that's what that liquid is formed from. I collected the gas and separated it. So now I could start all over again. Except instead of being here, I'll be down here. And then I can raise the temperature again. To some place where I choose. I could choose here, and go all the way to hear. A great amount of enrichment. But I know from the lever rule that if I do that, I'm going to have precious little material over here. So I might prefer to raise the temperature a little more. Still get a substantial amount of enrichment. And now I've got, in the gas phase, I'll further enriched in component A. And again I can collect the gas. Condense it. Now I'm out here somewhere, I've got all liquid and I'll raise the temperature again. And I can again keep walking my way over.\\nAnd that's what happens during an ordinary distillation. Each step of the distillation walks along in the phase diagram at some selected point. And of course what you're doing is, you're always condensing the gas. And starting with fresh liquid that now is enriched in more volatile of the components. So of course if you're really purifying, say, ethanol from an ethanol water mixture, that's how you do it. Ethanol is the more volatile component. So a still is set up. It will boil the stuff and collect the gas and and condense it. And boil it again, and so forth. And the whole thing can be set up in a very efficient way. So you have essentially continuous distillation. Where you have a whole sequence of collection and condensation and reheating and so forth events. So then, in a practical way, it's possible to walk quite far along the distillation, the coexistence curve, and distill to really a high degree of purification. Any questions about how that works? OK.\\nI'll leave till next time the discussion of the chemical potentials. But what we'll do, just to foreshadow a little bit, what I'll do at the beginning of the next lecture is what's at the end of your notes here. Which is just to say OK, now if we look at Raoult's law, it's straightforward to say what is the chemical potential for each of the substances in the liquid and the gas phase. Of course, it has to be equal. Given that, that's for an ideal solution. We can gain some insight from that. And then look at real solutions, non-ideal solutions, and understand a lot of their behavior as well. Just from starting from our understanding of what the chemical potential does even in a simple ideal mixture. So we'll look at the chemical potentials. And then we'll look at non-ideal solution mixtures next time. See you then.\", \"id\": \"<urn:uuid:246f9a12-fd35-40fa-8257-b07bf8d92857>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://ocw.mit.edu/courses/chemistry/5-60-thermodynamics-kinetics-spring-2008/video-lectures/lecture-21-ideal-solutions/\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9636554718017578, \"token_count\": 7164, \"score\": 3.921875, \"int_score\": 4}\n"
"{\"text\": \"Welcome to MedLibrary.org. For best results, we recommend beginning with the navigation links at the top of the page, which can guide you through our collection of over 14,000 medication labels and package inserts. For additional information on other topics which are not covered by our database of medications, just enter your topic in the search box below:\\nChromatography [|krəʊmə|tɒgrəfi] (from Greek χρῶμα chroma \\\"color\\\" and γράφειν graphein \\\"to write\\\") is the collective term for a set of laboratory techniques for the separation of mixtures. The mixture is dissolved in a fluid called the mobile phase, which carries it through a structure holding another material called the stationary phase. The various constituents of the mixture travel at different speeds, causing them to separate. The separation is based on differential partitioning between the mobile and stationary phases. Subtle differences in a compound's partition coefficient result in differential retention on the stationary phase and thus changing the separation.\\nChromatography may be preparative or analytical. The purpose of preparative chromatography is to separate the components of a mixture for more advanced use (and is thus a form of purification). Analytical chromatography is done normally with smaller amounts of material and is for measuring the relative proportions of analytes in a mixture. The two are not mutually exclusive.\\nChromatography, literally \\\"color writing\\\", was first employed by Russian-Italian scientist Mikhail Tsvet in 1900. He continued to work with chromatography in the first decade of the 20th century, primarily for the separation of plant pigments such as chlorophyll, carotenes, and xanthophylls. Since these components have different colors (green, orange, and yellow, respectively) they gave the technique its name. New types of chromatography developed during the 1930s and 1940s made the technique useful for many separation processes.\\nChromatography technique developed substantially as a result of the work of Archer John Porter Martin and Richard Laurence Millington Synge during the 1940s and 1950s. They established the principles and basic techniques of partition chromatography, and their work encouraged the rapid development of several chromatographic methods: paper chromatography, gas chromatography, and what would become known as high performance liquid chromatography. Since then, the technology has advanced rapidly. Researchers found that the main principles of Tsvet's chromatography could be applied in many different ways, resulting in the different varieties of chromatography described below. Advances are continually improving the technical performance of chromatography, allowing the separation of increasingly similar molecules.\\nChromatography terms \\n- The analyte is the substance to be separated during chromatography.\\n- Analytical chromatography is used to determine the existence and possibly also the concentration of analyte(s) in a sample.\\n- A bonded phase is a stationary phase that is covalently bonded to the support particles or to the inside wall of the column tubing.\\n- A chromatogram is the visual output of the chromatograph. In the case of an optimal separation, different peaks or patterns on the chromatogram correspond to different components of the separated mixture.\\n- Plotted on the x-axis is the retention time and plotted on the y-axis a signal (for example obtained by a spectrophotometer, mass spectrometer or a variety of other detectors) corresponding to the response created by the analytes exiting the system. In the case of an optimal system the signal is proportional to the concentration of the specific analyte separated.\\n- A chromatograph is equipment that enables a sophisticated separation e.g. gas chromatographic or liquid chromatographic separation.\\n- Chromatography is a physical method of separation that distributes components to separate between two phases, one stationary (stationary phase), while the other (the mobile phase) moves in a definite direction.\\n- The eluate is the mobile phase leaving the column.\\n- The eluent is the solvent that carries the analyte.\\n- An eluotropic series is a list of solvents ranked according to their eluting power.\\n- An immobilized phase is a stationary phase that is immobilized on the support particles, or on the inner wall of the column tubing.\\n- The mobile phase is the phase that moves in a definite direction. It may be a liquid (LC and Capillary Electrochromatography (CEC)), a gas (GC), or a supercritical fluid (supercritical-fluid chromatography, SFC). The mobile phase consists of the sample being separated/analyzed and the solvent that moves the sample through the column. In the case of HPLC the mobile phase consists of a non-polar solvent(s) such as hexane in normal phase or polar solvents in reverse phase chromotagraphy and the sample being separated. The mobile phase moves through the chromatography column (the stationary phase) where the sample interacts with the stationary phase and is separated.\\n- Preparative chromatography is used to purify sufficient quantities of a substance for further use, rather than analysis.\\n- The retention time is the characteristic time it takes for a particular analyte to pass through the system (from the column inlet to the detector) under set conditions. See also: Kovats' retention index\\n- The sample is the matter analyzed in chromatography. It may consist of a single component or it may be a mixture of components. When the sample is treated in the course of an analysis, the phase or the phases containing the analytes of interest is/are referred to as the sample whereas everything out of interest separated from the sample before or in the course of the analysis is referred to as waste.\\n- The solute refers to the sample components in partition chromatography.\\n- The solvent refers to any substance capable of solubilizing another substance, and especially the liquid mobile phase in liquid chromatography.\\n- The stationary phase is the substance fixed in place for the chromatography procedure. Examples include the silica layer in thin layer chromatography\\nChromatography is based on the concept of partition coefficient. Any solute partitions between two immiscible solvents. When we make one solvent immobile (by adsorption on a solid support matrix) and another mobile it results in most common applications of chromatography. If matrix support is polar (e.g. paper, silica etc.) it is forward phase chromatography, and if it is non polar (C-18) it is reverse phase.\\nTechniques by chromatographic bed shape \\nColumn chromatography \\nColumn chromatography is a separation technique in which the stationary bed is within a tube. The particles of the solid stationary phase or the support coated with a liquid stationary phase may fill the whole inside volume of the tube (packed column) or be concentrated on or along the inside tube wall leaving an open, unrestricted path for the mobile phase in the middle part of the tube (open tubular column). Differences in rates of movement through the medium are calculated to different retention times of the sample.\\nIn 1978, W. C. Still introduced a modified version of column chromatography called flash column chromatography (flash). The technique is very similar to the traditional column chromatography, except for that the solvent is driven through the column by applying positive pressure. This allowed most separations to be performed in less than 20 minutes, with improved separations compared to the old method. Modern flash chromatography systems are sold as pre-packed plastic cartridges, and the solvent is pumped through the cartridge. Systems may also be linked with detectors and fraction collectors providing automation. The introduction of gradient pumps resulted in quicker separations and less solvent usage.\\nIn expanded bed adsorption, a fluidized bed is used, rather than a solid phase made by a packed bed. This allows omission of initial clearing steps such as centrifugation and filtration, for culture broths or slurries of broken cells.\\nPhosphocellulose chromatography utilizes the binding affinity of many DNA-binding proteins for phosphocellulose. The stronger a protein's interaction with DNA, the higher the salt concentration needed to elute that protein.\\nPlanar chromatography \\nPlanar chromatography is a separation technique in which the stationary phase is present as or on a plane. The plane can be a paper, serving as such or impregnated by a substance as the stationary bed (paper chromatography) or a layer of solid particles spread on a support such as a glass plate (thin layer chromatography). Different compounds in the sample mixture travel different distances according to how strongly they interact with the stationary phase as compared to the mobile phase. The specific Retention factor (Rf) of each chemical can be used to aid in the identification of an unknown substance.\\nPaper chromatography \\nPaper chromatography is a technique that involves placing a small dot or line of sample solution onto a strip of chromatography paper. The paper is placed in a jar containing a shallow layer of solvent and sealed. As the solvent rises through the paper, it meets the sample mixture, which starts to travel up the paper with the solvent. This paper is made of cellulose, a polar substance, and the compounds within the mixture travel farther if they are non-polar. More polar substances bond with the cellulose paper more quickly, and therefore do not travel as far.\\nThin layer chromatography \\nThin layer chromatography (TLC) is a widely employed laboratory technique and is similar to paper chromatography. However, instead of using a stationary phase of paper, it involves a stationary phase of a thin layer of adsorbent like silica gel, alumina, or cellulose on a flat, inert substrate. Compared to paper, it has the advantage of faster runs, better separations, and the choice between different adsorbents. For even better resolution and to allow for quantification, high-performance TLC can be used.\\nDisplacement chromatography \\nThe basic principle of displacement chromatography is: A molecule with a high affinity for the chromatography matrix (the displacer) competes effectively for binding sites, and thus displace all molecules with lesser affinities. There are distinct differences between displacement and elution chromatography. In elution mode, substances typically emerge from a column in narrow, Gaussian peaks. Wide separation of peaks, preferably to baseline, is desired for maximum purification. The speed at which any component of a mixture travels down the column in elution mode depends on many factors. But for two substances to travel at different speeds, and thereby be resolved, there must be substantial differences in some interaction between the biomolecules and the chromatography matrix. Operating parameters are adjusted to maximize the effect of this difference. In many cases, baseline separation of the peaks can be achieved only with gradient elution and low column loadings. Thus, two drawbacks to elution mode chromatography, especially at the preparative scale, are operational complexity, due to gradient solvent pumping, and low throughput, due to low column loadings. Displacement chromatography has advantages over elution chromatography in that components are resolved into consecutive zones of pure substances rather than “peaks”. Because the process takes advantage of the nonlinearity of the isotherms, a larger column feed can be separated on a given column with the purified components recovered at significantly higher concentrations.\\nTechniques by physical state of mobile phase \\nGas chromatography \\nGas chromatography (GC), also sometimes known as gas-liquid chromatography, (GLC), is a separation technique in which the mobile phase is a gas. Gas chromatography is always carried out in a column, which is typically \\\"packed\\\" or \\\"capillary\\\" (see below).\\nGas chromatography is based on a partition equilibrium of analyte between a solid stationary phase (often a liquid silicone-based material) and a mobile gas (most often helium). The stationary phase is adhered to the inside of a small-diameter glass tube (a capillary column) or a solid matrix inside a larger metal tube (a packed column). It is widely used in analytical chemistry; though the high temperatures used in GC make it unsuitable for high molecular weight biopolymers or proteins (heat denatures them), frequently encountered in biochemistry, it is well suited for use in the petrochemical, environmental monitoring and remediation, and industrial chemical fields. It is also used extensively in chemistry research.\\nLiquid chromatography \\nLiquid chromatography (LC) is a separation technique in which the mobile phase is a liquid. Liquid chromatography can be carried out either in a column or a plane. Present day liquid chromatography that generally utilizes very small packing particles and a relatively high pressure is referred to as high performance liquid chromatography (HPLC).\\nIn HPLC the sample is forced by a liquid at high pressure (the mobile phase) through a column that is packed with a stationary phase composed of irregularly or spherically shaped particles, a porous monolithic layer, or a porous membrane. HPLC is historically divided into two different sub-classes based on the polarity of the mobile and stationary phases. Methods in which the stationary phase is more polar than the mobile phase (e.g., toluene as the mobile phase, silica as the stationary phase) are termed normal phase liquid chromatography (NPLC) and the opposite (e.g., water-methanol mixture as the mobile phase and C18 = octadecylsilyl as the stationary phase) is termed reversed phase liquid chromatography (RPLC). Ironically the \\\"normal phase\\\" has fewer applications and RPLC is therefore used considerably more.\\nSpecific techniques under this broad heading are listed below.\\nAffinity chromatography \\nAffinity chromatography is based on selective non-covalent interaction between an analyte and specific molecules. It is very specific, but not very robust. It is often used in biochemistry in the purification of proteins bound to tags. These fusion proteins are labeled with compounds such as His-tags, biotin or antigens, which bind to the stationary phase specifically. After purification, some of these tags are usually removed and the pure protein is obtained.\\nAffinity chromatography often utilizes a biomolecule's affinity for a metal (Zn, Cu, Fe, etc.). Columns are often manually prepared. Traditional affinity columns are used as a preparative step to flush out unwanted biomolecules.\\nHowever, HPLC techniques exist that do utilize affinity chromatogaphy properties. Immobilized Metal Affinity Chromatography (IMAC) is useful to separate aforementioned molecules based on the relative affinity for the metal (I.e. Dionex IMAC). Often these columns can be loaded with different metals to create a column with a targeted affinity.\\nSupercritical fluid chromatography \\nSupercritical fluid chromatography is a separation technique in which the mobile phase is a fluid above and relatively close to its critical temperature and pressure.\\nTechniques by separation mechanism \\nIon exchange chromatography \\nIon exchange chromatography (usually referred to as ion chromatography) uses an ion exchange mechanism to separate analytes based on their respective charges. It is usually performed in columns but can also be useful in planar mode. Ion exchange chromatography uses a charged stationary phase to separate charged compounds including anions, cations, amino acids, peptides, and proteins. In conventional methods the stationary phase is an ion exchange resin that carries charged functional groups that interact with oppositely charged groups of the compound to retain. Ion exchange chromatography is commonly used to purify proteins using FPLC.\\nSize-exclusion chromatography \\nSize-exclusion chromatography (SEC) is also known as gel permeation chromatography (GPC) or gel filtration chromatography and separates molecules according to their size (or more accurately according to their hydrodynamic diameter or hydrodynamic volume). Smaller molecules are able to enter the pores of the media and, therefore, molecules are trapped and removed from the flow of the mobile phase. The average residence time in the pores depends upon the effective size of the analyte molecules. However, molecules that are larger than the average pore size of the packing are excluded and thus suffer essentially no retention; such species are the first to be eluted. It is generally a low-resolution chromatography technique and thus it is often reserved for the final, \\\"polishing\\\" step of a purification. It is also useful for determining the tertiary structure and quaternary structure of purified proteins, especially since it can be carried out under native solution conditions.\\nExpanded Bed Adsorption (EBA) Chromatographic Separation \\nExpanded Bed Adsorption (EBA) Chromatographic Separation captures a target protein from a crude feed stream when it passes through a chromatography column system containing adsorbent beads. With this technique the crude feedstock can be treated directly in the chromatographic column, avoiding the traditional clarification and pre-treatment steps. EBA Chromatographic Separation is highly scalable, from laboratory-based 1 cm diameter columns to large production columns up to 2 meter in diameter. These columns can typically handle feed stock throughput of more than 1,000,000 liter per day with a production capacity of 1000 MT protein per year.\\nSpecial techniques \\nReversed-phase chromatography \\nReversed-phase chromatography (RPC) is any liquid chromatography procedure in which the mobile phase is significantly more polar than the stationary phase. It is so named because in normal-phase liquid chromatography, the mobile phase is significantly less polar than the stationary phase. Hydrophobic molecules in the mobile phase tend to adsorb to the relatively hydrophobic stationary phase. Hydrophilic molecules in the mobile phase will tend to elute first.\\nTwo-dimensional chromatography \\nIn some cases, the chemistry within a given column can be insufficient to separate some analytes. It is possible to direct a series of unresolved peaks onto a second column with different physico-chemical (Chemical classification) properties. Since the mechanism of retention on this new solid support is different from the first dimensional separation, it can be possible to separate compounds that are indistinguishable by one-dimensional chromatography. The sample is spotted at one corner of a square plate,developed, air-dried, then rotated by 90° and usually redeveloped in a second solvent system.\\nSimulated moving-bed chromatography \\nPyrolysis gas chromatography \\nPyrolysis gas chromatography mass spectrometry is a method of chemical analysis in which the sample is heated to decomposition to produce smaller molecules that are separated by gas chromatography and detected using mass spectrometry.\\nPyrolysis is the thermal decomposition of materials in an inert atmosphere or a vacuum. The sample is put into direct contact with a platinum wire, or placed in a quartz sample tube, and rapidly heated to 600–1000 °C. Depending on the application even higher temperatures are used. Three different heating techniques are used in actual pyrolyzers: Isothermal furnace, inductive heating (Curie Point filament), and resistive heating using platinum filaments. Large molecules cleave at their weakest points and produce smaller, more volatile fragments. These fragments can be separated by gas chromatography. Pyrolysis GC chromatograms are typically complex because a wide range of different decomposition products is formed. The data can either be used as fingerprint to prove material identity or the GC/MS data is used to identify individual fragments to obtain structural information. To increase the volatility of polar fragments, various methylating reagents can be added to a sample before pyrolysis.\\nBesides the usage of dedicated pyrolyzers, pyrolysis GC of solid and liquid samples can be performed directly inside Programmable Temperature Vaporizer (PTV) injectors that provide quick heating (up to 30 °C/s) and high maximum temperatures of 600–650 °C. This is sufficient for some pyrolysis applications. The main advantage is that no dedicated instrument has to be purchased and pyrolysis can be performed as part of routine GC analysis. In this case quartz GC inlet liners have to be used. Quantitative data can be acquired, and good results of derivatization inside the PTV injector are published as well.\\nFast protein liquid chromatography \\nFast protein liquid chromatography (FPLC) is a term applied to several chromatography techniques which are used to purify proteins. Many of these techniques are identical to those carried out under high performance liquid chromatography, however use of FPLC techniques are typically for preparing large scale batches of a purified product.\\nCountercurrent chromatography \\nCountercurrent chromatography (CCC) is a type of liquid-liquid chromatography, where both the stationary and mobile phases are liquids. The operating principle of CCC equipment requires a column consisting of an open tube coiled around a bobbin. The bobbin is rotated in a double-axis gyratory motion (a cardioid), which causes a variable gravity (G) field to act on the column during each rotation. This motion causes the column to see one partitioning step per revolution and components of the sample separate in the column due to their partitioning coefficient between the two immiscible liquid phases used. There are many types of CCC available today. These include HSCCC (High Speed CCC) and HPCCC (High Performance CCC). HPCCC is the latest and best performing version of the instrumentation available currently.\\nChiral chromatography \\nChiral chromatography involves the separation of stereoisomers. In the case of enantiomers, these have no chemical or physical differences apart from being three-dimensional mirror images. Conventional chromatography or other separation processes are incapable of separating them. To enable chiral separations to take place, either the mobile phase or the stationary phase must themselves be made chiral, giving differing affinities between the analytes. Chiral chromatography HPLC columns (with a chiral stationary phase) in both normal and reversed phase are commercially available.\\nSee also \\n- IUPAC Nomenclature for Chromatography IUPAC Recommendations 1993, Pure & Appl. Chem., Vol. 65, No. 4, pp.819–872, 1993.\\n- Still, W. C.; Kahn, M.; Mitra, A. J. Org. Chem. 1978, 43(14), 2923–2925. doi:10.1021/jo00408a041\\n- Laurence M. Harwood, Christopher J. Moody (13 June 1989). Experimental organic chemistry: Principles and Practice (Illustrated ed.). WileyBlackwell. pp. 180–185. ISBN 978-0-632-02017-1 [Amazon-US | Amazon-UK].\\n- Christian B. Anfinsen, John Tileston Edsall, Frederic Middlebrook Richards Advances in Protein Chemistry. Science 1976, 6-7.\\n- Displacement Chromatography 101. Sachem, Inc. Austin, TX 78737\\n- Pascal Bailon, George K. Ehrlich, Wen-Jian Fung and Wolfgang Berthold, An Overview of Affinity Chromatography, Humana Press, 2000. ISBN 978-0-89603-694-9 [Amazon-US | Amazon-UK], ISBN 978-1-60327-261-2 [Amazon-US | Amazon-UK].\\n- IUPAC Nomenclature for Chromatography\\n- Chromedia On line database and community for chromatography practitioners (paid subscription required)\\n- Library 4 Science: Chrom-Ed Series\\n- Overlapping Peaks Program – Learning by Simulations\\n- Chromatography Videos – MIT OCW – Digital Lab Techniques Manual\\n- Chromatography Equations Calculators – MicroSolv Technology Corporation\", \"id\": \"<urn:uuid:51ca50ec-be73-4d62-b6f9-64c6eb0ad47f>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://medlibrary.org/medwiki/Chromatography\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9103200435638428, \"token_count\": 4943, \"score\": 3.4375, \"int_score\": 3}\n"
"{\"text\": \"Introduction to principles of chemistry and fundamentals of inorganic and biochemistry. Structure and chemistry of carbohydrates, lipids, proteins, biochemistry of enzymes, metabolism, body fluids and radiation effects. On-line materials includes the course syllabus, copies of the lecture slides and animations, interactive Periodic Table, chapter summaries and practice exams. This course is targeted towards Health Science Majors.\\nIntroduction to principles of chemistry. This course is targeted towards Chemistry Majors.\\nLaboratory experiments to develop techniques in organic chemistry and illustrate principles. On-line materials include step-by-step prelabs for many of the experiments that students will be conducting.\\nTheoretical principles of quantitative and instrumental analysis. Emphasis is placed on newer analytical tools and equipment.\\nIntermediate level course. Includes a discussion of the structure, function and metabolism of proteins, carbohydrates and lipids. In addition, there is a review of enzymes, DNA and RNA.\\nThis course stresses theory and application of modern chromatographic methods. On-line materials include the course syllabus, copies of course lecture slides and animations.\\nA 'short course' covering the use of a mass spectrometer as a GC detector. Basic instrumentation, data treatment and spectral interpretation methods will be discussed. On-line materials include copies of course lecture slides and tables to assist in the interpretation of mass spectra.\\nCoverage of statistical methods in Analytical Chemistry. Course includes basic statistics, experimental design, modeling, exploratory data analysis and other multivariate techniques. On-line materials include the course syllabus, homework problems and copies of the lecture slides.\\nA survey of the basic equipment, data and methodology of Analytical methods that rely on radioisotopic materials. On-line materials include the course syllabus, homework problems. copies of the lecture slides and animations.\\nWhy I missed the exam\", \"id\": \"<urn:uuid:841e4baa-add2-400d-b3cc-719e93276b6c>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://ull.chemistry.uakron.edu/classroom.html/genchem/gcms/genobc/periodic/excuses/organic_lab/analytical/chemsep/genobc/chemometrics/gcms/chemometrics/biochem/gcms/analytical/\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.8711559772491455, \"token_count\": 381, \"score\": 2.609375, \"int_score\": 3}\n"
"{\"text\": \"Transferable knowledge and a range of intellectual abilities drawn from different modes of inquiry across disciplines are essential components of any liberal education. These courses help students develop important academic capacities for use during their undergraduate career and in the rapidly-changing world they will enter after college.\\n(one writing-intensive W-1 course in the fall of the first year)\\nStudents will develop writing, reading, speaking, listening, and information literacy skills necessary for collegiate-level academic work.\\nStudents will develop capacities for independent academic work and become self-regulated learners.\\n(one course from the list of designated courses)\\nStudents will develop a unified understanding of scientific theory and practice in modern natural science.\\nStudents will demonstrate an understanding of the development of science as an intellectual pursuit and of the ways in which scientific ideas are formulated, modified, and come to be accepted.\\nStudents will demonstrate skill in the application of scientific techniques and methods, including the collection, analysis, and interpretation of data, and communication of results.\\n(one course from the list of designated courses; not required for Class of 2014)\\nStudents will study language as a complex multifunctional phenomenon - as a system for communicating thought and information and as an essential element of human thought processes, perceptions, and self-expression - that allows students to understand different peoples and their communities.\\nStudents will examine the world, their own culture, and their own language through the lens of a foreign language and culture.\\nIntegrated Perspectives Course\\n(one team-taught interdisciplinary course taken during the sophomore year from the list of designated courses; not required for Class of 2014)\\nStudents will recognize, construct, and evaluate connections among different intellectual methods, ways of learning, and bodies of knowledge.\", \"id\": \"<urn:uuid:ad6de8ff-b389-41d5-a5b6-03d0efd5448c>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.bucknell.edu/x56898.xml\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9317713975906372, \"token_count\": 353, \"score\": 3.171875, \"int_score\": 3}\n"
"{\"text\": \"Professors: Batsell, Boatwright, Érdi, Gregg (Chair), Hostetter, Tan\\nPsychology, broadly defined, is the study of animal and human behavior as well as human experience. The discipline involves the use of scientific methods in the discovery of facts and confirmation of theory as well as applications to problems. The major, therefore, includes a focus on the understanding and use of research skills and techniques. Psychology is a diverse field with important connections to biology, education, philosophy, and sociology. Increasingly, psychologists may be found in business, industry, education, government, and medicine, as well as in the more traditional areas of research and mental health.\\nGiven its diversity and connections to other disciplines, psychology is a reasonable choice of major for students who seek a broad liberal arts undergraduate education. Psychology is also a practical major for those who seek careers immediately after graduation in fields where interacting with other people is primary—management, criminal justice, or human services, for example. Students interested in careers in such applied fields, however, may find the human development and social relations (HDSR) major a better choice.\\nPsychology majors may choose to pursue advanced degrees in three general directions: one, as scientists, leading to careers in higher education or research settings; two, as practitioners, leading to roles as clinicians, school psychologists, industrial psychologists, and health psychologists; and three, as professionals in other fields such as law, medicine, and business administration.\", \"id\": \"<urn:uuid:7affa0fc-5217-4217-977e-70e7e826d39f>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.kzoo.edu/programs/?id=27&type=1\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.963629424571991, \"token_count\": 298, \"score\": 2.734375, \"int_score\": 3}\n"
"{\"text\": \"Requirements for proficiency in Norwegian\\nThe Norwegian language is the primary language of instruction at Norwegian institutions of higher education. Some foreign students learn Norwegian before they continue with further studies in Norway. Below is an overview of the language requirements for foreign students applying for courses where the language of instruction is Norwegian.\\nIf applying for a course taught in Norwegian, or for general acceptance into an institution, applicants outside of the Nordic countries must meet one of the following requirements:\\n- Successfully passed 'Norwegian as a second language' from upper secondary school.\\n- Sucessfully passed Level 3 in Norwegian at a university.\\n- Successfully passed one-year study in Norwegian language and society for foreign students from a university college.\\n- Successfully passed test in Norwegian at higher level, 'Bergenstesten', with a minimum score of 450.\\nIn certain cases, institutions may accept other types of documentation. Please contact the institutions directly for details.\", \"id\": \"<urn:uuid:de1e1761-77e7-432f-856b-39b8c69b3443>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://studyinnorway.no/Study-in-Norway/Admission-Application/Requirements-for-proficiency-in-Norwegian\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9260422587394714, \"token_count\": 191, \"score\": 2.90625, \"int_score\": 3}\n"
"{\"text\": \"A bachelor's degree earned in the United States usually takes a minimum of four years. Degrees are earned by taking a combination of required courses which meet liberal arts distribution requirements (humanities, social sciences, and natural sciences), a required number of courses in the major field of study (called a \\\"major\\\"in the United States), and the balance of courses as electives. Each course taken is assigned a value called \\\"points\\\" (also called \\\"credits\\\" or \\\"units\\\"). To earn a bachelor's degree, one must earn a minimum of 124 points (usually more) and, at the same time, meet the distribution and major requirements. Advisement on course selection is available in each school at the time of registration.\\nUndergraduate studies are offered in three divisions of the University. Each division offers a distinct program of studies. The divisions that offer the undergraduate (B.A. or B.S.) degree are:\\nCollege (CC) - Study of the liberal arts and sciences leading to\\nthe B.A. degree traditionally, but not exclusively, for students just out\\nof secondary school, usually between the ages of 17 and 22. With an enrollment\\nof approximately 4,000, Columbia College is the smallest college in the\\n2. Fu Foundation School of Engineering and Applied Science (SEAS) - Offers the B.S. degree in engineering and applied science fields.\\n3. School of General Studies (GS) - Offers the B.A. or B.S. degree to students who have had a break of a year or more in their education since high school.\\nAll other divisions of the University are graduate schools and, as such, offer degrees beyond the bachelor's degree, usually master's or doctoral degrees.\\nMaster's degrees take from one to three years to earn depending on the course work and research/writing requirements.\\nPh.D. requirements may vary but usually require one to two years of course work beyond the master's degree, comprehensive examinations, a major original contribution to research in the field of study, and oral defense of one's research. The research and writing requirement can take from two to five years beyond the course work. A Ph.D. candidate should plan on a minimum of four and an average of six years of study to complete the degree requirements. It is not unusual for a student to be at Columbia seven or eight years to complete a doctorate.\\nTo be admitted to these schools, the applicant must have completed a degree considered in the United States to be equivalent to a U.S. bachelor's degree with a strong academic record. There are also other admissions requirements. The Columbia schools and programs that offer graduate degrees are:\\n|College of Physicians and Surgeons||Program in Physical Therapy|\\n|Fu Foundation School of Engineering and Applied Science||School of Continuing Education|\\n|Graduate School of Architecture, Planning, and Preservation||College of Dental Medicine|\\n|Graduate School of Arts and Sciences||School of International and Public Affairs|\\n|Graduate School of Business||School of Law|\\n|Graduate School of Journalism||School of Nursing|\\n|Institute of Human Nutrition||School of Social Work|\\n|Mailman School of Public Health||School of the Arts|\\n|Program in Occupational Therapy|\\nThe School of Continuing Education offers, in addition to its masters' degree program, opportunities for non-degree study at Columbia to qualified applicants. Both undergraduate and graduate level courses from the University's arts and sciences course offerings may be taken for credit. This option is particularly appropriate for international students who wish to visit at Columbia for a semester or two.\\nTo qualify for an I-20 to be in F-1 student status in the U.S., students must register for at least 12 points of credit-bearing coursework each semester. This is usually equivalent to four courses each semester.\\nOf particular interest to international students is the School of Continuing Education's American Language Program. The ALP is one of the oldest English as a Second Language programs in the United States and offers a carefully integrated sequence of courses to students, business and professional people, and international visitors who wish to improve their command of English.\\nThere are two institutions which are affiliated with, located adjacent\\nto, and bear the name of Columbia University. They are administered separately\\nand applications for admission must be made directly to these institutions.\\nBarnard College, Columbia University An undergraduate liberal arts college for women affiliated with Columbia University. For more information, write to Barnard College Admissions, 111 Milbank,3009 Broadway, New York, NY 10027, U.S.A.\\nTeachers College, Columbia University A graduate school for students interested in education, offering only the master's and doctoral degrees. For more information, write to Teachers College Admissions, 146 Horace Mann, 551 West 120 Street, New York, NY 10027, U.S.A.\", \"id\": \"<urn:uuid:139cb27b-d4c2-4365-afcf-895d3c1e5636>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.columbia.edu/cu/isso/admit/admit_tx.html\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9434472918510437, \"token_count\": 1006, \"score\": 2.578125, \"int_score\": 3}\n"