{"text": "A risk factor is something that increases your likelihood of getting a disease or condition.\nIt is possible to develop melanoma with or without the risk factors listed below. However, the more risk factors you have, the greater your likelihood of developing melanoma. If you have a number of risk factors, ask your doctor what you can do to reduce your risk.\nRisk factors for melanoma include:\nThe occurrence of melanoma has been linked with exposure to ultraviolet (UV) radiation. Therefore, exposing your skin to UV rays from the sun or tanning lamps increases your odds of developing melanoma. People who live in sunny climates are exposed to more sunlight. People who live at high altitudes, where the sunlight is strongest, are exposed to more UV radiation. Blistering sunburns, even as a child, also increase the risk of developing melanoma.\nHaving melanoma once increases your risk of developing it again.\nHaving many moles or large moles increases your risk of melanoma. Also, irregular moles are more likely to turn into melanoma than normal moles. Irregular moles are characterized by:\n- Being larger than normal moles\n- Being variable in color\n- Having irregular borders\n- Any pigmented spot in the nail beds\n- Changing in size and/or shape\nMost melanomas are diagnosed in young adults and older adults.\nFamily members of people with melanoma are at greater risk of developing the disease than people with no family history of the disease. People with a disease called xeroderma pigmentosa (XP) are at a very increased risk of developing melanoma. This rare disease does not allow patients to repair sun-damaged DNA, therefore any sun exposure will result in damage and mutations that become melanomatous. It is not unusual for these people to develop hundreds of melanomas on their skin. Similarly, people with hereditary dysplastic nevus syndrome or familial atypical multiple mole melanoma (FAMMM) syndrome are also at increased risk for developing melanoma.\nCaucasians are more likely than black, Hispanic and Asian people to develop melanoma.\nMost people who develop melanoma tend to burn rather than tan when exposed to sunlight. These people tend to have fair skin, freckles, red or blonde hair, or blue-colored eyes.\n- Reviewer: Brian Randall, MD\n- Review Date: 04/2013 -\n- Update Date: 04/08/2013 -", "id": "<urn:uuid:daae388f-a51e-4b8b-9f5a-339ad966b48f>", "dump": "CC-MAIN-2013-20", "url": "http://restonhospital.com/your-health/?/19822/Lifestyle-Changes-to-Manage-Melanoma~Risk-Factors", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9338117837905884, "token_count": 508, "score": 3.4375, "int_score": 3}
{"text": "Protecting your skin and checking it for changes are keys to preventing another melanoma or catching one in an early, treatable stage.\nExposure to ultraviolet (UV) rays produced by the sun increases your risk of melanoma. Here’s how to protect your skin from the sun’s UV rays:\n- Cover your skin with clothing, including a shirt and a hat with a broad brim.\n- When outside, try to sit in shady areas.\n- Avoid exposing your skin to the sun between 10:00 a.m. and 2:00 p.m. standard time or 11:00 a.m. and 3:00 p.m. daylight saving time.\n- Use sunscreens with a sun protection factor (SPF) of 15 or more on skin that will be exposed to the sun.\n- Wear sunglasses with 99% or 100% UV absorption to protect your eyes.\n- Don't use sun lamps or tanning booths.\nCheck your skin regularly and have someone help you check areas you can’t see, such as your back and buttocks, scalp, underneath the breasts of women, and the backs of the legs. If you notice a new, changing or an irregular-looking mole, show it to a doctor experienced in recognizing skin cancers, such as a dermatologist. This may include large, irregular shape with a border that is not smooth and even, more than one color, or irregular texture. Your doctor may monitor the mole or recommend removing it\nContact your doctor if you discover a mole that is new has changed or looks suspicious: large or of irregular shape, color, or texture.\n- Reviewer: Brian Randall, MD\n- Review Date: 04/2013 -\n- Update Date: 04/09/2013 -", "id": "<urn:uuid:eb7c4ed1-acfb-48af-a77a-40cd6a725c8e>", "dump": "CC-MAIN-2013-20", "url": "http://westfloridahospital.com/your-health/?/2010814049/Lifestyle-Changes-to-Manage-Melanoma", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8992697596549988, "token_count": 367, "score": 3.03125, "int_score": 3}
{"text": "The basics of heat stress\nWhen the thermometer rises, it can-and often does-create a multitude of problems. Anyone, given the right (or wrong) conditions, can get heat stress. Some are lucky enough to suffer only from heat cramps, while those who are less fortunate may be laid up by heat exhaustion or devastated by heat stroke. As the long, hot days of summer approach, it is helpful to review the effects of warm weather on the human body, the illnesses that may result and what you can do.\nHow the body stays cool Unknowingly, you constantly engage your body in the life-and-death struggle to disperse the heat it produces. If allowed to accumulate, this heat would quickly increase your body temperature beyond its comfortable 98.6oF. This does not normally happen because your body is able to lose enough heat to maintain a steady temperature. You become aware of this struggle for heat balance during hard labor or exercise in hot environments, when your body produces heat faster than it can lose it. Under certain conditions, your body may build up too much heat, your temperature may rise to life-threatening levels, and you may become delirious or lose consciousness. This is called heat stroke, and it is a serious medical emergency. If you do not rid your body of excess heat fast enough, it cooks the brain and other vital organs. It often is fatal, and those who survive may have permanent damage to their vital organs. Before your temperature reaches heat-stroke levels, however, you may suffer heat exhaustion with its flu-like symptoms, and while treating its symptoms you avoid heat stroke.\nHow does your body dispose of excess heat? Humans lose heat largely through their skin, similar to how a car loses heat through its radiator. Exercising muscles warms the blood, just as a car's hot engine warms its radiator fluid. Warm blood travels through the skin's dilated blood vessels losing heat by evaporating sweat to the surrounding air, just like a car loses engine heat through its radiator.\nWhen blood delivers heat to the skin, two of the most important ways the body loses heat are radiation and evaporation (vaporization of sweat). When the temperature is 70oF or less, the body releases its heat by radiation. As environmental temperatures approach your body temperature, you lose less heat through radiation. In fact, people working on hot summer days actually gain heat through radiation from the sun. This leaves evaporation as the only way to effectively control body temperature.\nWater loss Your body is about half water. You lose about 2 quarts every day (breathing, urinating, bowel movements and sweat). A working adult can produce 2 quarts of sweat per hour for short periods and up to 15 quarts per day. Because the body's water absorption rate of 1.5 quarts per hour is less than the body's 2 quarts per hour sweat rate, dehydration results. This happens because you cannot drink enough water to keep up with your sweat losses.\nIf you drink only when you are thirsty, you are dehydrated already. Thirst is not a good guide for when to drink water. In fact, in hot and humid conditions, you may be so dehydrated by the time you become thirsty that you will have trouble catching up with your fluid losses. One guideline regarding your water intake is to monitor your urine. You are getting enough water if you produce clear urine at least five times a day. Cloudy or dark urine, or urinating less than five times a day, means you should drink more.\nIn the Gulf War, American armed forces followed the practice of the Israeli army: drinking a minimum of 1 quart of fluid per hour. This tactic resulted in zero deaths from heat illness. In contrast, during the Six Day War of 1967, more than 20,000 Egyptian soldiers died3/4with no visible wounds3/4most likely from dehydration and heat illness because they were restricted to 3 quarts daily.\nWhile working in hot weather, drink 8 ounces of water every 20 minutes. Generally, 16 ounces is the most a person can comfortably drink at once. You cannot \"catch up\" by drinking extra water later because only about 1 quart of water per hour can pass out of the stomach. Therefore, if possible, workers should begin drinking water before they start work.\nCool water (50oF) is easier for the stomach to absorb than warm water, and a little flavoring may make the water more tasty. The best fluids are those that leave the stomach fast and contain little sodium and some sugar (less than 8 percent). You should avoid coffee and tea because they contain caffeine, which is a diuretic that increases water loss through urination. Alcoholic beverages also dehydrate by increasing urination. Soda pop contains about 10 percent sugar and, therefore, your body does not absorb it as well as water or commercial sports drinks. The sugar content of fruit juices ranges from 11 to 18 percent and has an even longer absorption time. Commercial sports drinks contain about 5 to 8 percent sugar.\nElectrolyte loss Sweat and urine contain potassium and sodium, which are essential electrolytes that control the movement of water in and out of the body's cells. Many everyday foods contain these electrolytes. Bananas and nuts are rich with potassium, and most American diets have up to 10 times as much sodium as the body needs. Getting enough salt is rarely a problem in the typical American diet. In fact, most Americans consume an excessive amount of sodium-averaging 5 to 10 grams of sodium per day-although we probably require only 1 to 3 grams. Therefore, sodium loss is seldom a problem, unless a person is sweating profusely for long periods and drinking large amounts of water.\nCommercial sports drinks can be useful if you are participating in vigorous physical activity for longer than 1 hour (some experts say longer than 4 hours). Most of the time, however, people merely require water to remain hydrated. The truth is that excessive sodium can draw water out of the body cells, accentuating the dehydration. In addition, drinking large amounts of water (more than 1 quart an hour) can cause water intoxication, a condition that flushes electrolytes from the body. Frequent urination and behavior changes (irrationality, combativeness, coma, seizures, etc.) are signs of water intoxication.\nEffects of humidity Sweat can only cool the body if it evaporates. In dry air, you will not notice sweat evaporating. However, sweat cannot evaporate in high-humidity conditions; it just drips off the skin. At about 70-percent humidity, sweating is ineffective in cooling the body.\nBecause humidity can significantly reduce evaporative cooling, a highly humid but mildly warm day can be more stressful than a hot, dry one. Therefore, the higher the humidity, the lower the temperature at which heat risk begins, especially those who are generating heat with vigorous work.\nWho is at risk? Everyone is susceptible to heat illness if environmental conditions overwhelm the body's temperature-regulating mechanisms. Heat waves can set the stage for a rash of heat-stroke victims. For example, during the 1995 summer heat wave in Chicago, the death toll reached 590.\nPeople who are obese, chronically ill or alcoholics have an increased risk. The elderly are at higher risk because of impaired cardiac output and decreased ability to sweat. Infants and young children also are susceptible to heat stroke, as well.\nThe fluid loss and dehydration resulting from physical activity puts outdoor laborers at particular risk. Certain medications predispose individuals to heat stroke, such as drugs that alter sweat production (antihistamines, antipsychotics, antidepressants) or interfere with thermoregulation.\nHeat illnesses Several disorders exist along the spectrum of heat illnesses. Heat cramps, heat exhaustion and heat stroke are on the more serious side of the scale, whereas heat syncope, heat edema and prickly heat are less serious (see \"Heat illnesses,\" page C 18). Only heat stroke is life-threatening. Untreated heat-stroke victims always die.\n* Heat cramps are painful muscular spasms that occur suddenly. They usually involve the muscles in the back of the leg or the abdominal muscles. They tend to occur immediately after exertion and are caused by salt depletion. Victims may be drinking water without adequate salt content. However, some experts disagree because the typical American diet is heavy with salt.\n* Heat exhaustion is characterized by heavy perspiration with normal or slightly above-normal body temperatures. A depletion of water or salt3/4or both3/4causes this condition. Some experts believe severe dehydration is a better term because it happens to workers who do not drink enough fluids while working in hot environments. Symptoms include severe thirst, fatigue, headache, nausea, vomiting and diarrhea. The affected person often mistakenly believes he or she has the flu. Uncontrolled heat exhaustion can evolve into heat stroke.\n* Heat stroke is classified in two ways: classic and exertional. Classic heat stroke, also known as the \"slow cooker,\" may take days to develop. This condition is prevalent during summer heat waves and typically affects poor, elderly, chronically ill, alcoholic or obese persons. Because the elderly often have medical problems, heat stroke exacerbates the problem, and more than 50 percent of elderly heat-stroke victims die3/4even with medical care. Death results from a combination of a hot environment and dehydration. Exertional heat stroke also is more common in the summer. You see it frequently in athletes, laborers and military personnel who sweat profusely. Known as the \"fast cooker,\" this condition affects healthy, active individuals who strenuously work or play in a warm environment. Exertional heat-stroke victims usually are sweating when stricken, while the classic victims are not sweating. Its rapid onset does not allow enough time for severe dehydration to occur.\nBecause uncontrolled heat exhaustion can evolve into heat stroke, you should know how to tell the difference between them. If the victim feels extremely hot when touched, suspect heat stroke. Another mark of heat stroke is that the victim's mental status (behavior) changes drastically3/4ranging from being slightly confused and disoriented to falling into a coma. In between these conditions, victims usually become irrational, agitated or even aggressive and may have seizures. In severe cases, the victim can go into a coma in less than 1 hour. The longer a coma lasts, the lower the chance for survival, so rescuers must be quick.\nA third way of distinguishing heat stroke from heat exhaustion is by rectal temperature. Obviously, this is not very practical because conscious heat-stroke victims may not cooperate. Taking a rectal temperature can be embarrassing to both victim and rescuer. Moreover, rectal thermometers are seldom available, and the whole procedure of finding the appropriate thermometer and then using it wastes time and distracts from important emergency care. In most cases, an ambulance arrives within 10 to 20 minutes.\n* Heat syncope, in which a person becomes dizzy or faints after exposure to high temperatures, is a self-limiting condition. Victims should lie down in a cool place when it occurs. Victims who are not nauseated can drink water.\n* Heat edema, which is also a self-limiting condition, causes ankles and feet to swell from heat exposure. It is more common in women unacclimated to a hot climate. It is related to salt and water retention and tends to disappear after acclimation. Wearing support stockings and elevating the legs often helps reduce swelling.\n* Prickly heat, also known as a heat rash, is an itchy rash that develops on skin that is wet from sweating. Dry and cool the skin.\nCooling methods Sometimes the only way to stop possible damage is to cool the victim as quickly as possible. However, it is important to pay attention to both the cooling methods and cautions.\n* Ice baths cool a victim quickly but require a great deal of ice3/4at least 80 pounds3/4to be effective. Needing a big enough tub also limits this method. Cool-water baths3/4(less than 60oF)3/4can be successful if you stir the water to prevent a warm layer from forming around the body. This is the most effective method in highly humid conditions (greater than 75-percent humidity).\n* Spraying the victim with water combined with fanning is another method for cooling the body. The water droplets act as artificial sweat and cool the body through evaporation. However, this method is not effective in high humidity3/4greater than 75 percent.\n* Ice bags wrapped in wet towels and placed against the large veins in the groin, armpits and sides of the neck also cool the body, though not nearly as quickly as immersion.\nCautions to remember when employing any cooling method include: * Do not delay the onset of cooling while waiting for an ambulance. Doing so increases the risk of tissue damage and prolonged hospitalization. * Stop cooling when the victim's mental status improves to avoid hypothermia. * Do not use rubbing alcohol to cool the skin. It can be absorbed into the blood, causing alcohol poisoning. Its vapors are a potential fire hazard. * Do not use aspirin or acetaminophen. They are not effective because the brain's control-center temperature is not elevated as it is with fever caused by diseases.\nAdjusting to heat Most heat illness occur during the first days of working in the heat. Therefore, acclimation (adjusting to the heat) is the main preventive measure. To better handle the heat, the body adjusts by decreasing the salt content in sweat and increases the sweating rate. Year-round exercise can help workers prepare for hot weather. Such activity raises the body's core temperature so it becomes accustomed to heat. Full acclimation, however, requires exercise in hot weather. You can do this by exercising a minimum of 60 to 90 minutes in the heat each day for 1 to 2 weeks.\nThe acclimated heart pumps more blood with each stroke than a heart unused to working in the heat. Sweating earlier and doubles the amount of sweat per hour from 1.5 quarts to 3 quarts or more.\nWhen new workers are exposed to hot weather, team them with veterans of the heat who know how much water to drink. Heat illnesses are avoidable. With knowledge, preparation, fluid replacement and prompt emergency care, heat casualties need not be a factor for those working in warm weather.\nDr. Alton Thygerson is a professor of health science at Brigham Young University, Provo, Utah. He also serves as the technical consultant for the National Safety Council's First Aid Institute.\nWant to use this article? Click here for options!\n© 2013 Penton Media Inc.", "id": "<urn:uuid:4b4eb0e1-7746-4f13-a3ba-67961d4c7971>", "dump": "CC-MAIN-2013-20", "url": "http://grounds-mag.com/mag/grounds_maintenance_basics_heat_stress/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9432879090309143, "token_count": 3036, "score": 3.65625, "int_score": 4}
{"text": "Researchers at UT Southwestern Medical Center have found that fluctuations in internal body temperature regulate the body's circadian rhythm, the 24-hour cycle that controls metabolism, sleep and other bodily functions.\nA light-sensitive portion of the brain called the suprachiasmatic nucleus (SCN) remains the body's \"master clock\" that coordinates the daily cycle, but it does so indirectly, according to a study published by UT Southwestern researchers in the Oct. 15 issue of Science.\nThe SCN responds to light entering the eye, and so is sensitive to cycles of day and night. While light may be the trigger, the UT Southwestern researchers determined that the SCN transforms that information into neural signals that set the body's temperature. These cyclic fluctuations in temperature then set the timing of cells, and ultimately tissues and organs, to be active or inactive, the study showed.\nScientists have long known that body temperature fluctuates in warm-blooded animals throughout the day on a 24-hour, or circadian, rhythm, but the new study shows that temperature actually controls body cycles, said Dr. Joseph Takahashi, chairman of neuroscience at UT Southwestern and senior author of the study.\n\"Small changes in body temperature can send a powerful signal to the clocks in our bodies,\" said Dr. Takahashi, an investigator with the Howard Hughes Medical Institute. \"It takes only a small change in internal body temperature to synchronize cellular 'clocks' throughout the body.\"\nDaily changes in temperature span only a few degrees and stay within normal healthy ranges. This mechanism has nothing to do with fever or environmental temperature, Dr. Takahashi said.\nThis system might be a modification of an ancient circadian control system that first developed in other organisms, including cold-blooded animals, whose daily biological cycles are affected by external temperature changes, Dr. Takahashi said.\n\"Circadian rhythms in plants, simple organisms and cold-blooded animals are very sensitive to temperature, so it makes sense that over the course of evolution, this primordial mechanism could have been modified in warm-blooded animals,\" he said.\nIn the current study, the researchers focused on cultured mouse cells and tissues, and found that genes related to circadian functions were controlled by temperature fluctuations.\nSCN cells were not temperature-sensitive, however. This finding makes sense, Dr. Takahashi said, because if the SCN, as the master control mechanism, responded to temperature cues, a disruptive feedback loop could result, he said.\nExplore further: Now we know why old scizophrenia medicine works on antibiotics-resistant bacteria", "id": "<urn:uuid:896eff09-96fc-4a88-806f-0afe2beec059>", "dump": "CC-MAIN-2013-20", "url": "http://phys.org/news/2010-10-temperature-rhythms-body-clocks-sync.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9362143874168396, "token_count": 528, "score": 3.671875, "int_score": 4}
{"text": "Coyotes spend a good deal of their day sleeping. Members of a pack or family may sleep within close proximity of each other, or they may sleep much further apart, but probably within the same couple of acres of each other. They have amazing built-in time clocks, but they also are influenced by circumstances of the moment. My own dog could tell the time and knew what was to be done at that time. For example, I always set off, with my dog, at exactly 2:40 to pick up one of my kids at school. But one day I fell asleep — I would not have made it on time except that my dog began poking me with her muzzle at exactly 2:40. Needless to say, I was amazed. The same is true for coyotes — they seem to know when it is time to meet up, but if people or dogs are around, they will delay.\nMost coyotes I know like to go trekking alone. After all, their staple diet consists of voles and gophers — animals that really can’t be divvied up very well. Might as well hunt alone. But some coyotes do enjoy trekking together, usually in pairs. When they hunt in pairs, there is usually a rendezvous beforehand.\nRendezvous locations can remain the same for a while, or they can change drastically from day to day, but coyotes seem to have various favorite meeting spots which they alternate between for a while, before changing these altogether . This is where they congregate to then move together for their foraging.\nIn this case here, the older female had spent her day sleeping in the sun quite some distance from where the young male had been also sleeping in the sun. The female was the first to move around — she disappeared into some bushes. In the meantime, I watched the male who moved from where he had been sleeping to a new location where he curled up and then dozed a while longer. Finally, he got up, stretched, scratched, and began to forage. I watched him catch a vole and toy with it. He continued searching for voles and then looked up ahead. He must have seen the female approaching, because he sat down and watched intently. She trotted over, and arrived on the scene.\nThe ritual began with hugs and kisses. They are hidden in the grass in these photos, but you can see what is going on. It was intense, but lasted only about a minute. That was the first phase of the meeting. Then there was a pause where all activity ceased. I think the male was waiting for something, but since nothing happened he turned around and backed into her — it looked like a request. He did it again and then looked over his shoulder: “well?”. The older female was obliging. She began grooming the young fellow, pulling off burrs and bugs. He accepted this, repeatedly laying his ears back against his head — he seemed to melt with the attention. There was care, affection, and intensity here which few animals that I have seen show each other. The next phase of the meeting involved trotting off together. From what I have seen in the past — though I did not follow them this time — they will spend their time together trekking, marking their territory, hunting, playing, exploring and maybe even meeting up briefly with a couple of lone coyotes who live adjacent to this territory, before again returning to separate localities to rest.", "id": "<urn:uuid:5a9c94b6-6e5d-4b70-bd29-dc2270e0c891>", "dump": "CC-MAIN-2013-20", "url": "http://coyoteyipps.com/category/coyote-behavior/feelings-emotions/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9902171492576599, "token_count": 712, "score": 2.609375, "int_score": 3}
{"text": "Groundhogs, as a species, have a large range in size. There are the medium-sized rodents I grew up with, averaging around 4 kg, and groundhogs—like a certain Phil—that are probably more like 14 kg. This is the likely source of my earlier confusion, as that's a huge discrepancy in size. Evidently, it's all in the diet, much like humans.\nWhere I grew up, in rural Northern Minnesota, we called the groundhog a woodchuck; I thought that the groundhog was some fat cat, East Coast, liberal rodent. As it would turn out, they are actually one in the same creature—Marmota monax, a member of the squirrel family. Woodchucks spend a lot of their time in burrows. It is their safe haven from their many predators, and they are quick to flee to it at the first sign of danger. They will sometimes emit a loud whistle on their way to alert others in the area that something is awry. Groundhogs enjoy raiding our gardens and digging up sod, thereby destroying what we've spent countless hours toiling upon.\nLook for groundhog signs. You might not even know there is a groundhog around until your garden has been devoured or your tractor damaged by a collapsed groundhog den. Things to look for are large nibble marks on your prized veggies, gnaw marks on the bark of young fruit trees, root vegetables pulled up (or their tops trimmed off), groundhog-sized holes (25–30 cm) anywhere near your garden, or mounds of dirt near said holes. If you see these signs, take action. Don't wait or it will be too late! If you know it will be a problem and do nothing, you can't blame the animal.\nSet groundhog traps. This technique takes some skill as you need to be able to pick a spot in the path of the animal, camouflage it, and mask your strong human scent. Setting a spring trap, whether coil or long-spring, is usually just a matter of compressing the springs and setting a pin that keeps the jaws open into the pan or trigger. Make sure your trap is anchored securely with a stake. Check your traps often, and dispatch the animal quickly and humanely. Shooting them in the head or a hearty whack to the head with club will do the trick. If you can't deal with this, you have no business setting traps. Call a professional.\nGuns kill groundhogs. I have never shot a groundhog. I rarely have had problems with them, and they move so damned fast it is difficult to get a shot off. If I had to, I know how I would do it. First, be sure it is legal in your area, and be sure to follow gun safety protocols. After that, it's just a matter of learning where your target is going to be comfortable and let their guard down. I would follow their tracks back to their den, find a spot downwind to sit with a clear shooting lane, and make sure nothing you shouldn't hit with a bullet is down range. Then, I would wait, my sights set on the den, until the groundhog stuck its head up—quick and easy.\nDemolish the groundhog burrows. If you find a couple holes around your yard, they are likely the entrances to an elaborate tunnel maze carved into the earth beneath you. About all you can do, short of digging the whole mess up, is to try and fill it in from the top side. First, fill it with a bunch of rocks and then soil—make sure to really pack it in. This will make it difficult for the groundhog to reclaim its hole without a lot of work. You probably want to do this in tandem with other control methods such as trapping, shooting, or fumigating to prevent the groundhog from just digging a new hole.\nDo some landscaping and build barriers. As with the control of many pests, it is advisable to keep a yard free of brush, undercover, and dead trees. These types of features are attractive to groundhogs as cover, and without it, they are less likely to want to spend time there. If you want to keep a groundhog out of an area, consider a partially buried fence. This will require a lot of work, but it is going to help a lot. Make sure it extends up at least a meter, and that it is buried somewhere around 30 cm deep. Angle the fencing outward 90 degrees when you bury it, and it will make digging under it a very daunting task for your furry friend.\nTry using fumigants to kill groundhogs. What is nice about this product is that you can kill the animal and bury it all in one stroke. The best time to do this is in the spring when the mother will be in the den with her still helpless young. Also, the soil will likely be damp, which helps a lot. You should definitely follow the directions on the package, but the way they usually work is that you cover all but one exit, set off the smoke bomb, shove it down the hole, and quickly cover it up. Check back in a day or two to see if there is any sign of activity, and if so, do it again or consider a different control method. It is important that you don't do this if the hole is next to your house or if there is any risk of a fire.\nPoisons are a last resort. I am not a fan of poisons because it is difficult to target what will eat said poison in the wild. Also, you are left with the issue of where the groundhog will die and how bad it will smell if it is somewhere under your house. Or, if it is outside somewhere, who will be affected by eating the dead animal? Where does it end? If you want to use poison, you're on your own.\nUse live traps. This is a good option for those of you not too keen on killing things. Try jamming the door open and leaving bait inside for the taking a couple of times so they get used to it. Then, set it normally and you've got your groundhog (or a neighborhood cat). Now what? The relocation is just as important; you need to choose a place that is far away from other humans and can likely support a groundhog. Good luck.\nPredator urine. The idea is simple: form a perimeter around an area you want to protect. If the groundhog doesn't recognize the smell as a natural predator, it is probably not going to work too well. Look for brands that have wolf and bobcat urine. Apply regularly, or as the manufacturer recommends. Remember, if it rains, the urine has probably washed away.\nRepellents. Another popular method involves pepper-based repellents. These deter groundhogs by tasting horrible and burning their mucous membranes. You can do a perimeter with powdered cayenne pepper or just apply it to the things you want spared in your garden. Be sure to wash your vegetables off before using them (which you should be doing anyway).", "id": "<urn:uuid:077623b0-183e-4d40-bf5d-168228829785>", "dump": "CC-MAIN-2013-20", "url": "http://simplepestcontrol.com/groundhog-control.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9678292274475098, "token_count": 1467, "score": 3.03125, "int_score": 3}
{"text": "Correctly identifying what is causing a problem is the most important step in pest control. We do our best here to help you do that. Sometimes we can identify the cause accurately enough from your phone or e-mail description of what is happening and what you see. Sometimes we can do this from photographs you submit, either electronically or printed on paper. But sometimes word descriptions and photographs aren't quite good enough, and we ask you to submit a specimen of an arthropod you have found, or the damage it has caused.\nThe information we give you is only as good as the information you give to us. I can't identify specimens that look like the one in the photograph above. Here are some hints that will help all of us:\n1. Make sure any photographs are CLEAR and take several, from very close up to farther away. Make sure you have sufficient light, or that you compensate with your camera to make sure we can clearly see what you are trying to show us. Learn how to use the close up mode on your digital camera.\n2. You have 20,000 of something flying around? Please give us at least - oh maybe - six of them. If it's something unusual, we need at least one full, intact set of key characteristics. If there are big individuals and little ones, try to submit a few of each size. Maybe they're different, maybe they're not, but we won't know for sure unless we see them.\n3. Label your material. Where and when was it found? What does it seem to be doing?\n4. You had 20,000 last week, but you can't find even one now? Maybe you don't have the problem anymore. Keep an eye on the situation and try not to worry.\n5. That doesn't go for termites. If you think you had a termite swarm, worry! Keep a close eye on it, try to find a least one, even if it's only a wing, and submit it for identification.\n6. You can kill most small pests by putting them in the freezer or by dropping them into alcohol. Any sort of alcohol will do. The alcohol not only kills them, it also preserves them. Never submit arthropod specimens in water (unless they are living aquatic animals). Moths and butterflies are easier to identify if they are not preserved in alcohol, so just freeze them and bring them in dry. We can also take live specimens.\n7. Some insects and mites are most easily submitted on or in a piece of the plant they are living on. It's best if the sample is as fresh as possible. Don't bake it in a hot car.\n8. A few creatures can't be identified from the sample you submit. Ants are most easily identified from the workers (the ones without the wings). Some spiders can only be identified to species if you have adults of both sexes. Small larvae, nymphs and eggs can be extremely difficult to identify. That's just the way it is.\n9. Entomologists specialize. Sometimes we have to send things off. If they only have to go to the university, turn-around time can be quick. If they have to go further, it may be a long time before you hear back. This doesn't happen that often, though.", "id": "<urn:uuid:8d4a15ce-d5a1-46a3-8559-fc86e518e7af>", "dump": "CC-MAIN-2013-20", "url": "http://blogs.mcall.com/master_gardeners/2007/03/sampling_for_in.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9733100533485413, "token_count": 681, "score": 3.21875, "int_score": 3}
{"text": "Previous abstract Next abstract\nSession 40 - The Interstellar Medium.\nDisplay session, Tuesday, June 09\nGamma Ray Burst (GRB) explosions can make kpc-size shells and holes in the interstellar media (ISM) of spiral galaxies if much of the energy heats the local gas to above 10^7 K. Disk blowout is probably the major cause for energy loss in this case, but the momentum acquired during the pressurized expansion phase can be large enough that the bubble still snowplows to a kpc diameter. This differs from the standard model for the origin of such shells by multiple supernovae, which may have problems with radiative cooling, evaporative losses, and disk blow-out. Evidence for giant shells with energies of \\sim10^53 ergs are summarized. Some contain no obvious central star clusters and may be GRB remnants, although sufficiently old clusters would be hard to detect. The expected frequency of GRBs in normal galaxies can account for the number of such shells.\nProgram listing for Tuesday", "id": "<urn:uuid:e2300ad5-01dd-4e80-92b3-7ec88785cc9d>", "dump": "CC-MAIN-2013-20", "url": "http://aas.org/archives/BAAS/v30n2/aas192/abs/S040015.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9126408100128174, "token_count": 208, "score": 2.765625, "int_score": 3}
{"text": "Black holes growing faster than expected\nBlack hole find Existing theories on the relationship between the size of a galaxy and its central black hole are wrong according to a new Australian study.\nThe discovery by Dr Nicholas Scott and Professor Alister Graham, from Melbourne's Swinburne University of Technology, found smaller galaxies have far smaller black holes than previously estimated.\nCentral black holes, millions to billions of times more massive than the Sun, reside in the core of most galaxies, and are thought to be integral to galactic formation and evolution.\nHowever astronomers are still trying to understand this relationship.\nScott and Graham combined data from observatories in Chile, Hawaii and the Hubble Space Telescope, to develop a data base listing the masses of 77 galaxies and their central supermassive black holes.\nThe astronomers determined the mass of each central black hole by measuring how fast stars are orbiting it.\nExisting theories suggest a direct ratio between the mass of a galaxy and that of its central black hole.\n\"This ratio worked for larger galaxies, but with improved technology we're now able to examine far smaller galaxies and the current theories don't hold up,\" says Scott.\nIn a paper to be published in the Astrophysical Journal, they found that for each ten-fold decrease in a galaxy's mass, there was a one hundred-fold decrease in its central black hole mass.\n\"That was a surprising result which we hadn't been anticipating,\" says Scott.\nThe study also found that smaller galaxies have far denser stellar populations near their centres than larger galaxies.\nAccording to Scott, this also means the central black holes in smaller galaxies grow much faster than their larger counterparts.\nBlack holes grow by merging with other black holes when their galaxies collide.\n\"When large galaxies merge they double in size and so do their central black holes,\" says Scott.\n\"But when small galaxies merge their central black holes quadruple in size because of the greater densities of nearby stars to feed on.\"\nSomewhere in between\nThe findings also solve the long standing problem of missing intermediate mass black holes.\nFor decades, scientists have been searching for something in between stellar mass black holes formed when the largest stars die, and supermassive black holes at the centre of galaxies.\n\"If the central black holes in smaller galaxies have lower mass than originally thought, they may represent the intermediate mass black hole population astronomers have been hunting for,\" says Graham.\n\"Intermediate sized black holes are between ten thousand and a few hundred thousand times the mass of the Sun, and we think we've found several good candidates.\"\n\"These may be big enough to be seen directly by the new generation of extremely large telescopes now being built,\" says Graham.", "id": "<urn:uuid:e617c5fd-d556-4d43-be1f-042e7e7f2c60>", "dump": "CC-MAIN-2013-20", "url": "http://www.abc.net.au/science/articles/2013/01/17/3671551.htm?topic=enviro", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9486631155014038, "token_count": 552, "score": 4.25, "int_score": 4}
{"text": "Mercury in the Morning\nThe planet Mercury -- the planet closest to the Sun -- is just peeking into view in the east at dawn the next few days. It looks like a fairly bright star. It's so low in the sky, though, that you need a clear horizon to spot it, and binoculars wouldn't hurt.\nMercury is a bit of a puzzle. It has a big core that's made mainly of iron, so it's quite dense. Because Mercury is so small, the core long ago should've cooled enough to form a solid ball. Yet the planet generates a weak magnetic field, hinting that the core is still at least partially molten.\nThe solution to this puzzle may involve an iron \"snow\" deep within the core.\nThe iron in the core is probably mixed with sulfur, which has a lower melting temperature than iron. Recent models suggest that the sulfur may have kept the outer part of the core from solidifying -- it's still a hot, thick liquid.\nAs this mixture cools, though, the iron \"freezes\" before the sulfur does. Small bits of solid iron fall toward the center of the planet. This creates convection currents -- like a pot of boiling water. The motion is enough to create a \"dynamo\" effect. Like a generator, it produces electrical currents, which in turn create a magnetic field around the planet.\nObservations earlier this year by the Messenger spacecraft seem to support that idea. But Messenger will provide much better readings of what's going on inside Mercury when it enters orbit around the planet in 2011.\nScript by Damond Benningfield, Copyright 2008\nFor more skywatching tips, astronomy news, and much more, read StarDate magazine.", "id": "<urn:uuid:d0a1999f-a775-4afc-bcfd-ee6ff6243a0b>", "dump": "CC-MAIN-2013-20", "url": "http://stardate.org/radio/program/2008-10-20", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9436610341072083, "token_count": 357, "score": 4.0, "int_score": 4}
{"text": "By Irene Klotz\nCAPE CANAVERAL, Florida (Reuters) - Despite searing daytime temperatures, Mercury, the planet closest to the sun, has ice and frozen organic materials inside permanently shadowed craters in its north pole, NASA scientists said on Thursday.\nEarth-based telescopes have been compiling evidence for ice on Mercury for 20 years, but the finding of organics was a surprise, say researchers with NASA's MESSENGER spacecraft, the first probe to orbit Mercury.\nBoth ice and organic materials, which are similar to tar or coal, were believed to have been delivered millions of years ago by comets and asteroids crashing into the planet.\n\"It's not something we expected to see, but then of course you realize it kind of makes sense because we see this in other places,\" such as icy bodies in the outer solar system and in the nuclei of comets, planetary scientist David Paige, with the University of California, Los Angeles, told Reuters.\nUnlike NASA's Mars rover Curiosity, which will be sampling rocks and soils to look for organic materials directly, the MESSENGER probe bounces laser beams, counts particles, measures gamma rays and collects other data remotely from orbit.\nThe discoveries of ice and organics, painstakingly pieced together for more than a year, are based on computer models, laboratory experiments and deduction, not direct analysis.\n\"The explanation that seems to fit all the data is that it's organic material,\" said lead MESSENGER scientist Sean Solomon, with Columbia University in New York.\nAdded Paige, \"It's not just a crazy hypothesis. No one has got anything else that seems to fit all the observations better.\"\nScientists believe the organic material, which is about twice as dark as most of Mercury's surface, was mixed in with comet- or asteroid-delivered ice eons ago.\nThe ice vaporized, then re-solidified where it was colder, leaving dark deposits on the surface. Radar imagery shows the dark patches subside at the coldest parts of the crater, where ice can exist on the surface.\nThe areas where the dark patches are seen are not cold enough for surface ice without the overlying layer of what is believed to be organics.\nSo remote was the idea of organics on Mercury that MESSENGER got a relatively easy pass by NASA's planetary protection protocols that were established to minimize the chance of contaminating any indigenous life-potential material with hitchhiking microbes from Earth.\nScientists don't believe Mercury is or was suitable for ancient life, but the discovery of organics on an inner planet of the solar system may shed light on how life got started on Earth and how life may evolve on planets beyond the solar system.\n\"Finding a place in the inner solar system where some of these same ingredients that may have led to life on Earth are preserved for us is really exciting,\" Paige said.\nMESSENGER, which stands for Mercury Surface, Space Environment, Geochemistry and Ranging, is due to complete its two-year mission at Mercury in March.\nScientists are seeking NASA funding to continue operations for at least part of a third year. The probe will remain in Mercury's orbit until the planet's gravity eventually causes it to crash onto the surface.\nWhether the discovery of organics now prompts NASA to select a crash zone rather than leave it up to chance remains to be seen. Microbes that may have hitched a ride on MESSENGER likely have been killed off by the harsh radiation environment at Mercury.\nThe research is published in this week's edition of the journal Science.\n(Editing by Kevin Gray and Vicki Allen)", "id": "<urn:uuid:954bdf7e-7951-42c2-a6f6-6f7912bad693>", "dump": "CC-MAIN-2013-20", "url": "http://krro.com/news/articles/2012/nov/29/nasa-probe-reveals-organics-ice-on-mercury/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9546101093292236, "token_count": 753, "score": 3.234375, "int_score": 3}
{"text": "We had a running joke in science ed that kids get so overexposed to discrepant events involving density and air pressure that they tend to try to explain anything and everything they don't understand with respect to science in terms of those two concepts. Why do we have seasons? Ummm... air pressure? Why did Dr. Smith use that particular research design? Ummm... density?\nI think we need another catch-all explanation. I suggest index of refraction.\nTo simplify greatly, index of refraction describes the amount of bending a light ray will undergo as it passes from one medium to another (it's also related to the velocity of light in both media, but I do want to keep this simple). If the two media have significantly different indices, light passing from one to the other at an angle (not perpendicularly, in which case there is no bending) will be bent more than if indices of the two are similar. The first four data points are from Hyperphysics, the final one from Wikipedia... glass has a wide range of compositions and thus indices of refraction.\nWater at 20 C: 1.33\nTypical soda-lime glass: close to 1.5\nSince glycerine and glass have similar IoR, light passing from one to the other isn't bent; as long as both are transparent and similarly colored, each will be effectively \"invisible\" against the other.\nSo, why does it rain? Umm... index of refraction?\nA Bright Moon Impact\n12 hours ago", "id": "<urn:uuid:7eeb7ef3-3122-42f0-86c8-01da8f3d7396>", "dump": "CC-MAIN-2013-20", "url": "http://outsidetheinterzone.blogspot.com/2009/12/index-of-refraction.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.944247305393219, "token_count": 313, "score": 3.1875, "int_score": 3}
{"text": "Refraction and Acceleration\nName: Christopher S.\nWhy is it that when light travels from a more dense to a\nless dense medium, its speed is higher? I've read answers to this\nquestion in your archives but, sadly, still don't get it. One answer\n(Jasjeet S Bagla) says that we must not ask the question because light is\nmassless, hence questions of acceleration don't make sense. It does,\nhowever, seem to be OK to talk about different speeds of light. If you\nstart at one speed and end at a higher one, why is one not allowed to\ntalk about acceleration? Bagla goes on to say that it depends on how the\nem fields behave in a given medium. It begs the question: what is it\nabout, say, Perspex and air that makes light accelerate, oops, travel at\ndifferent speeds? If you're dealing with the same ray of light, one is\nforced to speak of acceleration, no? What other explanation is there for\nfinal velocity>initial velocity? Arthur Smith mentioned a very small\n\"evanescent\" component that travels ahead at c. Where can I learn more\nabout this? Sorry for the long question. I understand that F=ma and if\nthere is no m, you cannot talk about a, but, again, you have one velocity\nhigher than another for the same thing. I need to know more than \"that's\njust the way em fields are!\"\nAn explanation that satisfies me relates to travel through an interactive\nmedium. When light interacts with an atom, the photon of light is absorbed\nand then emitted. For a moment, the energy of the light is within the atom.\nThis causes a slight delay. Light travels at the standard speed of light\nuntil interacting with another atom. It is absorbed and emitted, causing\nanother slight delay. The average effect is taking more time to travel a\nmeter through glass than through air. This works like a slower speed. An\nindividual photon does not actually slow down. It gets delayed repeatedly by\nthe atoms of the medium. A more dense medium has more atoms per meter to\nDr. Ken Mellendorf\nIllinois Central College\nCongratulations! on not being willing to accept \"that is just the way em\nfields are!\" The answer to your inquiry is not all that simple (my opinion),\nbut I won't try to do so in the limited space allowed here, not to say my\nown limitations of knowledge.\nLike so many \"simple\" physics questions, I find the most lucid, but\naccurate, explanation in\nRichard Feynman's, \"Lectures on Physics\" which most libraries will have.\nVolume I, Chapter 31-1 through 31-6, which describes refraction, dispersion,\ndiffraction. The \"answer\" has to do with how matter alters the electric\nfield of incident radiation, but I won't pretend to be able to do a better\njob than Feynman.\nThe answer is that you are not dealing with the same ray of light. In\nvacuum a photon just keeps going at the speed of light. In a medium,\nhowever, it interacts with the atoms, often being absorbed while bumping\nan atomic or molecular motion into a higher energy state. The excited\natom/molecule then can jump to a lower energy state, emitting a photon\nwhile doing so. This can obviously make light appear to travel slower in a\nIn detail, it is a very complicated question, requiring at least a\ngraduate course in electromagnetism to begin to understand. Why, for\nexample do the emitted photons tend to travel in the same direction?\nBest, Richard J. Plano\nClick here to return to the Physics Archives\nUpdate: June 2012", "id": "<urn:uuid:d2b35c16-35c7-477e-80c7-8dded3739ec4>", "dump": "CC-MAIN-2013-20", "url": "http://newton.dep.anl.gov/askasci/phy00/phy00434.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.925911009311676, "token_count": 794, "score": 3.03125, "int_score": 3}
{"text": "Friday, 11 December 2009\nmental ray_Adding glow to the window glass\nThe above image was produced whilst at GMJ Design Ltd\nIn our latest book, we have covered a number of ways of emulating light without the need of creating a physical light.\nProduction companies often adopt similar methods to reduce the rendering times and retain the overall quality.\nIt is worth pointing out that the usage of Ambient Occlusion(i.e. AO) as a separate pass or/and directly from Max is utterly imperative for the final shot.\nThe following exercise will take you through another unique methodology of achieving similar results with reduced rendering times:\nAnother quick way of emulating “glow”/\"light\" on windows, is to in fact enable the glow function on the glass panes themselves.\nTo do this, simply go to the main material parameters, under the \"refraction\" group.\n1-Reduce the transparency to about 0.9 to prevent the surface from being fully transparent.\n2-To add a bit of blur to the transparency, decrease the glossiness to about 0.78. Note that, these values may vary depending on one’s camera angle...and the level of transparency/blurriness intended.\n3-Next,change the colour swatch from white to a warm yellow.\nAlso, the \"fast (interpolate)\" function, can be enabled for quick and fast results, as the glossiness and its samples can often slow down the renders.However,it may create artifacts.\n4-Pan down to the \"self illumination (glow)\" parameters and enable the \"self illumination (glow)\" function.\n5-Under the \"luminance\" group, change it from \"unitless\" to \"physical units: cd/m2)\". Also, pick and choose any relevant bitmap (i.e. photo) that has a prominent light source.\nNote: The \"unitless\" function often creates artifacts on glossy reflections, therefore, to be avoided at all costs.\nDepending on time in hand, one can set the glow to generate light, or not, through the FG, by checking the \"illuminates the scene (when using fg)\" function.\n...and... “...let there be light...”!!!\nThe final rendered image below was achieved using this technique. I hope you like it.\nI hope you have found this post interesting.\nAlso check this new article in this Blog:\n3D Realism:Practical & Easy Workflows", "id": "<urn:uuid:7989e71c-c55d-4ab4-b972-24001740790f>", "dump": "CC-MAIN-2013-20", "url": "http://jamiecardoso-mentalray.blogspot.com/2009/12/mental-rayadding-glow-to-window-glass.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8829333186149597, "token_count": 529, "score": 2.875, "int_score": 3}
{"text": "How to get Shading Right\nRecent improvements to window technology make substantial air conditioning energy savings possible. However, shading remains a time-tested method to accomplish the same end.\nArchitectural and site shading can have an even greater impact on reducing daily cooling use than upgrading windows. Using both a prototype building and modeling simulations, a study by our team at the National Renewable Energy Laboratory (NREL) evaluated the relative impacts of different solar load control strategies. The study points the way toward optimizing the interaction of various methods for reducing solar heat gain. This is helpful,as the wide variety of shading options currently available can make choosing an effective solar load control strategy confusing (see Snapshots of Shading Options,HE Sept/Oct '00,p.20).\nThe prototype house was built in 1998 in Tucson, Arizona, as part of the Department of Energy's Building America program.Its integrated package of energy-saving features includes structural insulated panels (SIPs) for the wall and roof construction, white coating on the roof, spectrally selective windows, architectural shading, an interior location for the air handler and ducts, highefficiency air conditioning equipment, and solar water heating.\nBuilding America (see Clean Breathing in Tract Homes,p. 29) works with five building industry teams to produce advanced residential buildings on a community scale. Systems incorporated into these houses are evaluated by conducting successive design, test, redesign,and retest iterations until cost and performance trade-offs yield innovations that can be cost effectively implemented in production-scale housing.RGC CourtHomes,Inc., built the prototype, with input from the IBACOS Building America Consortium.\nBuilding performance was modeled using a detailed hourly energy simulation tool and was measured while the building was unoccupied for a period of 12 days. Model inputs included direct measurements of the net air exchange rate, surface reflectance,and window transmittance. Model results, after calibration,showed good agreement with the direct measurements of cooling loads and air conditioning energy use. Analyzing the interactions between building performance and solar load control strategies in a prototype house can facilitate the optimization of cost and performance trade-offs in large-scale production.\nTypical new productionscale houses in the Tucson market are framed on a slabon- grade foundation with stucco exterior finish and a sloped concrete tile or flat built-up bituminous roof. These standard-practice houses are built using standard construction materials and techniques, including nominal 2 x 4 wood framing,fiberglass batt insulation,1-inch polystyrene sheathing,and double- pane,clear-glass,aluminum frame windows. The slab foundation has no insulation,and the attic is usually vented. A forcedair distribution system provides space heating and cooling,with the air handler located in the garage and the flex duct in the attic. This system is typically supplied by a 10-SEER air conditioner and an 80% annual fuel utilization efficiency (AFUE) gas furnace.\nThe prototype house differs from these houses in several respects. It has a well-insulated airtight envelope, with minimized air distribution losses. The house's energy-saving features, plus the large ratio of window to floor area in the design, render window contributions more important than they are in conventional housing, particularly in the Tucson climate.\nThe prototype incorporates several reengineered features into its structural and mechanical equipment systems (see Table 1). Envelope changes include a sealed, insulated, and conditioned crawlspace foundation (a shallow basement) and SIPs (see SIPs Face the Skeptics,HE,Mar/Apr '98). The foundation stem walls are 6-inchthick reinforced concrete, insulated on the interior with a 2-inch-thick rigid foam board (R-10) that serves as the concrete form. Each wall and roof panel consists of a polyurethane foam core sandwiched between 7/16- inch thick oriented strand board (OSB) sheathing. SIPs 41/2 -inches thick are used for the walls, and SIPs 61/2 -inches thick form the flat lowslope ceiling/roof assembly. The walls are finished with synthetic stucco on the exterior. The roof panels are finished with a white singleply rubberized fabric coating on the exterior (the inside is cathedralized, with no attic space). The windows have vinyl frames with a thermal break,double panes, and spectrally selective coatings on the inside of the outer pane (surface two) of the tinted glazing.\nMechanical system features include putting the air handler in an interior chase, locating all ductwork within the conditioned space,and installing a 12-SEER (seasonal energy efficiency ratio) air conditioner. A batch-type solar water heater, with an integral collector storage unit,preheats domestic hot water. The gasfired water heater is coupled with an integrated hydronic space-heating coil in the air handler. The house has a controlled-ventilation system consisting of a separate,single-speed and manual-switch fan that supplies fresh air on demand from the outside to the air handler return plenum.\nThis ranch-style house is located in a high-density, single-family residential development (see cover photo). The architectural plan has approximately 1,170 ft2 of floor area, including two bedrooms and two bathrooms. The house has a relatively large window area with 272 ft2; four sliding glass doors facing a patio make up about 80% of this window area. The sliding glass doors are partially shaded by the patio cover,which is 24 ft long, 6 ft wide, and 10 ft above ground level (see photograph on p. 24). The front entrance is a solid wood door. Another overhang on the front elevation of the house is an open horizontal trellis made of nominal 2 x 6 lumber; vegetation has been planted and is intended to grow over it. Prior to testing, the interior of the house was fully finished and landscaping was complete. No interior window coverings were installed during the test period.\nBuilding performance measurements included environmental conditions, net air exchange rate,and electric power use during normal operation of the building (see Measuring Thermal Performance). In addition, cooling loads were measured using a co-cooling test protocol in which a six-zone portable air conditioning unit was substituted for the building’s air conditioner. The modeled and measured results were compared; the results showed good agreement for cooling loads and air conditioning energy use. The model was then used to evaluate annual energy use and the impacts of alternative solar load control strategies over a broader range of conditions than could be measured in the field.\nThe simulation model includes accurate building geometry to account for the effects of shading on windows and walls. The windows are all generally well shaded, either by overhangs or by the adjacent houses. The simulation model was imported into a three-dimensional graphic representation program that has rotational view capabilities to check building geometry.Figure 1 shows the location of exterior walls, windows,doors, and overhangs. Crawlspace walls are evident in this view. Shading from adjacent houses is significant at this site. The geometry of houses and fences to the east and west are modeled as measured at the site; these shading surfaces are also shown in the figure.\nHow the Shading Options Added Up\nFor the determination of annual heating and cooling energy,occupied building operation is simulated. The simulation of occupied conditions in this building for a full year predicts that 3,285 kWh of cooling energy and 71 therms of space-heating energy are required per year. Heat gain through the windows is the largest component of envelope load, and it constitutes more than 30% of the total cooling energy load (see Figures 2 and 3).\nFigure 4 presents the daily load profiles of air conditioning electricity use on a typical cooling day for four combinations of glazing and shading. In this case, the shading includes both the architectural overhangs and the site shading from adjacent buildings. Standard glazing without shading represents the worst case, and spectrally selective glazing with shading (the existing building) represents the best case. The combination of high-performance glazing and shading achieves a 0.4 kW (14%) reduction in afternoon peak electricity demand and a 12.4 kWh (30%) reduction in daily total electricity used for air conditioning. Architectural and site shading reduces daily cooling use more than upgrading the windows does. The shading combination reduces daily cooling energy use by 9.4 kWh (22%), as compared to 4.4 kWh (11%) for just upgrading the windows.\nArchitectural shading is clearly very important in reducing cooling loads. It reduces the annual cooling requirement by approximately 23%, whether one starts with standard double-pane glazing or with spectrally selective glazing. In both cases, the heating load increases as the solar gain is reduced, but thanks to the combination of the Tucson climate and the wellinsulated tight building shell, this has little impact. Even in the worst\ncase scenario, less than 80 therms per year of space heating is required.\nIn this housing development, site shading plays an important role in reducing morning and evening direct solar gain. The test house is shaded to the east and west by adjacent, two-story houses. This site shading not only reduces the solar gain through the windows, but effectively shades much of the exterior wall area, reducing overall conductive gains as well.\nAnnual Energy Costs\nThe cooling and heating loads are combined into a single value by converting the energy requirements to costs. The study assumed that electricity costs 10.5¢/kWh, and natural gas costs 79¢/therm for the first 20 therms a month and 75¢/therm above that. Figure 5 shows annual cooling and heating costs as a function of glazing type, two types of shading, and the orientation of the front of the house. Using the data from this figure and referencing a base case building with standard windows with no overhangs but with adjacent building shading, Table 2 presents the reduction in cooling and heating costs for a subset of combinations.\nThe existing building has a south orientation, and the combined features lead to a 26% reduction in cooling and heating costs. The total cost of cooling and heating is reduced by more than 10% by adding the presence of the adjacent houses. As expected, the maximum effect from architectural shading occurs if the front of the house faces west, which orients most of the window area to the south. The maximum effect of site shading occurs if the front of the house faces north, which orients most of the window area to the west.With the front facing east, the majority of windows are on the north side, and neither architectural nor site shading has much effect on cooling and heating costs.\n- FIRST PAGE\n- PREVIOUS PAGE\nEnter your comments in the box below:\n(Please note that all comments are subject to review prior to posting.)", "id": "<urn:uuid:7fc7b7ef-acfe-4630-b7d8-bbc8efdadf7d>", "dump": "CC-MAIN-2013-20", "url": "http://www.homeenergy.org/newsite2011/public/index.php/show/article/nav/buildingamerica/page/4/id/242", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.941486120223999, "token_count": 2245, "score": 2.921875, "int_score": 3}
