"{\"text\": \"Wikipedia sobre física de partículas\\nRapidinho. Me falaram que a definição de física de partículas da Wikipedia era muito ruim. E de fato, era assim:\\nParticle physics is a branch of physics that studies the elementary particle|elementary subatomic constituents of matter and radiation, and their interactions. The field is also called high energy physics, because many elementary particles do not occur under ambient conditions on Earth. They can only be created artificially during high energy collisions with other particles in particle accelerators.\\nParticle physics has evolved out of its parent field of nuclear physics and is typically still taught in close association with it. Scientific research in this area has produced a long list of particles.\\nMas hein? Partículas que só podem ser criadas em aceleradores? Física de partículas é ensinada junto com física nuclear? A pesquisa produz partículas (essa é ótima!)?\\nEm que mundo essa pessoa vive? Reescrevi:\\nParticle Physics is a branch of physics that studies the existence and interactions of particles, which are the constituents of what is usually referred as matter or radiation. In our current understanding, particles are excitations of quantum fields and interact following their dynamics. Most of the interest in this area is in fundamental fields, those that cannot be described as a bound state of other fields. The set of fundamental fields and their dynamics are summarized in a model called the Standard Model and, therefore, Particle Physics is largely the study of the Standard Model particle content and its possible extensions.\\nEu acho que ficou bem melhor. Vamos ver em quanto tempo algum editor esquentado da Wikipedia vai demorar para reverter. Atualmente está um saco participar da Wikipedia por causa dessas pessoas.\", \"id\": \"<urn:uuid:e7f0a003-07f1-4148-a77c-6e0cb215fc0e>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://arsphysica.wordpress.com/2011/08/14/wikipedia-sobre-fisica-de-particulas/\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.6576704978942871, \"token_count\": 419, \"score\": 3.0, \"int_score\": 3}\n"
"{\"text\": \"Re-inventing the Planned City Monday, March 12, 2012\\nTAU and MIT launch pilot project to re-think 50's era \\\"New Towns\\\"\\nA bird's-eye view of Kiryat Gat\\nIn response to population growth, many \\\"new towns\\\" or planned cities were built around the world in the 1950s. But according to Dr. Tali Hatuka, head of Tel Aviv University's Laboratory for Contemporary Urban Design (LCUD) at the Department of Geography and the Human Environment, these cities are a poor fit for modern lifestyles — and it's time to innovate.\\nTAU has launched a pilot project, in collaboration with a team from the Massachusetts Institute of Technology led by Prof. Eran Ben-Joseph, to revitalize this aging model. Last month, a team of five TAU and 11 MIT graduate students visited Kiryat Gat, a mid-sized town in the south of Israel. Home to branches of industrial giants Hewlett-Packard Company and Intel, Kiryat Gat was chosen as a \\\"laboratory\\\" for re-designing outmoded planned civic spaces.\\nBased on smart technologies, improved transportation, use of the city's natural surroundings, and a reconsideration of the current use of city space, the team's action plan is designed to help Kiryat Gat emerge as a new, technologically-advanced planned city — a prototype that could be applied to similar urban communities.\\nPlanning a future for the mid-sized city\\nThe project, jointly funded by TAU's Vice President for Research and MIT's MISTI Global Seed Funds, will create a new planning model that could reshape the future of Kiryat Gat and similar cities across the world which are often overlooked in academia and practical planning. \\\"Our goal is to put a spotlight on these kinds of towns and suggest innovative ways of dealing with their problems,\\\" says TAU student Roni Bar.\\nMIT's Alice Shay, who visited Israel for the first time for the project, believes that Kiryat Gat, a city that massive urbanization has left behind, is an ideal place for the team to make a change. \\\"The city is at a catalyst point — an exciting moment where good governance and energy will give it the capacity to implement some of these new projects.\\\"\\nTo tackle the design and planning challenges of the city, the team of students focused on four themes: the \\\"mobile city,\\\" which looked at transport and accessibility; the \\\"mediated city,\\\" dealing with technological infrastructure; the \\\"compact city,\\\" which reconsidered the use of urban space and population growth; and the \\\"natural city,\\\" which integrated environmental features into the urban landscape.\\nFinding common ground\\nUltimately, the team’s goal is to create a more flexible city model that encourages residents and workers to be a more active part of the urban fabric of the city, said Dr. Hatuka. The current arrangement of dedicated industrial, residential, and core zones is out of step with a 21st century lifestyle, in which people work, live, and spend their leisure time in the same environment.\\n\\\"Much of the past discourse about the design of sustainable communities and 'eco-cities' has been premised on using previously undeveloped land,\\\" says Prof. Ben-Joseph. \\\"In contrast, this project focuses on the 'retrofitting' of an existing environment — a more likely approach, given the extent of the world's already-built infrastructure.\\\"\\nThe students from TAU and MIT have become a truly cohesive team, and their diversity of background helps challenge cultural preconceptions, Bar says. \\\"They ask many questions that help us to rethink things we took for granted.\\\" Shay agrees. \\\"Tali and Eran have created an incredible collaboration, encouraging us all to exchange ideas. Our contexts are different but there is a common urban design language.\\\"\\nThe team estimates that they will be able to present the updated model of the city early next year. The next step is further exploring the project's key themes at a March meeting at MIT. And while the project has provided an exceptional educational experience for all involved, ideas are already leaping off the page and into the city's urban fabric. \\\"In the next two months, the Mayor of Kiryat Gat would like to push this model forward and implement the initial steps that we have offered,\\\" says an enthusiastic Dr. Hatuka.\", \"id\": \"<urn:uuid:08c12af3-3a0e-45eb-852d-5a9c514658cb>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.aftau.org/site/News2/596546752?page=NewsArticle&id=16181&news_iv_ctrl=-1\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9586700797080994, \"token_count\": 895, \"score\": 2.609375, \"int_score\": 3}\n"
"{\"text\": \"Welcome to Jane Addams Hull-House museum\\nThe Jane Addams Hull-House Museum serves as a dynamic memorial to social reformer Jane Addams, the first American woman to receive the Nobel Peace Prize, and her colleagues whose work changed the lives of their immigrant neighbors as well as national and international public policy. The Museum preserves and develops the original Hull-House site for the interpretation and continuation of the historic settlement house vision, linking research, education, and social engagement\\nThe Museum is located in two of the original settlement house buildings- the Hull Home, a National Historic Landmark, and the Residents' Dining Hall, a beautiful Arts and Crafts building that has welcomed some of the world's most important thinkers, artists and activists.\\nThe Museum and its many vibrant programs make connections between the work of Hull-House residents and important contemporary social issues.\\nFounded in 1889 as a social settlement, Hull-House played a vital role in redefining American democracy in the modern age. Addams and the residents of Hull-House helped pass critical legislation and influenced public policy on public health and education, free speech, fair labor practices, immigrants’ rights, recreation and public space, arts, and philanthropy. Hull-House has long been a center of Chicago’s political and cultural life, establishing Chicago’s first public playground and public art gallery, helping to desegregate the Chicago Public Schools, and influencing philanthropy and culture.\", \"id\": \"<urn:uuid:f01a8af6-2422-47f6-a2f8-477c864a7d08>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://uic.edu/jaddams/hull/_museum/visitors.html\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9451056718826294, \"token_count\": 294, \"score\": 3.078125, \"int_score\": 3}\n"
"{\"text\": \"Brookhaven National Laboratory was established in 1947 on the eastern end of Long Island at the former site of the U.S. Army’s Camp Upton. Originally built out of a post-World War II desire to explore the peaceful applications of atomic energy, the Laboratory now has a broader mission: to perform basic and applied research at the frontiers of science, including nuclear and high-energy physics; physics and chemistry of materials; nanoscience; energy and environmental research; national security and nonproliferation; neurosciences and medical imaging; structural biology; and computational sciences. Over its history, Brookhaven Lab has housed three research reactors, numerous one-of-a-kind particle accelerators, and other cutting-edge research facilities responsible for discoveries leading to many advances for science and society as well as seven Nobel Prizes.\\nBrookhaven was originally conceived, in part, to establish a national laboratory in the Northeastern United States to design, construct and operate large scientific machines that individual institutions could not afford to develop on their own. Throughout the years, Brookhaven’s scientists and visiting researchers have used these unique facilities to make discoveries in biology, physics, chemistry, geophysics, medicine, and materials science.\\nSince Brookhaven opened its doors, countless innovations and inventions by staff and visiting scientists have contributed to research in many fields. Discoveries made here have shaped our understanding of the atom and the universe, advanced medical imaging techniques, and created new technology and tools for studying microbiology, climate and pollutants, energy storage and more.\", \"id\": \"<urn:uuid:ed9dbb98-4768-4a07-84b7-372f728fdb7b>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.bnl.gov/about/history/\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9506354331970215, \"token_count\": 314, \"score\": 2.78125, \"int_score\": 3}\n"
"{\"text\": \"Use of Biomedical Engineering and Music for K-12 Math/Science Education\\nThe study proposes the use of Biomedical Engineering (BME) Ph.D. track graduate students to assist middle and high school teachers to teach math/science skills, by providing additional tools and training to optimize their use. The emphasis is on the use of disciplinary knowledge to enhance how people learn with the aid of computer technology; showing the students the importance of this knowledge to solve real world problems.\\nThree school districts have committed to participate in a cross-disciplinary education program (Shelby County, Shades Mountain Independent, and the Alabama School of Fine Arts). Students from UAB’s Biomedical Engineering (BME) and the Alabama School of Fine Arts (ASFA) departments will develop, implement, and evaluate the four interventions used to enhance math/science skills.\\n- Music education\\n- Math/Science kits and six-week projects\\n- Science Fair project development\\n- A technology of Fine Arts class\\nWhen the cost-effectiveness of each intervention has been determined, decisions whether to expand the intervention, within each school system will be made. Information about successful programs would be made available, on the internet or other media, to interested groups. Trained personnel from this project would serve as facilitators for these groups.\\n- Investigators: A. Eberhardt, R. Thompson, M. Froning, D. Kilpadi\", \"id\": \"<urn:uuid:21551b17-525a-4ee3-a648-637e7f0b7928>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://main.uab.edu/soeng/templates/inner.aspx?pid=71768\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.914275050163269, \"token_count\": 290, \"score\": 2.640625, \"int_score\": 3}\n"
"{\"text\": \"Published May 2008\\nProperly located digital signage in high traffic areas on school campuses provides students and faculty with a convenient resource to stay up to date about the latest school news and activities.\\nSignage in Education\\nBy Anthony D. Coppedge\\nTechnology gets high marks.\\nDigital media and communications have come to play a vital role in people’s everyday lives, and a visit to the local K-12 school, college or university campus quickly illustrates the many ways in which individuals rely on audio and visual technologies each day. The shift from analog media to digital, represented by milestones ranging from the replacement of the Walkman by the MP3 player to the DTV transition currently enabling broadcasts beyond the home to mobile devices, has redefined the options that larger institutions, including those in our educational system, have for sharing information across the campus and facilities.\\nFlexible And Efficient\\nDigital signage, in particular, is proving to be a flexible and efficient tool for delivering specific and up-to-date information within the educational environment. As a high-resolution, high-impact medium, it lives up to the now-widespread expectation that visual media be crisp and clear, displayed on a large screen. Although the appeal of implementing digital signage networks does stem, in part, from plummeting screen prices and sophisticated content delivery systems, what’s equally or more important is that digital signage provides valuable information to the people who need it, when and where they need it. On school campuses—whether preschool, elementary, high school or post-secondary institutions—it does so effectively, for both educational purposes and for the security and safety of staff, administration and the student body as a whole.\\nSchool campuses have begun leveraging digital signage technology in addition to, or in place of, printed material, such as course schedules, content and location; time-sensitive school news and updates; maps and directions; welcome messages for visitors and applicants; and event schedules. Digital signage simplifies creation and delivery of multiple channels of targeted content to different displays on the network. Although a display in the college admissions office might provide prospective students with a glimpse into student life, for example, another display outside a lab or seminar room might present the courses or lectures scheduled for that space throughout the day.\\nThis model of a distribution concept illustrates a school distributing educational content over a public TV broadcast network.\\nAt the K-12 level, digital signage makes it easy to deliver information such as team or band practice schedules, or to post the cafeteria menu and give students information encouraging sound food choices. Digital signage in the preschool and daycare setting makes it easy for teachers and caregivers to share targeted educational programming with their classes.\\nAmong the most striking benefits of communicating through digital signage is the quality of the pictures and the flexibility with which images, text and video can be combined in one or more windows to convey information. Studies have shown that dynamic signage is noticed significantly more often than are static displays and, furthermore, that viewers are more likely to remember that dynamic content.\\nThough most regularly updated digital signage content tends to be text-based, digital signage networks also have the capacity to enable the live campus-wide broadcast of key events: a speech by a visiting dignitary, the basketball team’s first trip to the state or national tournament, or even the proceedings at commencement and graduation. When time is short, it’s impractical to gather the entire student body in one place or there simply isn’t the time or means to deliver the live message in any other way.\\nThe ability to share critical information to the entire school community, clearly and without delay, has made digital signage valuable as a tool for emergency response and communications. Parents, administrators, teachers and students today can’t help but be concerned about the school’s ability to respond quickly and effectively to a dangerous situation, whether the threat be from another person, an environmental hazard, an unpredictable weather system or some other menace.\\nDigital signage screens installed across a school campus can be updated immediately to warn students and staff of the danger, and to provide unambiguous instructions for seeking shelter or safety: where to go and what to do.\\nAlthough early digital signage systems relied on IP-based networks and point-to-point connections between a player and each display, current solutions operate on far less costly and much more scalable platforms. Broadcast-based digital signage models allow content to be distributed remotely from a single data source via transport media, such as digital television broadcast, satellite, broadband and WiMAX.\\nThe staff member responsible for maintaining the digital signage network can use popular content creation toolsets to populate both dynamic and static displays. This content is uploaded to a server that, in turn, feeds the digital signage network via broadcast, much like datacasting, to the receive site for playout. By slotting specific content into predefined display templates, each section with its own playlist, the administrator can schedule display of multiple elements simultaneously or a single-window static, video or animated display.\\nThe playlist enables delivery of the correct elements to the targeted display both at the scheduled time and in the appropriate layout. In networks with multicast-enabled routers, the administrator can schedule unique content for displays in different locations.\\nIn the case of delivering emergency preparedness or response information across a campus, content can be created through the same back-office software used for day-to-day digital signage displays. Within the broadcast-based model, three components ensure the smooth delivery of content to each display.\\nA transmission component serves as a content hub, allocating bandwidth and inserting content into the broadcast stream based on the schedule dictated by the network’s content management component. Content is encapsulated into IP packets that, in turn, are encapsulated into MPEG2 packets for delivery.\\nGeneric content distribution model for digital signage solution.\\nThe content management component of the digital signage network provides for organization and scheduling of content, as well as targeting of that content to specific receivers. Flexibility in managing the digital signage system enables distribution of the same emergency message across all receivers and associated displays, or the delivery of select messages to particular displays within the larger network.\\nWith tight control over the message being distributed, school administrators can immediately provide the information that students and staff in different parts of the campus need to maintain the safest possible environment. Receivers can be set to confirm receipt of content, in turn assuring administrative and emergency personnel that their communications are, in fact, being conveyed as intended. On the receiving end, the third component of the system, content, is extracted from the digital broadcast stream and fed to the display screen.\\nThe relationships that many colleges and universities share with public TV stations provide an excellent opportunity for establishing a digital signage network. Today, the deployed base of broadcast-based content distribution systems in public TV stations is capable of reaching 50% of the US population. These stations’ DTV bandwidth is used not only for television programming, but also to generate new revenues and aggressively support public charters by providing efficient delivery of multimedia content for education, homeland security and other public services.\\nEducational institutions affiliated with such broadcasters already have the technology, and much of the necessary infrastructure, in place to launch a digital signage network. In taking advantage of the public broadcaster’s content delivery system, the college or university also can tap into the station’s existing links with area emergency response agencies.\\nAs digital signage technology continues to evolve, educational institutions will be able to extend both urgent alerts and more mundane daily communications over text and email messaging. Smart content distribution systems will push consistent information to screens of all sizes, providing messages not only to displays, but also to the cell phones and PDAs so ubiquitous in US schools.\\nThe continued evolution of MPH technology will support this enhancement in delivery of messages directly to each student. MPH in-band mobile DTV technology leverages ATSC DTV broadcasts to enable extensions of digital signage and broadcast content directly to personal devices, whether stationary or on the move. Rather than rely on numerous unrelated systems, such as ringing bells, written memos and intercom announcements, schools can unify messaging and its delivery, in turn reducing the redundancy involved in maintaining communications with the student body.\\nAn effective digital signage network provides day-to-day benefits for an elementary school, high school, college or university while providing invaluable emergency communications capabilities that increasingly are considered a necessity, irrespective of whether they get put to the test. The selection of an appropriate digital signage model depends, of course, on the needs of the organization.\\nEducational institutions share many of the same concerns held by counterparts in the corporate world, and key among those concerns is the simple matter of getting long-term value and use out of their technical investments. However, before even addressing the type of content the school wishes to create and distribute, the systems integrator, consultant or other AV and media professional should work with the eventual operators of the digital signage network to identify and map out the existing workflow. Once the system designer, integrator or installer has evaluated how staff currently work in an emergency to distribute information, he then can adjust established processes and adapt them to the digital signage model.\\nThe administrative staff who will be expected to update or import schedules to the digital signage system will have a much lower threshold of acceptance for a workflow that is completely unfamiliar or at odds with all their previous experience. An intuitive, easy-to-use system is more likely to be used in an emergency if it has become familiar in everyday practice.\\nTurnkey digital signage solutions provide end-to-end functionality without forcing users and integrators to work with multiple systems and interfaces. The key in selecting a vendor lies in ensuring that they share the same vision and are moving in the same direction as the end user.\\nIn addition to providing ease of use, digital signage solutions for the education market also must provide a high level of built-in security, preventing abuse or misuse by hackers, or by those without the knowledge, experience or authority to distribute content over the network. Because the network is a conduit for emergency messaging, its integrity must be protected. So, the installer must not only identify the number of screens to be used and where, but also determine who gets access to the system and how that access remains secure.\\nScalable systems that can grow in number of displays or accommodate infrastructure improvements and distribution of higher-bandwidth content will provide the long-term utility that makes the investment worthwhile. By going into the project with an understanding of existing infrastructure, such as cabling, firewalls, etc., and the client’s goals, the professional is equipped to advise the customer as to the necessity, options and costs for enhancing or improving on that infrastructure. As with any other significant deployment of AV technology, the installation of a digital signage network also requires knowledge of the site, local building codes, the availability of power and so forth.\\nRalph Bachofen, senior director of Product Management and Marketing, Triveni Digital, has more than 15 years of experience in voice and multimedia over Internet Protocol (IP), telecommunications and the semiconductor business.\\nThe infrastructure requirements of a school in deploying a digital signage network will vary, depending on the type of content being delivered through the system. HD and streaming content clearly are bandwidth hogs, whereas tickers and other text-based messages put a low demand on bandwidth. Most facilities today are equipped with Gigabit Ethernet networks that can handle\\nthe demands of live video delivery and lighter content.\\nHowever, even bandwidth-heavy video can be delivered by less robust networks, as larger clips can be “trickled” over time to the site, as long as storage on the unit is adequate. There is no set standard for the bandwidth required, just as there is no single way to use a digital signage solution. It all depends on how the system will be used, and that’s an important detail to address up front.\\nMost digital signage solutions feature built-in content-creation tools and accept content from third-party applications, as well. Staff members who oversee the system thus can use familiar applications to create up-to-date content for the school’s digital signage network. This continuity in workflow adds to the value and efficiency of the network in everyday use, reducing the administrative burden while serving as a safeguard in the event of an emergency.\\nFor educational institutions, the enormous potential of the digital signage network can open new doors for communicating with students and staff, but only if it is put to use effectively. Comprehensive digital signage solutions offer ease of use to administration, deliver clear and useful messaging on ordinary days and during crises, and feature robust design and underlying technology that supports continual use well into the future.\", \"id\": \"<urn:uuid:4f104f5b-67cc-4de8-87a7-62cb466de5d1>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://soundandcommunications.com/archive_site/video/2008_05_video.htm\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9226340055465698, \"token_count\": 2596, \"score\": 2.5625, \"int_score\": 3}\n"
"{\"text\": \"Washington, DC. Public libraries have become essential points of access to the Internet and computers in local communities, with nearly every library in the country offering public internet access. Yet, individual library practices can have significant affect on the quality and character of this public service. Opportunity for All: How Library Policies and Practices Impact Public Internet Access, offers an analysis of the service in four public library systems and makes recommendations for strategies that help to sustain and improve public access service. The report was funded through a partnership between the Bill & Melinda Gates Foundation and the Institute of Museum and Library Services and was produced by the University of Washington Information School. [Read more]\\nAccess to the Internet has become a central part of American society, helping all of us in many areas of our daily lives. Over the past twenty years, libraries and community technology centers have taken on the role of public access centers for those who are unable to reach the Internet at home or work, for reasons ranging from lack of financial resources to personal preference. The U.S. Impact Study is examining the users and use of these public services to better understand the impact of free access to computers and the Internet on the individuals, families and communities served by these public and private resources.\", \"id\": \"<urn:uuid:3b302593-d369-45ad-8e71-a345eaee64df>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://impact.ischool.uw.edu/index.html\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9527751803398132, \"token_count\": 247, \"score\": 2.890625, \"int_score\": 3}\n"
"{\"text\": \"Outside of the academic environment, a harsh and seemingly ever-growing debate has appeared, concerning how mass media distorts the political agenda. Few would argue with the notion that the institutions of the mass media are important to contemporary politics. In the transition to liberal democratic politics in the Soviet Union and Eastern Europe the media was a key battleground. In the West, elections increasingly focus around television, with the emphasis on spin and marketing. Democratic politics places emphasis on the mass media as a site for democratic demand and the formation of “public opinion”. The media are seen to empower citizens, and subject government to restraint and redress. Yet the media are not just neutral observers but are political actors themselves. The interaction of mass communication and political actors — politicians, interest groups, strategists, and others who play important roles — in the political process is apparent. Under this framework, the American political arena can be characterized as a dynamic environment in which communication, particularly journalism in all its forms, substantially influences and is influenced by it.\\nAccording to the theory of democracy, people rule. The pluralism of different political parties provides the people with “alternatives,” and if and when one party loses their confidence, they can support another. The democratic principle of “government of the people, by the people, and for the people” would be nice if it were all so simple. But in a medium-to-large modern state things are not quite like that. Today, several elements contribute to the shaping of the public’s political discourse, including the goals and success of public relations and advertising strategies used by politically engaged individuals and the rising influence of new media technologies such as the Internet.\\nA naive assumption of liberal democracy is that citizens have adequate knowledge of political events. But how do citizens acquire the information and knowledge necessary for them to use their votes other than by blind guesswork? They cannot possibly witness everything that is happening on the national scene, still less at the level of world events. The vast majority are not students of politics. They don’t really know what is happening, and even if they did they would need guidance as to how to interpret what they knew. Since the early twentieth century this has been fulfilled through the mass media. Few today in United States can say that they do not have access to at least one form of the mass media, yet political knowledge is remarkably low. Although political information is available through the proliferation of mass media, different critics support that events are shaped and packaged, frames are constructed by politicians and news casters, and ownership influences between political actors and the media provide important short hand cues to how to interpret and understand the news.\\nOne must not forget another interesting fact about the media. Their political influence extends far beyond newspaper reports and articles of a direct political nature, or television programs connected with current affairs that bear upon politics. In a much more subtle way, they can influence people’s thought patterns by other means, like “goodwill” stories, pages dealing with entertainment and popular culture, movies, TV “soaps”, “educational” programs. All these types of information form human values, concepts of good and evil, right and wrong, sense and nonsense, what is “fashionable” and “unfashionable,” and what is “acceptable” and “unacceptable”. These human value systems, in turn, shape people’s attitude to political issues, influence how they vote and therefore determine who holds political power.\", \"id\": \"<urn:uuid:e07102a9-36b0-40bd-b081-74ec346f923a>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://politicstoday.biz/10851/do-mass-media-influence-the-political-behavior-of-citizens/\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9643222689628601, \"token_count\": 723, \"score\": 3.203125, \"int_score\": 3}\n"
"{\"text\": \"In the American electoral system, a primary election is an election that determines the nominee for each political party, who then competes for the office in the general election. A presidential primary is a state election that picks the delegates committed to nominate particular candidates for president of the United States. A presidential caucus, as in Iowa, requires voters to meet together for several hours in face-to-face meetings that select county delegates, who eventually pick the delegates to the national convention. No other country uses primaries; they choose their candidates in party conventions.\\nPrimaries were introduced in the Progressive Era in the early 20th century to weaken the power of bosses and make the system more democratic. In presidential elections, they became important starting in 1952, when the first-in-the-nation New Hampshire Primary helped give Dwight D. Eisenhower the Republican nomination, and knocked Harry S. Truman out of the Democratic race because of his poor showing. In 1964, Lyndon B. Johnson ended his reelection campaign after doing poorly in New Hampshire.\\nAfter 1968, both parties changed their rules to emphasize presidential primaries, although some states still use the caucus system.\\nIn recent decades, New Hampshire holds the first primary a few days after Iowa holds the first caucus. That gives these two states enormous leverage, as the candidates and the media focus there. New Hampshire and Iowa receive about half of all the media attention given all primaries.\\nThe primary allows voters to choose between different candidates of the some political parties, perhaps representing different wings of the party. For example, a Republican primary may choose between a range of candidates from moderate to conservative. Gallup's 2008 polling data indicated a trend in primary elections towards more conservative candidates, despite the more liberal result in the general election.\\nIn recent years the primary seasons has come earlier and earlier, as states move up to earlier dates in the hope it will give them more leverage. For example, Barry Goldwater won the 1964 nomination because he won the last primary in California. The logic is faulty--in highly contested races the later primaries have more leverage. Thus in 2008 California gave up its traditional last-in-the-nation role and joined 20 other states on Super Tuesday. Neither the candidates not the voters paid it much attention. Michigan and Florida moved up their primaries in defiance of national Democratic Party rules and were penalized. The result is the primary season is extended, and is far more expensive, and no state gets an advantage--except for Iowa and New Hampshire, which now have dates in early January.\\nIn late 2009 the two national parties are meeting to find a common solution.\\n- Duncan, Dayton. Grass roots: one year in the life of the New Hampshire presidential primary (1991) 436 pages; on 1988 campaign\\n- Johnson, Haynes, and Dan Balz. The Battle for America 2008: The Story of an Extraordinary Election (2009), excellent history of 2008 primaries\\n- Kamarck, Elaine C. Primary Politics: How Presidential Candidates Have Shaped the Modern Nominating System (2009) excerpt and text search\", \"id\": \"<urn:uuid:c66cbd20-f2be-4f73-902d-7b0198351323>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.conservapedia.com/Primary_election\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9510154128074646, \"token_count\": 615, \"score\": 4.03125, \"int_score\": 4}\n"
"{\"text\": \"Accreditation is a form of independent, professional certification that focuses on schools and programs in a particular field. Accreditation of universities in the USA therefore assures you and your parents that the school adheres to high quality standards. Which means the programs are delivered by qualified faculty and are constantly updated to follow the changes and meet the needs of the relevant industry or working world. Attending an accredited school or program is often thought to make you more competitive on the job market.\\nUniversity accreditation in the USA takes place at different levels. At the highest level, governmental and other agencies govern and recognize the accrediting bodies. For instance, the US Department of Education, the Council for Higher Education Association (CHEA) and the Association of Specialized and Professional Accreditors (ASPA) grant power to associations that oversee accreditation at the regional, institutional or program level.\\nRegional: The US Department of Education recognizes 6 distinct higher educational regions, each of which is overseen by a different accrediting body. This is the type of accreditation most commonly referred to and is for a university as a whole, not for individual programs. Accreditation by these regional agencies isn't automatic: this is voluntary accreditation.\\nInstitutional: Depending on the kind of university or college it is (e.g., private, public, Christian, etc.) it may also be accredited by institute-type specific agencies. America's universities are extremely different in character, size, location and in the programs they offer. Therefore a school may be accredited by one or more organizations.\\nSpecialized: Specialized accreditation focuses on specific areas of study and individual university programs. This is sometimes called professional accreditation, because it means specific programs meet the national standards for that field of study. Universities in the USA cover a huge range of programs, and each institution usually has a page on its website listing both institutional and individual program accreditation.\\nWhen assessing quality, international students can also look at whether a school or program has any memberships in, or endorsements by, professional associations which reflect certain standards of quality, but this is not the same as official accreditation. For instance, the American Association of State Colleges and Universities does not accredit programs, but is a national organization committed to maintaining and promoting the quality of America's higher education system.\\nRegional Accrediting Agencies for Universities in the USA\\nMiddle States Association of Colleges and Schools, Commission on Higher Education\\nNew England Association of Schools and Colleges, Commission on Institutions of Higher Education\\nNorth Central Association of Colleges and Schools, The Higher Learning Commission\\nNorthwest Commission on Colleges and Universities\\nSouthern Association of Colleges and Schools, Commission on Colleges\\nWestern Association of Schools and Colleges, Accrediting Commission for Senior Colleges and Universities\\nWhy Accreditation? The goal of university accreditation in the USA is to ensure that education provided by institutions of higher education meets acceptable levels of quality. Accrediting agencies have no legal control over institutions or programs; they promote certain standards and approve or renew membership of institutions that apply and meet the accreditation standards or criteria. Certain licensing programs may require that you've been through a course of study with specialized accreditation, because it ensures that you have been taught by faculty qualified to teach in that field. The US Secretary of Education and CHEA each maintain and publish a list of nationally recognized accrediting agencies, and most institutions attain eligibility for Federal funds by holding accredited or pre-accredited status with one of the recognized accrediting agencies.\\nTake a Virtual Tour of a featured\\nCampus e-tours allow students to view the facilities and student life at featured Universities in the USA, giving you the opportunity to see what the University looks like, as well as facts about the campus, courses, etc. Once you’ve completed your tour you can read the in-depth profile to get more detailed information, or click the Request FREE Info link to request specific information such as scholarships and financial aid directly from that institution.\\nClick here to view Virtual Tours of Featured Universities in the USA\\nRequest FREE Info!\\nRequest FREE info directly from featured\\nFeatured institutions want to send you more information on their\\nto receive free information directly from the school. To see a complete list of featured schools,\\nNote: Your request is sent directly to the institution and is not maintained on this website. Your privacy is completely protected.\", \"id\": \"<urn:uuid:88118f3e-d711-4509-8010-9954e8e6100c>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.collegesintheusa.com/University-Accreditation-in-the-USA.cfm\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9420560002326965, \"token_count\": 890, \"score\": 2.859375, \"int_score\": 3}\n"
"{\"text\": \"Early Childhood Education\\n- The American Academy of Pediatrics is dedicated to the health of all children and committed to\\nthe attainment of optimal physical, mental, and social health\\nand well-being for all infants, children, adolescents, and\\n- The Center for Early Childhood\\nLeadership is dedicated to enhancing the management skills,\\nprofessional orientation and leadership capacity of early\\n- The Child & Family\\nWebGuide describes and evaluates web sites that contain\\nresearch-based information about child development.\\n- An organization of regional Child\\nCare Resource and Referral (CCR&R) agencies serving\\ncommunities throughout the state of Illinois.\\n- The Children's Book Council is dedicated to encouraging literacy and the use and enjoyment\\nof children's books.\\n- Children's Literature offers information on authors and illustrators, recommended\\nbooks by theme, book award winners, etc.\\n- The Circle of Inclusion web site is for early childhood service providers and families\\nof young children. This web site offers demonstrations\\nof and information about the effective practices of inclusive\\neducational programs for children from birth through age eight.\\n- Civitas is a national\\nnot-for-profit communication group that works to provide educational\\ntools to all adults who live and work with young children.\\n- The CLAS Early Childhood Research\\nInstitute collects and describes early childhood/early\\nintervention resources that have been developed across the\\nUnited States for children with disabilities and their families\\nand the service providers who work with them. The materials\\nand resources available on this site reflect the intersection\\nof culture and language, disabilities and child development.\\n- The Division of Early Childhood (DEC) of the Council for Exceptional Children (CEC) is a nonprofit\\norganization advocating for individuals who work with or on\\nbehalf of children with special needs, birth through age eight,\\nand their families. There is also an Illinois\\nSubdivision for the Division of Early Childhood (IDEC).\\n- The Early Childhood\\nEducators' and Family Web Corner contains articles, teacher\\npages, family pages, etc.\\n- EdWorld.Resources covers a variety of areas of Early Childhood.\\n- ERIC provides research-based\\ninformation and articles in the field of early childhood.\\n- I Am Your Child is a national public awareness and engagement campaign to\\nmake early childhood development a top priority of our nation.\\n- The Illinois Department of Children and Family Services web site for\\ninformation on day care licensing, etc.\\n- The Illinois\\nDepartment of Human Services Early Intervention site contains\\ninformation for parents and service providers, including Child\\nand Family Connections contacts. .\\n- The Illinois\\nEarly Learning Web site provides evidence-based, reliable\\ninformation for parents, caregivers, and teachers of young\\nchildren in the State of Illinois.\\n- Illinois Head Start Association information.\\n- Lists of recommended children's books for birth to five and\\nEarly Childhood Block Grant professional development opportunities\\nare available on the Early Childhood portion of the Illinois\\nResource Center's web site.\\n- The Illinois\\nSecretary of State's literacy program site includes grant\\napplications and literacy resources.\\n- Meld offers education and\\nsupport for parents, trains family service providers to apply\\nbest practices in their work with families and publishes a\\nbroad range of resource materials for parents and the people\\nwho work with them.\\n- The National Association for\\nthe Education of Young Children has for its purpose, “leading\\nand consolidating the efforts of individuals and groups working\\nto achieve healthy development and constructive education\\nfor all young children.”\\n- The National\\nClearinghouse on Child Abuse and Neglect is a resource\\nfor professionals and others seeking information on abuse\\nand neglect and child welfare.\\n- The National Early\\nChildhood Technical Assistance Center supports the implementation\\nof the early childhood provisions of the Individuals with\\nDisabilities Education Act (IDEA). Their mission is\\nto strengthen service systems to ensure that children with\\ndisabilities (birth through five) and their families receive\\nand benefit from high quality, culturally appropriate, and\\nfamily-centered supports and services.\\n- The National Head Start Association is a private not-for-profit membership organization that provides\\na national forum for the continued enhancement of Head Start\\nservices for children ages 0 to 5 and their families.\\n- The National Institute for\\nEarly Education Research supports early childhood education\\ninitiatives by providing objective, nonpartisan information\\nbased on research.\\n- Ongoing update about the National\\nInstitute of Child Health and Human Development (NICHID)\\nstudy of Early Child Care and Youth Development.\\n- The Ounce of Prevention was established to promote the well-being of children and\\nadolescents by working with families, communities, and policy-makers.\\n- The Parents as Teachers National\\nCenter is committed to seeing that “all children will\\nlearn, grow, and develop to realize their full potential.\\\"\\nThe information is geared to parents but helpful to all programs\\nin early childhood.\\n- The Partnership\\nfor Reading continually creates resources and shares information\\nabout how scientifically based research can inform the acquisition\\nof reading skills across the lifespan, from birth to adulthood.\\nVisit the Early\\n- Prevent Child\\nAbuse America provides leadership to promote the prevention\\nof child abuse and neglect at both the national and local\\nlevels. Information is also available in Spanish.\\n- Reading Rockets,\\n\\\"launching young readers\\\", contains resources, book\\nlists, and tips on early reading.\\n- The Society for Research in\\nChild Development at the University of Michigan is a multidisciplinary,\\nnot-for-profit, professional association of approximately\\n5,000 researchers, practitioners, and human development professionals.\\n- The U.S.\\nDepartment of Education's Early Reading First site contains\\ninformation on the status of Early Reading First grants.\\n- The U.S. Department\\nof Education main site includes information on No Child\\n- Voices for Illinois\\nChildren works with families, communities, and policy-makers\\nto ensure that all children grow up healthy, nurtured, safe,\\nand well educated.\\n- Zero to Three is\\na leading resource on the first three years of life.\\nIts goal is to strengthen and support families, practitioners\\nand communities to promote the healthy development of babies\", \"id\": \"<urn:uuid:9026785e-3820-4a9d-ab2b-e056e36ce1ff>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://isbe.net/earlychi/html/resources.htm\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.8894116878509521, \"token_count\": 1301, \"score\": 2.734375, \"int_score\": 3}\n"
"{\"text\": \"Interagency Coordinating Council\\n\\\"The mission of the Utah Interagency Coordinating Council for Infants and Toddlers with Special Needs is to assure that each infant and young child with special needs will have the opportunity to achieve optimal health and development within the context of the family.\\\"\\nIntroduction to ICC: Interagency Coordinating Council for Infants and Toddlers with Disabilities and their Families\\nWhat is Early Intervention?\\nBaby Watch Early Intervention is a statewide, comprehensive, coordinated, interagency, multidisciplinary system, which provides early intervention services to infants and toddlers, younger than three years of age, with developmental delay or disability, and their families. Early intervention is the \\\"baby\\\" piece of Special Education. The program is authorized through the Individuals with Disabilities Act (IDEA), Part C, (Early Intervention Program for Infants and Toddlers with Disabilities). In 1987, Utah's Governor designated the Department of Health (DOH) as the \\\"Lead Agency\\\" for the early intervention program. Utah was one of the very first states in the nation to fully implement its early intervention program after securing the approval of the State Legislature.\\nAt present, there are 16 early intervention programs that serve more than 2,000 children per month in the state. It is anticipated that the demand for these services will continually increase.\\nWhat is an Interagency Coordinating Council (ICC)?\\nThe creation of an ICC was established with the passage of federal law P.L. 99-457 in October 1986. Developers of the legislation recognized the need for a group outside of the Lead Agency to \\\"advise and assist\\\" in the development of such a system. The independent nature of the ICC is one feature that gives the group the potential for making a contribution to the development of the service system.\\nAnother feature of the regulations is the multidisciplinary and the multi-constituency representation on the ICC. By specifying what types of members should be included on the ICC, the legislation enables states to bring together consumer, clinical, political, and administrative communities. This merging of a variety of communities facilitates the building of bridges between the involved agencies. In addition, the committee has provided a broader vision of the service system based upon the participation and contributions of all relevant providers and consumers.\\nThe ICC, a body required by statute to be appointed by each state's Governor, is to be an important participant in the development of a well-coordinated service system (Federal Interagency Coordinating Council, June, 1989). Each state ICC determines, in conjunction with the Lead Agency, the nature of the roles and tasks it chooses to perform at various policy stages.\\nThe Utah ICC is an interagency group whose membership represents the statewide early childhood services community. It is comprised of up to 25 members.\\nThe purpose of the Utah ICC is to advise and assist the lead agency in the Division of Community and Family Health Services, Bureau of Children with Special Health Care Needs in the UDOH.\\nMuch of the work of the ICC is accomplished in standing committees and ad hoc task force meetings that perform long range planning, study specific issues and make appropriate actions. A member of the ICC chairs each committee.\\nWhat role does the ICC play?\\nThe Council functions as a planning body at the systems level and advocates for children birth to three years of age and their families with or at-risk for a developmental disability. The Council acts in three major roles:\\n(1) ADVISOR: Providing advice to the Lead Agency, Governor and the state legislature on issues related to the development of a coordinated system of early intervention services for children with or at-risk for a developmental disability and their families.\\nThe federal law defines the Council membership and the program in order to give it a unique view of the \\\"service systems\\\".\\nThe parent component of the Council gives it a perspective which may be different from that presented by state agencies which are represented on the Council.\\nThe Council can use its special vantage point to be recognized as a source of information for the Lead Agency, Governor, and legislators, as well as other key decision makers in the state.\\n(2) NEGOTIATOR: Working as an advocate to encourage a particular course of action by the state.\\nA major activity of the Council is to \\\"review and comment on the annual state plan for services for children birth to three years\\\" as part of its overall responsibility to assess the service system as it exists in the state. This information as well as interagency coordination is another important goal of the program and puts the Council in a position to be effective in making changes in how services are provided in the state. With agency and provider representatives on the Council, communication can more easily be effected and gaps between agencies can hopefully be bridged.\\n(3) CAPACITY BUILDER: Enhancing the ability of the overall service system to address service needs.\\nIn this role, the Council works to increase the quality and quantity of desired supports and services from the public and private sectors, to ensure that all needy children and families will be provided early intervention services.\", \"id\": \"<urn:uuid:ca8c9151-949c-43e8-9c9b-d2e43029f3ed>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://utahbabywatch.org/icc/index.htm\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9540891051292419, \"token_count\": 1031, \"score\": 2.734375, \"int_score\": 3}\n"
"{\"text\": \"Common Core Catholic Identity Initiative\\nA national working group has begun the Common Core Catholic Identity Initiative (CCCII) to develop and disseminate resources and guidelines to assist Catholic elementary and secondary schools in integrating elements of Catholic identity (Catholic values, Scripture, Church social teachings, encyclicals, etc.) into curriculum and instruction based on the Common Core State Standards.\\nThe initial phase of CCCII focuses on K-8 English/Language Arts/ Literacy. Resources for other subjects and for 9-12 curriculum will be developed in later phases.\\nForty-six states have agreed to adopt the Common Core State Standards, a set of high quality K-12 learning standards that includes rigorous content and application of knowledge using higher-order thinking skills, leading students to college and career readiness. Currently, Catholic schools are assessing what the implications of the standards and accompanying assessments may be for them.\\nWhile Catholic schools have their own local or diocesan standards, their ability to continue to provide high-quality education for their students is compelling them to consider adoption of the common core standards. Catholic schools will be impacted as curriculum resources and professional development opportunities become aligned with Common Core State Standards by producers of instructional materials, college teacher preparation programs, or regulations for participation in the federal programs that currently benefit their students and teachers. Within this environment, maintaining the uniqueness and integrity of the Catholic school will require integrating the demands of their mission and the academic expectations of their constituents and the wider education community.\\nTo assist Catholic schools with enhancing Catholic identity integrated into the curriculum, the Common Core Catholic Identity Initiative (CCCII) has been launched as a collaborative project involving Catholic universities, corporations and sponsors invested in Catholic education, and the National Catholic Educational Association (NCEA).\\nThe Common Core Catholic Identity Initiative has two goals:\\n- to empower Catholic schools and dioceses to design and direct the implementation of the Common Core standards within the culture and context of a Catholic school curriculum\\n- to infuse the Common Core standards with the faith/principles/values/social justice themes inherent in the mission and Catholic identity of the school.\\nThe CCCII project aims to accomplish its goals by creating a process and a product:\\nPhase 1: Gather approximately 35 practitioners and curriculum and catechetics experts to pilot a CCCII ELA Unit development process to be shared with the larger Catholic educational community. (June 2012)\\nPhase 2: Revise and refine the unit development process so that it can be replicated in dioceses around the country.\\nPhase 3: Invite participation in development of additional CCCII ELA Units by Catholic educators around the country.\\nPhase 1: Utilize the expertise and strength of experienced and innovative teachers to develop complete units/exemplars that join Catholic identify with the Common Core curriculum standards. Utilize the expertise of CCCII leaders to develop supporting resources and guidelines. (June 2012)\\nPhase 2: Post exemplar units, guidelines, and resources developed in for the June 2012 launch for open access by Catholic educators on the Catholic School Standards Project Website www.catholicschoolsstandards.org) . (July 2012)\\nPhase 3: Expand exemplar units and Catholic Identity resources available for use by local Catholic schools.\\nTailor the CCCII Unit development process for Catholic secondary schools.\\nExpand CCCII to include additional subject areas.\\nMeet the CCCII Leadership and Planning Teams\", \"id\": \"<urn:uuid:1f81392d-3957-4ac5-9659-ed3112273a06>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://catholicschoolstandards.org/common-core-catholic-identity-initiative\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9384240508079529, \"token_count\": 703, \"score\": 3.375, \"int_score\": 3}\n"
"{\"text\": \"Common Career Technical Core\\nThe Common Career Technical Core (CCTC) is a state-led initiative to establish a set of rigorous, high-quality standards for Career Technical Education (CTE) that states can adopt voluntarily. The standards have been informed by state and industry standards and developed by a diverse group of teachers, business and industry experts, administrators and researchers.\\nThe initiative is being coordinated by the National Association of State Directors of Career Technical Education Consortium (NASDCTEc), which represents the state and territory heads of secondary, postsecondary and adult CTE across the nation. Forty-two states the District of Columbia and Palau participated in the development stage of the CCTC.\\nThe development of the CCTC was a multi-step process that incorporated input from approximately 3,500 individuals representing K-12 education, business and industry and higher education from across the nation.\\nThe process for developing the CCTC was informed by:\\n• High-quality state and industry standards;\\n• Input and guidance from educators, business and industry and state leaders; and\\n• Feedback from the public.\\nThe CCTC includes a set of standards for each of the 16 Career Clusters™ and their corresponding Career Pathways that define what students should know and be able to do after completing instruction in a program of study. The CCTC also includes an overarching set of Career Ready Practices that apply to all programs of study. The Career Ready Practices include 12 statements that address the knowledge, skills and dispositions that are important to becoming career ready.\\nIn June, the NASDCTEc Board of Directors voted in full support and approved the CCTC that defines common expectations for CTE organized by the National Career Clusters™ Framework.\\nLearn more about the CCTC or share information about the initiative with these resources:\\nAn online database of the CCTC standards provides an opportunity to create reports specific to the needs of the user. In addition, additional resources including performance elements and sample indicators for the CCTC standards are provided as a resource tool in the exploration and understanding of the standards.\\nA public license has been created for the use of the CCTC standards and is available to review.\\nRepresentatives from organizations across the nation have expressed support for the CCTC. Learn who they are and share their statements with others as you work to gain support of and raise awareness about the CCTC in your state.\\nA summary of the process used to achieve the outcomes of the CCTC. Report highlights the steps used, the participation and recommendations for future revisions and engagements associated with the development of the CCTC.\\nA summary of the process, methodology and approach used to update the 2008 Knowledge and Skills Statements and prepare for transition for use by the Common Career Technical Core Working Groups in the development of the CCTC.\\nFor additional information about the CCTC, contact email@example.com.\", \"id\": \"<urn:uuid:8cf81d29-853e-46bd-a28d-360d8ef806be>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.careertech.org/career-technical-education/cctc/info.html\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9477070569992065, \"token_count\": 599, \"score\": 2.625, \"int_score\": 3}\n"
"{\"text\": \"Education:Gala Celebrations 4 Telecommunications\\nGrade 9 / World History / Technology\\nTime Required for Completed Lesson\\n30 minutes for introduction and 40 minutes for presentations, time will vary based on size of class; work can be completed in class or out of class\\n6.2.12.C.1.e, 6.2.12.D.2.e, 6.2.12.C.3.d, 6.2.12.C.4.d, 6.2.12.D.5.c, 6.2.12.D.6.a\\nCommon Core State Standards\\nSL.9-10.4. Present information, findings, and supporting evidence clearly, concisely, and logically such that listeners can follow the line of reasoning and the organization, development, substance, and style are appropriate to purpose, audience, and task. SL.9-10.5. Make strategic use of digital media (e.g., textual, graphical, audio, visual, and interactive elements) in presentations to enhance understanding of findings, reasoning, and evidence and to add interest. SL.9-10.6. Adapt speech to a variety of contexts and tasks, demonstrating command of formal English when indicated or appropriate.\\nComputer lab or laptop cart if working on assignment in class; lap top with projector required for presentations\\nOpen class with a discussion about telecommunications and celebrations. How do people communication? How has communication changed? How do we celebrate milestones in our lives – births, marriages, birthdays? Share with students article - Happy Anniversary: First email Sent with an Attachment Turns 20! (See resources below for link) Brainstorm with class a celebration honoring this telecommunications milestone.\\nDivide classes into small groups – 2 or 3 students in each group. Groups can be assigned telecommunications milestones or pick their own milestone. Each group should have a different milestone. Milestones can included Gutenberg’s improved Printing Press, the Optical Telegraph, the American Postal Service, the Pony Express, the Stagecoach, the Telegraph, Morse Code, the Telephone, the Radio, the Electronic Television, the Internet, Pagers, Cellular Devices, Social Media Websites, and E-mail. The student groups will work as party planners. Their task is to plan and present a Gala Celebration honoring their telecommunications milestone. The plan can be presented in a PowerPoint or Prezi format. The plan must include the following: a meaningful date and location for the celebration, an invitation, decorations, guest list (of living and deceased dignitaries), basic menu, entertainment and party favors. Student groups are given two weeks to complete their presentations. (See resources section below for links)\\nBe sure to pair students with a higher level learner to help her/him with activity. Be prepared to share additional notes with students and if necessary extend due dates.\\nGroup Project and Presentation Rubrics\\nLanguage Arts (presentation skills, research skills)\\nReview and return rubrics to students. Decorate the classroom or bulletin boards with printed invitations for the Gala Celebrations.\", \"id\": \"<urn:uuid:f75a8a30-c654-45b7-b9fb-ac81fb5610fb>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.ieeeghn.org/wiki/index.php/Education:Gala_Celebrations_4_Telecommunications\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.8479393720626831, \"token_count\": 630, \"score\": 3.390625, \"int_score\": 3}\n"
"{\"text\": \"Financial Accounting - CH 1 & 2\\n|Four Principal Activities of Business Firms:|| 1.Establishing goals and strategies|\\n|What are the 2 sources Financing comes from?|| 1. Owners|\\n|Investments are made in the following:|| 1. Land, buildings, equipment|\\n2. Patents, licenses, contractual rights\\n3. Stock and bonds of other organizations\\n5. Accounts Receivable\\n|What are the 4 areas for conducting operations?|| 1. Purchasing|\\n|What are the 4 commonly used conventions in financial statements?|| 1. The accounting period|\\n2. The number of reporting periods\\n3. The monetary amounts\\n4. The terminology and level of detail in the financial statements\\n|Common Financial Reporting Conventions, Accounting Period||The length of time covered by the financial statements. (The most common interval for external reporting is the fiscal year).|\\n|Common Financial Reporting Conventions, Number of reporting periods||The number of reporting periods included in a given financial statement presentation, Both U.S. GAAP and IFRS require firms to include results for multiple reporting periods in each report.|\\n|Common Financial Reporting Conventions, Monetary amounts||This includes measuring units, like thousands, millions, or billions, and the currency, such as dollars ($), euros (€), or Swedish kronor (SEK)|\\n|Common Financial Reporting Conventions, Terminology and level of detail in the financial statements||U.S. GAAP and IFRS contain broad guidance on what the financial statements must contain, but neither system completely specifies the level of detail or the names of accounts. Therefore, some variation occurs.|\\n|Characteristics of a Balance Sheet||A Balance Sheet:|\\n1. is also known as a statement of financial position;\\n2. provides information at a point in time;\\n3. lists the firm's assets, liabilities, and shareholders' equity and provides totals and subtotals; and\\n4. can be represented as the Basic Accounting Equation.\\nAssets = Liabilities + Shareholders' Equity\\n|Accounting Equation Components|| 1. Assets|\\n3. Share Holder's Equity\\n|Assets|| Assets are economic resources with the potential to provide future economic benefits to a firm. |\\nExamples: Cash, Accounts Receivable, Inventories, Buildings, Equipment, intangible assets (like Patents)\\n|Liabilities|| Liabilities are creditors' claims for funds, usually because they have provided funds, or goods and services, to the firm.|\\nExamples: Accounts Payable, Unearned Income, Notes Payable, Buildings, Accrued Salaries\\n|Shareholders' Equity|| Shareholders' Equity shows the amounts of funds owners have provided and, in parallel, their claims on the assets of a firm. |\\nExamples: Common Stock, Contributed Capital, Retained Earnings\\n|What are the separate sections on a Balance Sheet (Balance sheet classification)||1. Current assets represent assets that a firm expects to turn into cash, or sell, or consume within approximately one year from the date of the balance sheet (i.e., accounts receivable and inventory).|\\n2. Current liabilities represent obligations a firm expects to pay within one year (i.e., accounts payable and salaries payable).\\n3. Non-current assets are typically held and used for several years (i.e., land, buildings, equipment, patents, long-term security investments).\\n4. Noncurrent liabilities and shareholders' equity are sources of funds where the supplier of funds does not expect to receive them all back within the next year.\\n|Income Statement||1. Sometimes called the statement of profit and loss by firms applying IFRS|\\n2. Provides information on profitability\\n3. May use the terms net income, earnings, and profit interchangeably\\n4. Reports amounts for a period of time\\n5. Typically one year\\n6. Is represented by the Basic Income Equation:\\nNet Income = Revenues - Expenses\\n|Revenues||(also known as sales, sales revenue, or turnover, a term used by some firms reporting under IFRS) measure the inflows of assets (or reductions in liabilities) from selling goods and providing services to customers.|\\n|Expenses||measure the outflow of assets (or increases in liabilities) used in generating revenues.|\\n|Relationship between the Balance Sheet and the Income Statement|| 1. The income statement links the balance sheet at the beginning of the period with the balance sheet at the end of the period.|\\n2. Retained Earnings is increased by net income and decreased by dividends.\\n|Statement of Cash Flows|| The statement of cash flows (also called the|\\ncash flow statement) reports information about\\ncash generated from or used by:\\n2. investing, and\\n3. financing activities during specified time periods.\\nThe statement of cash flows shows where the firm obtains or generates cash and where it spends or uses cash.\\n|Classification of Cash Flows|| 1. Operations: |\\ncash from customers less cash paid in carrying out the firm's operating activities\\ncash paid to acquire noncurrent assets less amounts from any sale of noncurrent assets\\ncash from issues of long-term debt or new capital less dividends\\n|Inflows and Outflows of Cash|\\n|The Relationship of the Statement of Cash Flows to the Balance Sheet and Income Statement||-The statement of cash flows explains the change in cash between the beginning and the end of the period, and separately displays the changes in cash from operating, investing, and financing activities.|\\n-In addition to sources and uses of cash, the statement of cash flows shows the relationship between net income and cash flow from operations.\\n|Statement of Shareholders' Equity||This statement displays components of shareholders' equity, including common shares and retained earnings, and changes in those components.|\\n|Other Items in Annual Reports||Financial reports provide additional explanatory material in the schedules and notes to the financial statements.|\\n|Who are the 4 main groups of people involved with the Financial Reporting Process|| 1. Managers and governing boards of reporting entities.|\\n2. Accounting standard setters\\nand regulatory bodies.\\n3. Independent external auditors.\\n4. Users of financial statements.\\n|What is the Securities and Exchange Commission (SEC)?||An agency of the federal government, that has the legal authority to set acceptable accounting standards and enforce securities laws.|\\n|What is the Financial Accounting Standards Board (FASB)?||a private-sector body comprising five voting members, to whom the SEC has delegated most tasks of U.S. financial accounting standard-setting.|\\n|GAAP||1. Common terminology includes the pronouncements of the FASB (and its predecessors) in the compilation of accounting rules, procedures, and practices known as generally accepted accounting principles (GAAP).|\\n2. Recently, the FASB launched its codification project which organizes all of U.S GAAP by topic (for example, revenues), eliminates duplications, and corrects inconsistencies.\\n|FASB board members make standard-setting decisions guided by a conceptual framework that addresses:|| 1. Objectives of financial reporting.|\\n2. Qualitative characteristics of accounting information including the relevance, reliability, and comparability of data.\\n3. Elements of the financial statements.\\n4. Recognition and measurement issues.\\n|Sarbanes-Oxley Act of 2002.|| Concerns over the quality of financial reporting have led, and continue to lead, to government initiatives in the United States.|\\nSarbanes-Oxley Act of 2002 established the Public Company Accounting Oversight Board (PCAOB), which is responsible for monitoring the quality of audits of SEC registrants.\\n|International Financial Reporting Standards (IFRS)||-The International Accounting Standards Board (IASB) is an independent accounting standard-setting entity with 14 voting members from a number of countries. Standards set by the IASB are International Financial Reporting Standards (IFRS).|\\n-The FASB and IASB Boards are working toward converging their standards, based on an agreement reached in 2002 and updated since then.\\n|Auditor's Opinion||Firms whose common stock is publicly traded are required to get an opinion by an independent auditor who:|\\n1.Assesses the effectiveness of the firm's internal control system for measuring and reporting business transactions\\n2.Assesses whether the financial statements and notes present fairly a firm's financial position, results of operations, and cash flows in accordance with generally accepted accounting principles\\n|Basic Accounting Conventions and Concepts||1. Materiality is the qualitative concept that financial reports need not include items that are so small as to be meaningless to users of the reports.|\\n2. The accounting period convention refers to the uniform length of accounting reporting periods.\\n3. Interim reports are often prepared for periods shorter than a year. However, preparing interim reports does not eliminate the need to prepare an annual report.\\n|Cash vs. Accrual Accounting||Cash basis|\\nA firm measures performance from selling goods and providing services as it receives cash from customers and makes cash expenditures to providers of goods and services.\\nA firm recognizes revenue when it sells goods or renders services and recognizes expenses in the period when the firm recognizes the revenues that the costs helped produce.\\n|What Is an Account? How Do You Name Accounts?||-An account represents an amount on a line of a balance sheet or income statement (i.e., cash, accounts receivable, etc.).|\\n-There is not a master list to define these accounts since they are customized to fit each specific business's needs.\\n-Accountants typically follow a conventional naming system for accounts, which increases communication.\\n|What Accounts Make up the Typical Balance Sheet?|\\n|Current assets and current liabilities (Balance Sheet Classifications)||Receipt or payment of assets that the firm expects will occur within one year or one operating cycle.|\\n|Noncurrent assets and noncurrent liabilities (Balance Sheet Classifications)||Firm expects to collect or pay these more than one year after the balance sheet date.|\\n|Duality Effects of the Balance Sheet Equation (Assets = Liabilites + Shareholders' Equity)||Any single event or transaction will have one of the following four effects or some combination of these effects:|\\n1.INCREASE an asset and INCREASE either a liability or shareholders' equity.\\n2.DECREASE an asset and DECREASE either a liability or shareholders' equity.\\n3.INCREASE one asset and DECREASE another asset.\\n4.INCREASE one liability or shareholders' equity and DECREASE another liability or shareholders' equity.\\nA T-account is a device or convention for organizing and accumulating the accounting entries of transactions that affect an individual account, such as Cash, Accounts Receivable, Bonds Payable, or Additional Paid-in Capital.\\n|T-Account Conventions: Assets|\\n|T-Account Conventions: Liabilities|\\n|T-Account Conventions: Shareholders' Equity|\\n|Debit vs. Credit|\\nWhile T-accounts are useful to help analyze how individual transactions flow and accumulate within various accounts, journal entries formalize the reasoning that supports the transaction.\\nThe attached standardized format indicates the accounts and amounts, with debits on the first line and credits (indented) on the second line:\\n| Revenue or Sales:|\\n(Common Income Statement Terms)\\n|Assets received in exchange for goods sold and services rendered.|\\n| Cost of Goods Sold:|\\n(Common Income Statement Terms)\\n|The cost of products sold.|\\n| Selling, General, and Administrative (SG&A):|\\n(Common Income Statement Terms)\\n|Costs incurred to sell products/services as well as costs of administration.|\\n| Research and Development (R&D) Expense:|\\n(Common Income Statement Terms)\\n|Costs incurred to create/develop new products, processes, and services.|\\n| Interest Income:|\\n(Common Income Statement Terms)\\n|Income earned on amounts lent to others or from investments in interest-yielding securities.|\\n|Unique Relationships Exist Between the Balance Sheet and the Income Statement|\\n|Important Account Differences||1. Balance sheet accounts are permanent accounts in the sense that they remain open, with nonzero balances, at the end of the reporting period.|\\n2. In contrast, income statement accounts are temporary accounts in the sense that they start a period with a zero balance, accumulate information during the reporting period, and have a zero balance at the end of the reporting period.\\n|The Financial Statement Relationships can be summarized as:|\\n-After preparing the end-of-period income statement, the accountant transfers the balance in each temporary revenue and expense account to the Retained Earnings account.\\n-This procedure is called closing the revenue and expense accounts. After transferring to Retained Earnings, each revenue and expense account is ready to begin the next period with a zero balance.\\n|Expense and Revenue Transactions|\\n|Dividend Declaration and Payment|\\n|Issues of Capital Stock|\\n|Posting||1. After each transaction is recognized by a journal entry, the information is transferred in the accounting system via an activity known as posting.|\\n2. The balance sheet ledger accounts (or permanent accounts) where these are posted begin each period with a balance equal to the ending balance of the previous period.\\n3.The income statement ledger accounts (or temporary accounts) have zero beginning balances.\\n|Adjusting Entries|| There are some journal entries that are not triggered by a transaction or exchange.|\\n-Rather, journal entries known as adjusting entries, result from the passage of time at the end of an accounting period or are used to correct errors (more commonly known as correcting entries).\\n|Four Basic Types of Adjusting Entries|| 1.Unearned Revenues|\\n|Closing Process||1. After adjusting and correcting entries are made, the income statement can be prepared.|\\n2. Once completed, it is time to transfer the balance in each temporary revenue and expense account to the Retained Earnings account. This is known as the closing process.\\n3. Each revenue account is reduced to zero by debiting it and each expense account is reduced to zero by crediting it.\\n4. The offset account—Retained Earnings—is credited for the amount of total revenues and debited for the amount of total expenses.\\n5. Thus, the balance of ending Retained Earnings for a period shows the difference between total revenues and total expenses.\\n|Preparation of the Balance Sheet||1. After the closing process is completed, the accounts with nonzero balances are all balance sheet accounts.|\\n2. We can use these accounts to prepare the balance sheet as at the end of the period.\\n3. The Retained Earnings account will appear with all other balance sheet accounts and now reflects the cumulative effect of transactions affecting that account.\\n|Final Step in Preparing Financial Statements: The Cash Flow Statement||1. The statement of cash flows describes the sources and uses of cash during a period and classifies them into operating, investing, and financing activities.|\\n2. It provides a detailed explanation for the change in the balance of the Cash account during that period.\\n3. Two approaches can be used to prepare this statement: Direct and Indirect\", \"id\": \"<urn:uuid:03b12dbf-26a3-4290-b6e6-e08368916e2a>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://quizlet.com/12638820/financial-accounting-ch-1-2-flash-cards/\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9089588522911072, \"token_count\": 3227, \"score\": 3.375, \"int_score\": 3}\n"
"{\"text\": \"What is an estimate?\\n“An 'Estimate' is a computer-generated approximation of a property's market value calculated by means of the Automated Value Model (AVM). As such, an Estimate is calculated on the basis of:\\n- Publicly available tax assessment records for the property\\n- Recent sale prices of comparable properties in the same area\\nThere are many additional factors that determine a property's actual market value, including its condition, house style, layout, special features, quality of workmanship, and so on. For this reason, an Estimate should not be viewed as an appraisal, but rather as an approximate basis for making comparisons, and as a starting point for further inquiry. A REALTOR® who specializes in the given area will be able to provide a more accurate valuation based upon current market trends, as well as specific property and neighborhood characteristics.”\\nIn some parts of the country, Realtor.com does not have access to public records data or the available estimates are not considered accurate. In these instances, the company does not display an estimated value.\", \"id\": \"<urn:uuid:cddfcf13-751b-4468-a44a-9a3cb46519c1>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://realestate.aol.com/homes-for-sale-detail/2202-Lee-Ln_Sarasota_FL_34231_M62531-69124\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.946603536605835, \"token_count\": 224, \"score\": 2.6875, \"int_score\": 3}\n"
"{\"text\": \"Let’s start with the understanding that the Federal Trade Commission states that if scrap generated in the manufacturing process is reused for manufacturing new product, it can not be calculated as post-industrial recycled content, as this reuse of scrap is a part of the typical manufacturing process. So your first question when receiving post-industrial recycled content data should be, “How did you make this calculation, and where did the recycled waste come from?”\\nStakeholder demand for recycled content in building products has been largely driven by the LEED® rating system, and the points gained by contributing to the recycled content credit. Now, since scrap reused in the manufacturing process can not be calculated, many manufactures play a form of the “shell game”.\\nIf a manufacturer has multiple facilities making products that generate scrap which can be reused in all the manufacturing processes then, to calculate post-industrial recycled content, the scrap is just moved between facilities. Now the scrap is claimed to be diverted from landfill and calculated as recycled content.\\nPlease understand that for a recycling program to work, a manufacturer needs a continuous feedstock of waste material, so some of this moving around of scrap is legitimate. If the manufacturer is playing the shell game just “for the points,” then all that is being done is increased energy use and CO2 emissions... how sustainable is that?\", \"id\": \"<urn:uuid:81041a6f-f8ae-448f-858a-4a10338124d8>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.forbo-flooring.us/Environment/truth/post-industrial-waste/\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.965201199054718, \"token_count\": 278, \"score\": 2.734375, \"int_score\": 3}\n"
"{\"text\": \"Traffic barricades can be used to redirect or restrict traffic in areas of highway construction or repair. They are typically made from wood, steel, plastic, fiberglass, or a combination of these materials. Many manufacturers have switched to the use of recycled materials in both the supporting frame and rails of the barricades. EPA's designation covers only Types I and II traffic barricades.\\nEPA's Recovered Materials Advisory Notice (RMAN) recommends recycled-content levels for purchasing traffic barricades as shown in the table below.\\nEPA's Recommended Recovered Materials Content Levels\\nfor Traffic Barricades (Types I and II) ¹\\n|Material||Postconsumer Content (%)||Total Recovered Materials Content (%)|\\n(HDPE, LDPE, PET)\\n1The recommended materials content levels for steel in this table reflect the fact that the designated items can be made from steel manufactured in either a Basic Oxygen Furnace (BOF) or an Electric Arc Furnace (EAF). Steel from the BDF process contains 25-30% total recovered materials, of which 16% is postconsumer steel. Steel from the EAF process contains a total of 100% recovered steel, of which 67% is postconsumer.\\nof Manufacturers and Suppliers\\nThis database identifies manufacturers and suppliers of traffic barricades containing recovered materials.\\nBuy-Recycled Series: Transportation Products (PDF) (7 pp, 89K, About PDF)\\nThis fact sheet highlights the transportation products designated in the CPG, including traffic barricades, and includes case studies, recommended recovered-content levels, and a list of resources.\\nTechnical Background Documents\\nThese background documents include EPA's product research on recovered-content traffic barricades as well as a more detailed overview of the history and regulatory requirements of the CPG process.\", \"id\": \"<urn:uuid:606e0bdc-95c7-42f5-a7a6-890b7ac8b653>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.epa.gov/osw/conserve/tools/cpg/products/barricds.htm\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.8579104542732239, \"token_count\": 371, \"score\": 2.6875, \"int_score\": 3}\n"
"{\"text\": \"Birch: It is heavy, similar to maple, the grain is fine and close and the texture is even. It is adaptable to fine finishes, easy to work with and can be stained and finished to resemble many expensive and imported woods.\\nCherry: The heartwood of cherry varies from rich red to reddish brown and will darken with age and on exposure to light. In contrast, the sapwood is creamy white. The wood has a fine uniform, straight grain, satiny, smooth texture, and may naturally contain brown pith flecks.\\nMahogany: Comes in many different varieties. Strong and tough and uniform in structure with close moderately open grain. Possesses excellent physical and woodworking qualities. It ranges from a light pink to yellow, but on exposure to light and air, quickly turns to a reddish brown or sherry color.\\nMaple: Hard or \\\"sugar,\\\" maple is elastic and very strong. It is one of the hardest of the common woods. The grain is straight with occasional wavy, curly, bird's eye patterns that are much prized in veneers. The natural color is white to amber. Maple is sometimes finished to simulate cherry wood.\\nMetal: Core construction is with metals.\\nOak or Ash: Oak is very tough, strong, and hard and can live up to the every day abuse furniture takes and it has a pronounced grain. White ash is a ring-porous, hardwood of great strength. It is used for furniture frames and hidden parts. Brown ash has strong grain character and is used for veneers.\\nPainted: Can be solid wood or a wood like product that is painted.\\nPine: Soft wood that is white or pale yellow. Knotty pine is used extensively for paneling and plywood, cabinets and doors. Dries easily and does not shrink or swell much with changes in humidity. One of the least expensive woods for furniture production.\\nWalnut: Because of its rich brown color, hardness and grain Walnut is a prized furniture and carving wood. Walnut burls are commonly used to created turned pieces along with veneers or thin Walnut slices.\\nOther: Woods not classified above\", \"id\": \"<urn:uuid:c2a3ff4b-7049-4ee8-844b-4cbe5f5efee4>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.johnnyjanosik.com/BrowseDiningRoom.aspx?LinkID=42\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9576977491378784, \"token_count\": 450, \"score\": 2.65625, \"int_score\": 3}\n"
"{\"text\": \"2 Products Found\\n|Results per page: 24 48 72||\\nIn terms of ecologically friendly flooring, bamboo is one of the top contenders. Not only is bamboo flooring made from totally renewable resources, but it also is available in a wide variety of design options. For those who desire the look of hardwood flooring but are concerned about the environmental consequences of harvesting trees, bamboo offers the perfect solution. While bamboo is not technically wood flooring, its appearance is close enough to fool even the most discerning eye.\\nWhy is Bamboo Flooring Considered Environmentally Friendly?\\nAlthough bamboo is actually a type of grass, it is harder than red oak. It reaches full maturity in just 3 to 5 years rather than several decades and re-growth appears naturally without the need for replanting. Harvesting bamboo is actually somewhat required because it is so hardy that leaving it to its own devices would put a strain on the environment. It would be a terrible shame to waste the harvested material, so people have designed many ways to put it to good use from thatched roofs to flooring material.\\nBamboo also has no requirements for irrigation, fertilizers, or pesticides when grown in its natural environment. Bamboo is naturally resistant to insects and pests. The lack of need for harsh chemicals during its growth only does more to keep the carbon footprint down.\\nHow is Bamboo Flooring Manufactured?\\nThere are several steps involved in creating a material suitable for flooring from bamboo. Upon harvest, the bamboo is boiled to remove its natural starches and moisture which could become a wonderful environment for termites if not remedied. The outer skin is then removed and the stalk is cut into strips for flooring. These strips are then boiled again to make them even harder or carbonized; the longer the carbonation process, the darker the color of the final product.\\nWhen the strips are ready they are formed into flooring either by gluing strips together or gluing a single layer of bamboo strips on top of another solid surface, resulting in either solid bamboo flooring or engineered bamboo flooring respectively. The flooring also goes through other processes to strengthen it further by applying laminate materials to increase scratch resistance.\\nWhat are the design options with bamboo flooring?\\n- Bamboo flooring is available in widths ranging from 3 ž inches to 7 inches and thicknesses of 5/8 inches and 9/16 inches.\\n- Finish options for bamboo flooring are available from unfinished and natural from the FSC Unfinished Bamboo collection to nearly black and a choice of either horizontal or vertical graining as found in the FSC Designer collection.\\n- The two edge types of bamboo flooring are micro-beveled edges and square edges. Bamboo is also available in floating floor styles and nail or glue down styles.\\nHow Durable is Bamboo Flooring?\\nBamboo is naturally hard and durable, and the process it goes through during the manufacture of flooring only increases this strength. While one should avoid sliding furniture across the floor or allowing water to stand, bamboo flooring will do well in most any low moisture room. Bamboo flooring from the EcoBamboo Collection to the FSC Prestige Collection will be an investment in beauty and durability that is sure to add value to any home with minimal environmental impact.\", \"id\": \"<urn:uuid:d0d737e4-1962-4d64-87de-fe82bc79661a>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.contempofloorcoverings.com/floors/bamboo-flooring.html?bamboo_usage=Light+Commercial&bamboo_width=7+inch\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.949857234954834, \"token_count\": 681, \"score\": 2.78125, \"int_score\": 3}\n"
"{\"text\": \"Heat a room from the floor up\\nUnder-floor radiant heating involves underlaying the floor with a hot element or tubing that transfers heat into the room via infrared radiation and convection, making forced or blowing air unnecessary.\\nAccording to the U.S. Department of Energy's Energy Savers website, radiant heating \\\"is more efficient than baseboard heating and usually more efficient than forced-air heating because no energy is lost through ducts.\\\" It is also flexible as it can run off electricity, gas, oil, wood, solar and other sources or combinations thereof can feed radiant systems. And radiant heating is a good choice for those with severe allergies as no potentially irritating particles get blown around the room.\\nSeveral aspects of radiant heating make it more energy efficient. For starters, the uniform heat distribution over the entire surface of a floor heats the lower half of the room, enveloping inhabitants in warmth at a lower overall temperature — in some cases up to five degrees Fahrenheit cooler — than a conventional heating system. \\\"Radiators and other forms of 'point' heating circulate heat inefficiently and hence need to run for longer periods to obtain comfort levels,\\\" reports the Residential Energy Services Network (RESNet). \\\"They draw cold air across the floor and send warm air up to the ceiling, where it then falls, heating the room from the top down, creating drafts and circulating dust and allergens.\\\" RESNet adds that radiant systems transmit heat on average some 15 percent more efficiently than conventional radiators.\\nThe efficiency gains can be magnified significantly with good insulation and a well-designed system. While tearing out old heating systems and/or replacing decent existing flooring might be overkill for the sake of moving to radiant heat, you can certainly consider it if you are embarking on new building projects or contemplating major renovations. According to TLC Network's Green Living Guide, there are two main types of radiant heating, electric and hydronic. In the former, heated wires installed in the floor radiate heat upward. This type of radiant heat is most commonly used to retrofit a single room — especially a bathroom or kitchen — in an older house or building. Meanwhile, hydronic radiant heating, whereby heated water is forced through tubes under the floor, is more often designed into a new structure from the get-go and is more energy efficient overall.\\nTLC points out that while radiant heat is definitely more efficient in smaller, snug homes with lower roofs, it might not always be the best solution in homes with bigger rooms: \\\"In some scenarios it can be less energy efficient than forced-air heating.\\\"\\nContact a reputable heating contractor to see if radiant heating is a sensible way to go.\", \"id\": \"<urn:uuid:761b4e88-c733-4d9f-80cc-9ddfb64a8ff0>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.carolinacountry.com/index.php/country-store/item/uniform-heat-distribution-is-one-advantage-of-under-floor-radiant-heating\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.929591953754425, \"token_count\": 542, \"score\": 2.734375, \"int_score\": 3}\n"
"{\"text\": \"Chinese researchers have turned to the light absorbing properties of butterfly wings to significantly increase the efficiency of solar hydrogen cells, using biomimetics to copy the nanostructure that allows for incredible light and heat absorption.\\nButterflies are known to use heat from the sun to warm themselves beyond what their bodies can provide, and this new research takes a page from their evolution to improve hydrogen fuel generation. Analyzing the wings of Papilio helenus, the researchers found scales that are described as having:\\n[...] Ridges running the length of the scale with very small holes on either side that opened up onto an underlying layer. The steep walls of the ridges help funnel light into the holes. The walls absorb longer wavelengths of light while allowing shorter wavelengths to reach a membrane below the scales. Using the images of the scales, the researchers created computer models to confirm this filtering effect. The nano-hole arrays change from wave guides for short wavelengths to barriers and absorbers for longer wavelengths, which act just like a high-pass filtering layer.\\nSo, what does this have to do with fuel cells? Splitting water into hydrogen and oxygen takes energy, and is a drain on the amount you can get out of a cell. To split the water, the process uses a catalyst, and certain catalysts — say, titanium dioxide — function by exposure to light. The researchers synthesized a titanium dioxide catalyst using the pattern from the butterfly's wings, and paired it with platinum nanoparticles to make it more efficient at splitting water. The result? A 230% uptick in the amount of hydrogen produced. The structure of the butterfly's wing means that it's better at absorbing light — so who knows, you might also see the same technique on solar panels, too.\", \"id\": \"<urn:uuid:9a374252-df3c-4004-8693-6678182914d9>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://io9.com/5897144/mimicking-butterfly-wings-could-boost-hydrogen-fuel-production\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9260504245758057, \"token_count\": 355, \"score\": 3.765625, \"int_score\": 4}\n"
"{\"text\": \"Hold the salt: UCLA engineers develop revolutionary new desalination membrane\\nProcess uses atmospheric pressure plasma to create filtering 'brush layer'\\nDesalination can become more economical and used as a viable alternate water resource.\\nBy Wileen Wong Kromhout\\nOriginally published in UCLA Newsroom\\nResearchers from the UCLA Henry Samueli School of Engineering and Applied Science have unveiled a new class of reverse-osmosis membranes for desalination that resist the clogging which typically occurs when seawater, brackish water and waste water are purified.\\nThe highly permeable, surface-structured membrane can easily be incorporated into today's commercial production system, the researchers say, and could help to significantly reduce desalination operating costs. Their findings appear in the current issue of the Journal of Materials Chemistry.\\nReverse-osmosis (RO) desalination uses high pressure to force polluted water through the pores of a membrane. While water molecules pass through the pores, mineral salt ions, bacteria and other impurities cannot. Over time, these particles build up on the membrane's surface, leading to clogging and membrane damage. This scaling and fouling places higher energy demands on the pumping system and necessitates costly cleanup and membrane replacement.\\nThe new UCLA membrane's novel surface topography and chemistry allow it to avoid such drawbacks.\\n\\\"Besides possessing high water permeability, the new membrane also shows high rejection characteristics and long-term stability,\\\" said Nancy H. Lin, a UCLA Engineering senior researcher and the study's lead author. \\\"Structuring the membrane surface does not require a long reaction time, high reaction temperature or the use of a vacuum chamber. The anti-scaling property, which can increase membrane life and decrease operational costs, is superior to existing commercial membranes.\\\"\\nThe new membrane was synthesized through a three-step process. First, researchers synthesized a polyamide thin-film composite membrane using conventional interfacial polymerization. Next, they activated the polyamide surface with atmospheric pressure plasma to create active sites on the surface. Finally, these active sites were used to initiate a graft polymerization reaction with a monomer solution to create a polymer \\\"brush layer\\\" on the polyamide surface. This graft polymerization is carried out for a specific period of time at a specific temperature in order to control the brush layer thickness and topography.\\n\\\"In the early years, surface plasma treatment could only be accomplished in a vacuum chamber,\\\" said Yoram Cohen, UCLA professor of chemical and biomolecular engineering and a corresponding author of the study. \\\"It wasn't practical for large-scale commercialization because thousands of meters of membranes could not be synthesized in a vacuum chamber. It's too costly. But now, with the advent of atmospheric pressure plasma, we don't even need to initiate the reaction chemically. It's as simple as brushing the surface with plasma, and it can be done for almost any surface.\\\"\\nIn this new membrane, the polymer chains of the tethered brush layer are in constant motion. The chains are chemically anchored to the surface and are thus more thermally stable, relative to physically coated polymer films. Water flow also adds to the brush layer's movement, making it extremely difficult for bacteria and other colloidal matter to anchor to the surface of the membrane.\\n\\\"If you've ever snorkeled, you'll know that sea kelp move back and forth with the current or water flow,\\\" Cohen said. \\\"So imagine that you have this varied structure with continuous movement. Protein or bacteria need to be able to anchor to multiple spots on the membrane to attach themselves to the surface — a task which is extremely difficult to attain due to the constant motion of the brush layer. The polymer chains protect and screen the membrane surface underneath.\\\"\\nAnother factor in preventing adhesion is the surface charge of the membrane. Cohen's team is able to choose the chemistry of the brush layer to impart the desired surface charge, enabling the membrane to repel molecules of an opposite charge.\\nThe team's next step is to expand the membrane synthesis into a much larger, continuous process and to optimize the new membrane's performance for different water sources.\\n\\\"We want to be able to narrow down and create a membrane selection system for different water sources that have different fouling tendencies,\\\" Lin said. \\\"With such knowledge, one can optimize the membrane surface properties with different polymer brush layers to delay or prevent the onset of membrane fouling and scaling.\\n\\\"The cost of desalination will therefore decrease when we reduce the cost of chemicals [used for membrane cleaning], as well as process operation [for membrane replacement]. Desalination can become more economical and used as a viable alternate water resource.\\\"\\nCohen's team, in collaboration with the UCLA Water Technology Research (WaTeR) Center, is currently carrying out specific studies to test the performance of the new membrane's fouling properties under field conditions.\\n\\\"We work directly with industry and water agencies on everything that we're doing here in water technology,\\\" Cohen said. \\\"The reason for this is simple: If we are to accelerate the transfer of knowledge technology from the university to the real world, where those solutions are needed, we have to make sure we address the real issues. This also provides our students with a tremendous opportunity to work with industry, government and local agencies.\\\"\\nA paper providing a preliminary introduction to the new membrane also appeared in the Journal of Membrane Science last month.\\nPublished: Thursday, April 08, 2010\", \"id\": \"<urn:uuid:c0b175bb-65fb-420e-a881-a80b91d00ecd>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.environment.ucla.edu/water/news/article.asp?parentid=6178\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9249808192253113, \"token_count\": 1115, \"score\": 2.8125, \"int_score\": 3}\n"