{"text": "Ever wondered what white tea is? Why we call it white anyway? Here are a few interesting facts about white tea, made from the plant Camellia sinensis:\n- White tea is similar to green tea in that it has undergone little processing and no fermentation whatsoever.\n- The leaves are harvested before they open fully, when the unopened buds are still covered by thin silvery white hair. Hence the white tea name.\n- White tea has a subtle and slightly sweet flavor that sharpens the senses without overwhelming the tongue, whereas green tea has a “grassy” taste.\n- There is 25% to 30% less caffeine in white tea than in green tea, though it depends on the variety.\n- White tea health benefits are the highest among the tea family¹.\n- It is more expensive than green or black tea because white tea is scarcer. Yet, at Savorique, white tea is as cheap as black or green tea.\nNote 1: Science Daily “”White Tea Could Keep You Healthy and Looking Young”\", (August 14, 2009) and Science Daily “”White Tea Beats Green Tea In Fighting Germs”\", (May 28, 2004).", "id": "<urn:uuid:6d64f04d-9635-43ad-b483-874653a0280b>", "dump": "CC-MAIN-2013-20", "url": "http://blog.savorique.com/tag/white-tea-health-benefits/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9220250248908997, "token_count": 252, "score": 2.59375, "int_score": 3}
{"text": "Question from Amanda: Where and what acids are found in wine. Which wines have more acid (dry or sweet) and why due to the climate. Explain why and how titration can be used to determine the relative acid content of wine. If you could help answer my question i would be very grateful.\nAnswer: Hi, Amanda! Thanks for your question! I’ll do my best….\nThe main grape acid is tartaric, a relatively strong acid, unlike most fruits. It’s followed by malic (found in lots of fruits and vegetables) and there are trace amounts of lots of different acids. We have an article on wine components, including acid, at goosecross.com.\nGenerally, white wines are higher in acid than reds, for aesthetic reasons. Sweet wines should be the highest of all, to offset the sweetness, or the wine will be cloying.\nCool climates usually produce wines of high acid compared to warm climates because heat causes the sugar to go up and the acid to go down. A Chardonnay from Burgundy, France is almost always higher in acid than a Napa Valley Chardonnay because of the difference in climate. Imagine trying to ripen tomatoes in a cold climate–they will be quite tart!\nTitration is a simple color-change test. I’ve paraphrased this from a wine text: Titration is the process of determining the concentration of a substance, such as acid, in a solution by adding a carefully measured standard reagent (usually sodium hydroxide) until a reaction (change in color) occurs due to the presence of an indicator (phenolphthalein). Most home winemakers buy inexpensive kits to do this.\nI hope this helps you. Are you studying wine making?", "id": "<urn:uuid:ae6ebdd8-4c80-4452-94bc-35a8c7fc9fa2>", "dump": "CC-MAIN-2013-20", "url": "http://goosecross.com/blog/q-acids-and-wine/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.945919930934906, "token_count": 370, "score": 3.3125, "int_score": 3}
{"text": "... Structure and function\n2.1 Rate of enzyme mediated\n... reactions in one direction.\nRate of enzyme mediated\nMain article: Rate of enzyme mediated\nEnzymes can increase reaction rate ...\n... kinetics describe the rate of enzyme mediated\nreactions for many enzymes. It is named for ... To determine the maximum rate of an enzyme mediated\nreaction, the substrate concentration ( [S] ) ... , the factors that effect the rate of enzyme mediated\nreactions (ie. pH, temperature, etc) are at ...\n... Active transport is the mediated\ntransport of biochemicals , and other atomic / molecular substances, across membranes . Unlike passive transport , this process requires ...\n... that action potentials do propagate back into the dendrites once initiated in the axon in most neurons. This backpropagating action potential is mediated\nby the activation of voltage-gated ion channels and can interact with synaptic input to alter the synaptic activity.\nThe structure and branching of ...\n... ) is a process of passive transport ( diffusion ) via which molecules diffuse across membranes , with the help of transport proteins ( mediated\nSmall uncharged molecules can easily diffuse across cell membranes. However, due to the hydrophobic nature of the lipids that make ...\n... thousands of other cells.\nTypes of signalling\nNeurons communicate with one another across synapses. This communication is usually chemically mediated\nby rapid secretion of neurotransmitter molecules . Pre-synaptic neurons (i.e.the neurons which release the neurotransmitter) may produce in the ...", "id": "<urn:uuid:163c0111-7620-496e-a3ea-559db37be0fe>", "dump": "CC-MAIN-2013-20", "url": "http://www.bio-medicine.org/q-more/biology-definition/mediated/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8653671145439148, "token_count": 322, "score": 3.25, "int_score": 3}
{"text": "Study promoter activity using the Living Colors Fluorescent Timer, a fluorescent protein that shifts color from green to red over time (1). This color change provides a way to visualize the time frame of promoter activity, indicating where in an organism the promoter is active and also when it becomes inactive. Easily detect the red and green emissions indicating promoter activity with fluorescence microscopy or flow cytometry.\nEasily Characterize Promoter Activity\nThe Fluorescent Timer is a mutant form of the DsRed fluorescent reporter, containing two amino acid substitutions which increase its fluorescence intensity and endow it with a distinct spectral property: as the Fluorescent Timer matures, it changes color—in a matter of hours, depending on the expression system used. Shortly after its synthesis, the Fluorescent Timer begins emitting green fluorescence but as time passes, the fluorophore undergoes additional changes that shift its fluorescence to longer wavelengths. When fully matured the protein is bright red. The protein’s color shift can be used to follow the on and off phases of gene expression (e.g., during embryogenesis and cell differentiation).\nFluorescent Timer under the control of the heat shock promoter hsp16-41 in a transgenic C. elegans embryo. The embryo was heat-shocked in a 33°C water bath. Promoter activity was studied during the heat shock recovery period. Green fluorescence was observed in the embryo as early as two hr into the recovery period. By 50 hr after heat shock, promoter activity had ceased, as indicated by the lack of green color.\npTimer (left) is primarily intended to serve as a convenient source of the Fluorescent Timer cDNA. Use pTimer-1 (right) to monitor transcription from different promoters and promoter/ enhancer combinations inserted into the MCS located upstream of the Fluorescent Timer coding sequence. Without the addition of a functional promoter, this vector will not express the Fluorescent Timer.\nDetecting Timer Fluorescent Protein\nYou can detect the Fluorescent Timer with the DsRed Polyclonal Antibody.\nYou can use the DsRed1-C Sequencing Primer to sequence wild-type DsRed1 C-terminal gene fusions, including Timer fusions.\nTerskikh, A., et al. (2000) Science290(5496):1585–1588.", "id": "<urn:uuid:fee85558-8ff7-41a4-9a52-a042d84e5f3a>", "dump": "CC-MAIN-2013-20", "url": "http://www.clontech.com/US/Support/Applications/Using_Fluorescent_Proteins/Fluorescent_Timer?sitex=10020:22372:US&PROD=P8nPvudOgjkaPliQSAGLdY9X:S&PROD_pses=ZGACE262323B0BF31E74A84F101A6D7A99D0F95F9A509B9512D72813095A89F2839955DCFA6AFCAB2FAC74EC70C601DDC5197890B7E3626B1A", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8951437473297119, "token_count": 499, "score": 2.6875, "int_score": 3}
{"text": "- PASSENGER-STRAND (1) (remove)\n- A large-scale chemical modification screen identifies design rules to generate siRNAs with high activity, high stability and low toxicity (2009)\n- The use of chemically synthesized short interfering RNAs (siRNAs) is currently the method of choice to manipulate gene expression in mammalian cell culture, yet improvements of siRNA design is expectably required for successful application in vivo. Several studies have aimed at improving siRNA performance through the introduction of chemical modifications but a direct comparison of these results is difficult. We have directly compared the effect of 21 types of chemical modifications on siRNA activity and toxicity in a total of 2160 siRNA duplexes. We demonstrate that siRNA activity is primarily enhanced by favouring the incorporation of the intended antisense strand during RNA-induced silencing complex (RISC) loading by modulation of siRNA thermodynamic asymmetry and engineering of siRNA 3-overhangs. Collectively, our results provide unique insights into the tolerance for chemical modifications and provide a simple guide to successful chemical modification of siRNAs with improved activity, stability and low toxicity.", "id": "<urn:uuid:b5654d8e-0f08-4bf6-9a7c-6fd03e5fe0e7>", "dump": "CC-MAIN-2013-20", "url": "http://publikationen.ub.uni-frankfurt.de/solrsearch/index/search/searchtype/authorsearch/author/%22Dalibor+Odad%C5%BEi%C4%87%22/start/0/rows/10/subjectfq/PASSENGER-STRAND+", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8938946723937988, "token_count": 233, "score": 2.734375, "int_score": 3}
{"text": "Science Fair Project Encyclopedia\nThe chloride ion is formed when the element chlorine picks up one electron to form the anion (negatively charged ion) Cl−. The salts of hydrochloric acid HCl contain chloride ions and are also called chlorides. An example is table salt, which is sodium chloride with the chemical formula NaCl. In water, it dissolves into Na+ and Cl− ions.\nThe word chloride can also refer to a chemical compound in which one or more chlorine atoms are covalently bonded in the molecule. This means that chlorides can be either inorganic or organic compounds. The simplest example of an inorganic covalently bonded chloride is hydrogen chloride, HCl. A simple example of an organic covalently bonded chloride is chloromethane (CH3Cl), often called methyl chloride.\nOther examples of inorganic covalently bonded chlorides which are used as reactants are:\n- phosphorus trichloride, phosphorus pentachloride, and thionyl chloride - all three are reactive chlorinating reagents which have been used in a laboratory.\n- Disulfur dichloride (SCl2) - used for vulcanization of rubber.\nChloride ions have important physiological roles. For instance, in the central nervous system the inhibitory action of glycine and some of the action of GABA relies on the entry of Cl− into specific neurons.\nThe contents of this article is licensed from www.wikipedia.org under the GNU Free Documentation License. Click here to see the transparent copy and copyright details", "id": "<urn:uuid:4e76b8fd-c479-45d7-8ee7-faf61495aecb>", "dump": "CC-MAIN-2013-20", "url": "http://www.all-science-fair-projects.com/science_fair_projects_encyclopedia/Chloride", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8968929052352905, "token_count": 320, "score": 4.59375, "int_score": 5}
{"text": "Hydrocele Operation: aka Hydroceles, Hydrocele Sac, Swollen Testicle, Hydrocelectomy\nWhat is it?\nHydrocele operations or hydrocele surgery is to release fluid that forms in a sac within the scrotum. Typically hydroceles develop when the testicle passes into the scrotum but the passage through which this occur fails to close properly. Fluid can accumulate in this passage from the abdomen, and then enters the scrotum causing it to swell.\nThis can cause one or both sides of the scrotum to swell and the testicle itself to swell or become damage and inflamed. Fluid can also block the tube where sperm typically flow from. Hydroceles are more common in newborn boys but are not exclusive to newborn boys. To diagnose a hydrocele typically a doctor will look for swelling in the scrotum caused primarily by fluid build up or will look for something solid like a fluid-filled sac in the scrotum.\nTypically fluid is removed from the hydrocele sac during a procedure called a hydrocelectomy. For the most part this is a straightforward and uncomplicated procedure that may produce a moderate amount of soreness for a few days following the procedure. The long-term benefits far outweigh any short-term soreness.\nMany times the patient is a young patient under the age of 10 or in many cases a newborn baby that is born with a hydrocele defect. Usually a surgery takes placed under general anesthesia. A surgeon will make a small incision in the scrotum that will allow fluid to be drained from the scrotum and then seal the passage from the scrotum to the abdomen. Usually the incision is then closed with stitches that will dissolve on their own so they do not have to be removed later.\nAlternatives to Surgery\nThere are no known alternatives to this surgery currently.\nBefore the Operation\nPrior to the operation the doctor will confirm a fluid filled sac exists by placing a light to the scrotum which will light up the testicles, veins in the scrotum and the fluid filled sac which will appear clear to the light.\nA doctor will also perform a comprehensive medical history and check any medications the patient is currently taking. Patients are advised not to eat or drink anything up to 12 hours before the procedure because it is performed under general anesthesia.\nAfter the Operation- At Home\nOnce the operation is complete the patient will recover usually for a few hours in a day bed. The procedure is usually performed on an outpatient basis meaning the patient can usually go home on the same day. Most of the time it is best to wear looser fitting close that will prevent irritation and discomfort on leaving.\nThere are some risks associated with this procedure as there are with any procedure including a small risk of infection. Other risks including the risk of bleeding during or after the procedure, and a risk of a blood clot forming in the area of the procedure. The doctor may accidentally damage the scrotum or the tissues surrounding this area too.\nAnytime a patient undergoes general anesthesia there are risks associated with this too including a risk of pneumonia following surgery. The nurse or doctor will encourage the patient to take deep breaths to clear the lungs following surgery. Many people especially younger children undergoing this operation may report feeling nauseous or dizzy following the procedure, a side effect largely associated with the general anesthesia. These complications are usually temporary however and resolve within a couple of days of treatment.\nA hydrocele procedure is generally performed to relieve fluid build up around the testicle or within the scrotum. This procedure is relatively simple with few complications. The primary risks include a risk of infection and risk of rupture or nicks to nearby tissues or structures. If you work with a competent health professional you reduce your odds of complications.\nBecause these surgeries are often performed on younger individuals it pays to ask someone if they have experience working on youths or pediatric patients. You may need to pay a small amount extra to work with someone that specializes in pediatrics or even geriatrics if you are over 50 or 60 and have a fluid-filled sac in the scrotum that you require surgery for. Regardless of where you go or who you see make sure they practice safe hygiene practices to ensure your safety and wellness.\nEstimated Costs for Hydrocele Operation\nThe cost of surgery varies widely and may depend partly on the patient’s age and overall health and wellness. Patients that do not require extensive health accommodations or hospital stays are likely to have to pay the least in adjunctive healthcare therapy. That said you should always be prepared to foot the bill for extra expenses including any complications that may rise from treatment. Health insurance may offset some of these costs.\nKeep in mind there may be separate fees associated with anesthesia. The hospital and anesthesia fees are usually separate from the fees charged for the procedure itself, although some medical tourism companies tend to provide all-inclusive packages for their patients. This may be the best option for individuals that plan to travel abroad already and want to fit in a little health care while traveling for pleasure.\n|Country||Costs Hydrocele Operation|", "id": "<urn:uuid:57d92190-6ad1-4d8c-aca4-713307cec119>", "dump": "CC-MAIN-2013-20", "url": "http://medicaltourismguide.com/procedures/medical/hydrocele-operation/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9437116980552673, "token_count": 1049, "score": 2.84375, "int_score": 3}
{"text": "What Is It?\nVaricose veins occur when veins just below the skin's surface are damaged, become swollen and fill with too much blood.\nVeins are the blood vessels that return blood to the heart. Arteries carry blood away from the heart to the rest of the body.\nVaricose veins most commonly occur in the legs. In about 50% of cases, the condition runs in families, and probably is related to an inherited weakness in the veins' walls or the valves inside veins that keep blood from backing up.\nPregnancy is another common cause of varicose veins. During pregnancy, the volume of blood increases causing veins to expand. Also, occupations that require uninterrupted standing (waitresses and waiters, nurses, mothers with young children) may force leg veins and valves to work against gravity for hours, increasing the risk of pressure-related vein and valve damage. Garters also can increase the risk of varicose veins if their tight elastics slow blood flow in the legs.\nVaricose veins are 2 to 3 times more common in women than men. Obese people are more likely to develop varicose veins.\nVaricose veins can be associated with prior blood clots and damage to the deeper veins in one or both legs, a situation that sometimes can lead to chronic venous insufficiency. When this happens, the veins lose their ability to effectively move blood back to the heart. This can cause significant leg swelling and skin sores or ulcers.\nIn the legs, varicose veins commonly are found along the inside of the leg, at the ankles and at the back of the calf. The affected veins look blue, swollen or stretched out, kinked or twisted.\nIn some people, varicose veins do not cause any symptoms. However, other people may experience one or more of the following:\n- A dull ache in the legs\n- A feeling of pressure or heaviness in the legs\n- Swollen feet and ankles\n- Itching skin near the damaged veins\nIn more severe cases of chronic venous insufficiency, a slowing of blood flow through the vein can lead to localized skin changes, including dryness, a rash or brownish discoloration and open sores (ulcers). Slow blood flow also can cause a clot to form inside the affected vein. This condition is called thrombosis.\nIn general, symptoms of varicose veins are worse at the end of the day, especially after periods of prolonged standing. Some women also find that their symptoms are more intense during the days before their menstrual periods, and during pregnancy.\nYour doctor will ask you about your symptoms and about your family history of varicose veins. He or she also will ask about your lifestyle, especially the number of hours that you spend on your feet. In women, your doctor will ask about your pregnancy history and about the tightness of elastics on the socks or stockings you wear.\nYour doctor can diagnose varicose veins with a simple physical examination. In most cases, no special tests are necessary.\nVaricose veins are a long-term problem, but symptoms can come and go. If you are pregnant and experiencing severe problems with varicose veins, your symptoms will improve after delivery. However, your varicose veins probably will not disappear totally, and you can expect symptoms to return during future pregnancies.\nYou can help to prevent varicose veins by maintaining a normal weight and by avoiding situations where you must stand for prolonged periods. Even with these preventive measures, however, you still may develop varicose veins if this condition tends to run in your family.\nIf you already have varicose veins, you can prevent symptom flare-ups by periodically lying down or sitting down with your legs elevated above the level of your chest. Some physicians also recommend that you wear support stockings or more specialized compression stockings when you walk or stand for long periods of time. The stockings prevent blood from pooling in the veins, and prevent strain on the valves and leg swelling.\nTreatment for most people with mild symptoms of varicose veins includes:\n- Elevating and supporting the legs periodically throughout the day\n- Wearing compression stockings\nFor varicose veins that are close to the skin, dermatologists or vascular surgeons may offer sclerotherapy or laser therapy. Sclerotherapy involves injection of an irritating into the affected vein, causing the vein to scar and shut down. Laser therapy can be effective for the smallest varicose veins.\nPeople with severe venous insufficiency can develop recurrent blood clots and skin ulcers. The traditional surgery is called vein stripping and ligation. In this surgical procedure, the abnormal veins are tied off and pulled out of the body through series of small cuts in the skin. Another surgical procedure, called ambulatory phlebectomy, also removes veins through small skin incisions, but it is less invasive than classic stripping and ligation.\nNewer therapies include endovenous thermal ablation and transilluminated power phlebotomy (a modified form of ambulatory phlebotomy). Endovenous thermal ablation uses laser or high-frequency radio waves to heat the abnormal veins. These newer procedures appear to cause less scarring, with less \"down time.\"\nExternal laser therapy is reserved primarily for cosmetic removal of small, superficial, spider-like veins.\nWhen to Call a Professional\nCall your doctor whenever you have pain, swelling, skin ulcers or an unexplained area of bruising on your legs. New leg swelling, especially in just one leg, can be caused by a blood clot, which requires immediate treatment.\nIf you have varicose veins, call your doctor immediately if you develop an ulcer or a painful, black and blue area near a varicose vein or if you cut the skin over a varicose vein and you have trouble controlling the bleeding.\nVaricose veins are a long-term problem, but their symptoms often can be controlled with leg elevation and therapeutic stockings.\nSurgical procedures remove varicose veins permanently, but they leave scars, and they cannot prevent new varicose veins from forming.\nNational Heart, Lung, and Blood Institute (NHLBI)\nP.O. Box 30105\nBethesda, MD 20824-0105\nAmerican College of Surgeons (ACS)\n633 North Saint Clair St.\nChicago, IL 60611-3211", "id": "<urn:uuid:a9d62cbe-98e6-4351-88a3-fd81aeda1b82>", "dump": "CC-MAIN-2013-20", "url": "http://www.intelihealth.com/IH/ihtIH/EMIHC267/8059/28040/266771.html?d=dmtHealthAZ", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9247174859046936, "token_count": 1332, "score": 3.5, "int_score": 4}
{"text": "| Welcome to the lava tube\nportion of the Virtual Cave. Lava tube caves are found throughout the\nworld in places where fluid lava has flown over the surface. The longest\nand most vertically extensive lava tubes known are on the Big Island of\nHawai`i. Our idealized lava tube cross-section is based on\nthe tubes there, and most of the photos are from there. Lava tubes are\nfound in the western U.S.A. (Washington, California, Oregon, Nevada, Idaho,\nNew Mexico, Utah, and Arizona), the Canary Islands, Galapagos Islands,\nItaly, Japan, Korea, Kenya, Mexico, and many other volcanic regions. Most\ntubes form when fluid lava flows down the sides of volcanoes, the upper\nlayer begins to cool, and the lava beneath continues to flow in tubular\nconduits beneath the surface. Due to the insulating effects of the hardened\nlava above, molten lava is able to travel a considerable distance underground\nwith very little cooling. In Hawaii, lava tubes have carried fluid lavas\n50 or more miles from their source! Tubes may also form when lava\nfollows trenches or gulleys on the surface, which then roof over as lava\naccumulates along the top edges.\nLava tubes contain many features similar to those in limestone caves, such as stalactites and stalagmites, helictites, and a sort of flowstone. Most of the features in the diagram were made when the cave was active and during the early cooling stage. Secondary minerals may be deposited in the tubes later, such as gypsum or calcite crystals, but these tend to be on a much smaller scale than you can find in limestone caves.\nTo take a tour of the wondrous world of lava tubes, select a feature in context on our very cool Virtual Lava Tube Map (drawn by master lava tube cartographer Carlene Allred) or choose from the list above it. Not all of the items in the text list are represented on the image map. Those are shown in all capital letters, so be sure to check these newer pages out.\nStart here: BIRTH of a LAVA TUBE\nCheck out my new book on lava tubes, based on the Virtual Lava Tube, called CAVES OF FIRE: INSIDE AMERICA'S LAVA TUBES.\nIt is both a guide to lava tube features (with many more examples of each than shown here on the website) and describes and pictures many lava tubes that you can easily find and visit in national, state, and county parks and forests. It has 128 pages with 345 color images.\nNow available through the National Speleological Society Bookstore\n|Created: August 4, 2000\nLast update: December 11, 2008\nAuthor: Dave Bunnell\nReviewed by Kevin & Carlene Allred", "id": "<urn:uuid:abb7b5c5-5b04-4436-963d-1fafce2546d7>", "dump": "CC-MAIN-2013-20", "url": "http://goodearthgraphics.com/virtual_tube/virtube.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9277717471122742, "token_count": 594, "score": 2.921875, "int_score": 3}
{"text": "May 20, 2009\nThe Cook Islands are closely associated to New Zealand. Air New Zealand is the only air carrier that flies directly from the U.S. to the Cook Islands. As you will see below, the Cook Islands use the NZD as their currency.\nDespite some 90,000 visitors a year to the capital island, Rarotonga, the Cook Islands are largely unspoiled by tourism. There are no high-rise hotels, only four beach buggies and very little hype. The Cook Islands offer a rare opportunity for an authentic island holiday.\nThere are a total of 15 islands in the heart of the South Pacific spread over 850,000 square miles with a population of approximately 15,000. The Islands most visited are Rarotonga and Aitutaki which are only 140 miles apart.\nCook Island History\nRu, from Tupua’i in French Polynesia, is believed to have landed on Aitutaki, and Tangiia, also from French Polynesia, is believed to have arrived on Rarotonga around 800 AD. Similarly, the northern islands were probably settled by expeditions from Samoa and Tonga.\nCook Island Climate\nCooled by the gentle breezes of the Pacific, the climate of these islands is sunny and pleasant. Roughly speaking, there are two seasons: from November through May the climate is hot and humid, and from June through October the climate is warm and dry. Most of the rain falls during the hot season, but there are also many lovely sunny days during these months, with refreshing trade-winds.\nCook Island Geography\nThe Cook Islands consists of two main groups, one in the north and one in the south. The southern group is nine “high” islands mainly of volcanic origin although some are virtually atolls. The majority of the population lives in the southern group. The northern group comprises six true atolls.\nCook Island Southern Group\nAitutaki, Atiu, Mangaia, Manuae, Mauke, Mitiaro, Palmerston, Rarotonga (the capital island), Takutea.\nCook Island Northern Group\nManihiki, Nassau, Tongareva (Penrhyn) also known as Mangarongaro, Pukapuka, Rakahanga, Suwarrow\nCook Island Time Zones\nRarotonga and Aitutaki are in the same time zone.\nCook Island Currency\nNew Zealand dollar.\nCook Island Language\nEnglish and Cook Island Maori.\nCall the “Island Travel Gal” at 800 644-6659 or email email@example.com\nto secure your seats to the idyllic Cook Islands\nIf you enjoyed this post, make sure you subscribe to my RSS feed!", "id": "<urn:uuid:38abe3cc-4023-4e24-87a6-103174cbb29c>", "dump": "CC-MAIN-2013-20", "url": "http://seethesouthpacific.com/tag/cook-island-geography/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9481472969055176, "token_count": 580, "score": 2.671875, "int_score": 3}
{"text": "On August 9, 2011, the Canadian Ice Service (CIS) reported that the Petermann Ice Island-A (PII-A) appeared to be grounded off the east coast of Newfoundland, east of the city of St. Anthony.\nThe Moderate Resolution Imaging Spectroradiometer (MODIS) on NASA’s Terra satellite captured this natural-color image of the ice island and its surroundings on August 14, 2011. Clouds hide much of the region, and white lines delineate coasts and borders.\nPII-A appears as an irregularly shaped white body east of St. Anthony. What look like small fragments of ice appear immediately west and north of the ice island. The CIS had reported for weeks that the ice island was losing mass due to melting and calving, so a continued loss of ice is consistent with CIS reports.\nPII-A is a remnant of a much larger ice island that calved off the Petermann Glacier in northwestern Greenland on August 5, 2010. Over the course of the following year, that ice island fragmented into smaller pieces, which continued drifting. Other fragments of the original ice island were in Baffin Bay and Lancaster Sound as of August 9, according to the CIS.\n- Canadian Ice Service (2011, August 9). Petermann Ice Island Updates. Accessed August 15, 2011.", "id": "<urn:uuid:c058ae56-08dd-48a3-bf10-e5d80e3b6477>", "dump": "CC-MAIN-2013-20", "url": "http://visibleearth.nasa.gov/view.php?id=51737", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9577880501747131, "token_count": 275, "score": 2.90625, "int_score": 3}
{"text": "Instructors: Andrea Dykstra, Curt Van Dam, Kelli Ten Haken and Tami De Jong\n1. Students will gain interest in the Unit on Alaska.\n2. Students will be introduced to Alaska and the Iditarod race that takes place\nin Alaska every year.\n3. Students will be able to appreciate the beauty of Godís creation in Alaska.\n4. Students will be able to see Godís majesty and power in their personal experiences.\nIn this lesson, the students will discuss what they know about Alaska. They will watch\na movie and then discuss how God shows His power and majesty through creation. Next,\nthey will be introduced to the Iditarod race by reading a story and then the teachers will\nexplain the game the students will play about the Iditarod through the unit. At the end of\nclass, students will have a chance to start work on their maps of Alaska and then the\nteachers will end in closing prayer.\n- Psalm 19:1-\nThe Heavens declare the glory of God; the skies proclaim the work of His hands.\n- Other Scripture references that can be used through out the unit:\nThe Creation story in Gen. 1 and 2\nAlaska: Spirit of the Wild\n2. DVD player\n5. Learning center and trade books\n6. Example of the Iditarod Game\n7. Book: Iditarod Dream by Ted Wood\n8. Overhead projector, overhead and pen\n9. Construction paper\n10. Markers, crayons, colored pencils\n1. On the first day of this unit, teachers should enter the room dressed in parkas,\nsnowshoes, scarves, mittens; anything that looks like what people in Alaska would\nwear. Motion for the student to sit down. Once they are quiet, ask them where\nthey think the teachers are from and how they came to this conclusion. We would\nexpect conclusions such as the Artic, Antarctica, and possibly Alaska.\n2. Have students take out a sheet of paper and write five things down that come to\ntheir minds when they think of Alaska. Have them get into groups of three and\nshare what they wrote with their group. The students will be encouraged to share\nthe combined ideas from their group with the whole class. The teacher will write\ndown these ideas on the overhead.\n3. Explain to the students that they are going to be learning about all of these of\nthese things and even more about Alaska in the upcoming unit.\n4. Have each student write down one or two things about Alaska they would like\nto know more about. Suggest ideas such as: What sports do they play in Alaska?\nHow many people live there? Is it really cold and snowy year round? Take these\nideas into consideration when planning the rest of the unit.\n1. Put in the DVD Alaska: Sprit of the Wild. Students will watch the movie. It is forty\nminutes long. Before they watch it, share with them the beauty that can be found in\nAlaska. Tell them to look specifically for how they can see God in the things that are\nshown on the film.\n2. After the movie, discuss with the students what they thought of the movie. Ask them\nquestions such as what surprised you about this film? What did you learn about Alaska\nthat you didnít know before? What can we discover about God by watching this movie?\nHow can we get to know God better by studying Alaska?\n3. Read Psalm 19:1 aloud. Read it again, this time have the students say it after you. Ask\nthem how this verse relates to Alaska. Hopefully they will make the connection that\ncreation shouts Godís praise. Alaska is so beautiful; this reflects on Godís majesty,\ncreativity and mercy. God loves us enough to give us beautiful creation simply so we\ncan enjoy it. We can see his fingerprints in Alaska.\n4. Read Psalm 8 aloud. Again, ask them how this verse relates to Alaska. They will probably\nhave similar responses as above in step three. Share a personal experience of how he/\nshe has seen Godís power and majesty in His creation.\n- For example, this is my own experience; you could share something similar to it:\nOne time I climbed the highpoint of Colorado with my dad. We started hiking\nbefore the sun was up. As we were walking along the ridge of the mountain, the\nsun began to rise; the colors were brilliant! We kept on hiking and hiking. I was\ngetting tired and hungry but soon we came close to the top. As I climbed up the\nlast little peak and the top of the mountain, I looked out and the view was\nbreathtaking!!! I had never seen so many snow capped mountains before. Sitting\nup there on the mountaintop, I felt such a joy and peace. What a great God I\nserve! He created all of this; His creation alone is enough to tell of His majesty.\n5. Ask the students if any of them have had an experience like this; encourage them to\nshare if they would like.\n6. Encourage them to find other verses that could relate to our study of Alaska and bring\nthem to class tomorrow to share.\n1. Introduce the Iditarod race the studentís will be learning about by reading the book\nIditarod Dream by Ted Wood. As you are reading, stop periodically through out the\nbook and ask them to jot down a few of their thoughts. At the end of the book ask\nthem to share a few thoughts they wrote down about the book.\n2. Introduce the game the students will be playing throughout the unit. Tell the students\nthey will be having their own Iditarod race in the classroom. Each student will make a\nmap of Alaska on construction paper. On this map, they will draw the trail of the\nIditarod race. They will have to map out the different checkpoints of the race on their\ntrails. It is their job to find out how many miles are between each checkpoint and how\nmany miles they can travel in one day.\n3. Each day the students will move their markers on their maps how ever many miles we\ndecide as a class they can travel in one day. Every morning the students will receive\na ďracerís fateĒ card. These cards will say various things such as, ďyour dog has broken\na leg, move back twenty milesĒ, or ď you have found an extra bundle of food on the trail,\nmove ahead twelve milesĒ. The students will have to keep track of where they are on\nthe trail on their own maps and on a large map on the classroom bulletin board.\n4. Each afternoon, students will have an opportunity to receive another card if they got\ntheir homework done on time that day. This card could be good or bad, but the students\nget to decide if they want to take it.\n5. This activity will be incorporated into language arts. The students will be keeping a\nrace journal. As they play this game they can write their feelings about the race in the\njournal as if they were an actual racer.\n6. This game will also be incorporated into math. Students will need to do calculations to\nplay the game correctly. They will also discover how to find median, mean and\nusing the game.\n1. The students will begin making their maps of Alaska for the Iditarod game. The\noutline of the map of Alaska will be projected on the overhead so the students have\nsomething to follow when they draw. Copies of the outline of this map will be available\nfor students to trace if they do not want to draw the map freehand.\n2. The students can use crayons or colored pencils to make their maps on.\n3. The trail outline and check points will be labeled on the overhead map, but the students\nwill need to research how many miles are in between each check point in a later class\n1. Read Psalm 8 one more time and end in prayer, thanking God for His creativity that\nis evident in all of creation, especially as it has been seen in Alaska today.\n1. Students can do more research about the real Iditarod race on the Internet.\n2. Students can read one of the many books about Alaska set up in the learning center.\n3. Students can complete any activity set up in the learning center, including: math\nstory problems, language arts writing activities, and social studies and science\n1. Observe how much students participate in the lesson. Have one teacher walk\naround with a checklist and put checks by the names of the students who are\non task and participating by sharing, asking questions, diligently listening.\n2. Observe how diligently students work on their maps. Check the next day to see\nif they have completed them. Give them a check if they are finished and are done\nLesson Plans Unit Outline Home Page\nTrade Books Learning Center", "id": "<urn:uuid:d07cc3a6-5c93-4a54-aa41-e4364927c35f>", "dump": "CC-MAIN-2013-20", "url": "http://center.dordt.edu/266.543units/Alaska%20unit/intro.les.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9499552845954895, "token_count": 1899, "score": 3.671875, "int_score": 4}
{"text": "|Talking Trash about the Oceans: Creating a Community Service Campaign to Stop Offshore Dumping|\nIn this lesson, students create a community service advertising campaign that raises awareness about the importance of keeping trash out of the marine ecosystem. Students work in teams to create different ad campaigns geared toward particular target audiences and produce posters promoting their messages. Links to additional information and resources are also provided.\nIntended for grade levels:\nType of resource:\nNo specific technical requirements, just a browser required\nCost / Copyright:\nCopyright 2005, The New York Times Company.\nDLESE Catalog ID: DWEL-000-000-000-461\nResource contact / Creator / Publisher:\nPublisher: The New York Times Learning Network", "id": "<urn:uuid:0a2dc5ea-1fbc-4dca-afae-288edd3db469>", "dump": "CC-MAIN-2013-20", "url": "http://www.dlese.org/library/catalog_DWEL-000-000-000-461.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8353309631347656, "token_count": 148, "score": 3.25, "int_score": 3}
{"text": "Select Preservation Resources\n- Shocking Statistics: Reasons for Preservation Week: Facts that illustrate the need for national preservation awareness.\n- PW Fact Sheet: More facts that discusses how items become damaged and simple steps to keep them safe.\n- Preserving Your Memories: Organized by material type, these web sites, books, and other sources give useful information on caring for any kind of collection.\n- Disaster Recovery: Information for before and after a disaster has damaged precious collections.\n- Bibliographies & Indexes: A list of links to resources collected by professional preservation organizations\n- Videos: Video resources depict ways and reasons to preserve collections\n- Preservation for Children: Tools to help children understand the importance of preservation.\n- Comprehensive Resources\n- Resources in Other Languages: Spanish, French, Chinese, Italian, and Arabic resources for spreading the preservation message.\n- Books of Fiction about Conservation\n- Books of Fiction about Books for Book Groups", "id": "<urn:uuid:2ca2992e-4394-4461-91b7-99387774cf64>", "dump": "CC-MAIN-2013-20", "url": "http://www.ala.org/alcts/confevents/preswk/tools/select", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8655974864959717, "token_count": 190, "score": 2.765625, "int_score": 3}
{"text": "Religion Subject Guide\nguides are designed to help students begin the research process,\nfind reputable sources, and save time.\nthe Library Catalog for Books & Other Materials\nTo locate books\nand other materials in CCSF Libraries, select the Library\nCatalog from the Library's Homepage. You will notice\nmany ways to search, such as Title, Author, Subject, Subject Keyword,\nExamples of Subject searches include:\nReligion, Religion and Politics, Religion and Science, Buddhism, Islam, Islam – United States, Prayer, Aguaruna Indians -- Religion\ninclude books, sample tests, class notes, and other items that instructors\nput at the library for class use. The check out time is shorter\nthan regular circulating books.\nTo search for\na book on reserve in the Library\nCatalog, select either Reserves\nby Course or Reserves by Instructor.\nWhen you have\nlocated the materials, write down the Call Number and Title and\npresent this to a staff person at the Circulation Desk.\nthe Library Collection\nthe Library are shelved by call number according to the Library\nof Congress classification system. Books are arranged on\nthe shelves by subject.\nareas in the collection to find materials on religion include:\nCALL NUMBER RANGE\n|Religions. Mythology. Rationalism\n|Islam, Bahai Faith. Theosophy, etc\nReference books provide background information and overviews on a given topic. Relevant reference books for religion include:\nMan, myth, and magic: the illustrated encyclopedia of mythology, religion, and the unknown. Richard Cavendish, editor in chief. Washington, DC: American Psychological Association, 2000. BF 31 E52 2000 Vols. 1-8 Rosenberg Reference\nThe Oxford dictionary of world religions. John Bowker, ed. New York: Oxford University Press, 1997. BL 31 084 1997 Rosenberg Reference\nAtlas of the world’s religions. Ninian Smart, ed. New York: Oxford University Press, 1999. G 1046 .E4 A8 1999 Rosenberg Reference.\nTaking sides. Clashing views on controversial issues in religion. Daniel K. Judd, ed. Guilford, CT: McGraw-Hill, Dushkin, c2003. H61 .T3577 2003 Rosenberg Reference.\nThe encyclopedia of American religious history. Edward L. Queen. New York, NY: Facts On File, c1996. BL 2525 .Q44, 1996 Rosenberg Reference\nEncyclopedia of American religion and politics . Paul A. Djupe and Laura R. Olson. New York: Facts On File, c2003. BL 2525 .D58 2003 Rosenberg Reference.\nElectronic Reference Sources from the CCSF Ebooks collection\nFor more information about eBooks go to: http://www.ccsf.edu/library/ebooks.html\nEncyclopedia of religious rites, rituals, and festivals 2004\nEncyclopedia of new religious movements 2006\nEncyclopedia of women and religion in North America 2006\nA popular Dictionary of Buddhism 1997\nWho's who in the Old Testament together with the Apocrypha 2002\nThe Quran : an encyclopedia 2006\nfor Articles in Periodical Databases\ndatabases group together journal, magazine, and newspaper articles\nby subject. They also usually provide abstracts (brief summaries)\nand the full text of the articles. Do you need help identifying\nthe differences between scholarly\njournal v. popular magazine articles?\ndatabases are part of the private, passworded Web, so you\nwill need to have a current CCSF ID card with a barcode to access\nthose that CCSF subscribes to. All current CCSF Student ID cards should already have a barcode.\nMore information about obtaining a library bar code.\nInfotrac is a brand name for several databases with coverage from 1980 to the present. Most relevant for religion topics is InfoTrac’s Religion & Philosophy database which covers topics in the areas of both religion and philosophy. InfoTrac’s Expanded Academic ASAP and OneFile databases also have useful materials. These databases let you limit your results to articles only from scholarly journals by checking the box \"Refereed titles.\"\nLiterature Resource Center\nLiterature Resource Center has traditional reference works, critical information on authors and their works, and current journal articles. It is valuable for biographical information on authors of works relating to religion, and for critical information on both an individual work and an author’s body of work\nCQ provides lengthy research reports written by the editorial staff of the Congressional Quarterly Co. There are many reports related to religion. Some examples are Religion in America, Evolution versus Creationism, Prayer and Healing, and Religious Persecution. There are also reports on related moral or ethical issues such as issues of reproductive ethics, teaching values, assisted suicide, designer humans, and the ethics of war.\nEthnic Newswatch is comprised of newspapers, magazines and journals of the ethnic, minority and native press in America. Search here for ethnic aspects of topics related to religion.\nBelow are some examples of academic/scholarly web sites on Religion.\nIf you use a search engine, such as Google,\nremember to evaluate\nthe quality of the results.\nWeb Resources for General Reference\nVirtual Religion Index\nAn extensive and well organized index of Web resources with useful annotations that speed the targeting and process of research. From Rutgers University.\nVoice of the Shuttle – Religious Studies Page\nLinks to resources including general studies, specific religions (Christianity, Judaism, Islam, Buddhism, Sikkism, etc.), nonreligious views (Atheism, Agnosticism), issues of law and religion, society and religion, and religious studies courses and departments. From the University of California, Santa Barbara.\nEncyclopedia of Religion and Society\n“Full text online of the Encyclopedia, with table of contents, covering the spectrum of religions.” The Encyclopedia of Religion and Society is from the Hartford Institute for Religious Research, and its editorial board is comprised of a number of respected sociologists of religion.\nThe Internet Sacred Text Archive\n“a freely available archive of electronic texts about religion, mythology, legends and folklore, and occult and esoteric topics” Particular focus is on believers’ (defined very broadly) sacred texts, including both primary and secondary materials.\nContent Evaluation Guidelines\nAdvice from the Medical Library Association\nWebpages: Techniques to Apply and Questions to Ask\nA UC Berkeley - Teaching Library Internet Workshops\nAnalyzing Information Sources\nDeveloped by Olin-Kroch-Uris Libraries at Cornell University.\nand Citing Source\nA quick and easy check list to use when determining the quality\nof web documents. Prepared by Librarians at CCSF.\nhelp you may contact the Reference Desk by phone at (415)\n452-5543 or stop by the East and West reference desks at the Rosenberg\nand Citing Information Sources\nElectronic Reference Service to CCSF students, faculty, staff and\nregistered community users. Use this service when you are NOT in\na CCSF library.\nand Web Research Workshops\nFIfty minute workshops are given throughout the semester on effective\nmethods in searching for books, articles and information on the\nSeveral useful sources for evaluating the quality of web pages, how\nto prepare citations for a \"Bibliography\" or \"Works Cited\" list, and\nhow to avoid plagiarism.\nOnline Writing Lab\nOne of the most thorough and easy to navigate writing labs avaialble!\nResearch and Writing\nHosted by the Internet Public\nProcess @ CSU\nColorado State University developed these guides which \"focus on a\nrange of composing processes as well as issues related to the situations\nin which writers find themselves.\"\ncomments or suggestions to:\n| Library Home\nCopyright Library & Learning Resource Center, City College of San\nLast updated September 13, 2007", "id": "<urn:uuid:911bab38-10be-40ec-adec-be604602715f>", "dump": "CC-MAIN-2013-20", "url": "http://www.ccsf.edu/Library/guides/religion.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8132647275924683, "token_count": 1645, "score": 2.8125, "int_score": 3}
{"text": "FAUZIAH, CATUR KHUROTUL (2007) HUBUNGAN ANTARA RELIGIUSITAS DENGAN KEPUASAN HIDUP PADA LANJUT USIA. Other thesis, University of Muhammadiyah Malang.\nDownload (58Kb) | Preview\nReligiosity is an appreciation, confidence, experience or individual conscience against religious teachings are realized in practice worship and religious rituals. Terbinanya religiosity properly, can raises life satisfaction for the elderly. Where life satisfaction is a state which includes feelings of passion in it, have assertiveness and tough or resilient, the match between the desire to achievement of goals, have positive self concept, and mood calm. The purpose of this study was to determine the relationship between religiosity to life satisfaction in elderly. This study uses a quantitative approach. The subject of this research is the elderly who followed the routine recitation in boarding school Nurul Ulum. The sampling technique used is total sampling. With number of study subjects 50 people. Data collection methods used there are 2 kinds of scales are scales of religiosity and life satisfaction scale. Data collected and then analyzed by using correlation product moment using the computer program SPSS for Windows version 10. Results obtained from this study indicate that there is a relationship positive and highly significant correlation between religiosity to life satisfaction in advanced age (r = 0.419 p = 0.002). This means that the higher the religiosity which is owned the higher the person's life satisfaction, and vice versa the lower the religiosity of a person will get low life satisfaction. The effective contribution of religiosity to the satisfaction living elderly by 17.6%, while 82,4% influenced by other variables had not been examined.\n|Item Type:||Thesis (Other)|\n|Subjects:||B Philosophy. Psychology. Religion > BF Psychology|\n|Divisions:||Faculty of Psychology > Department of Psychology|\n|Depositing User:||Zainul Afandi|\n|Date Deposited:||29 May 2012 09:29|\n|Last Modified:||29 May 2012 09:29|\nActions (login required)", "id": "<urn:uuid:1675929f-e225-4e5d-9afc-41f03f5044f6>", "dump": "CC-MAIN-2013-20", "url": "http://eprints.umm.ac.id/6103/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8615904450416565, "token_count": 447, "score": 2.546875, "int_score": 3}
{"text": "First - you might want to redefine you search. Are you looking for happiness or rather positive affect? Happiness is fairly ambigious term, and it's much more associated with positive psychology studies on well-being. If you are interested in more global definition of happiness, check the work of Mihaly Csikszentmihalyi.\nOn the other hand, there is a large number of studies on physiological measurements of positive affect.\nOne such physiological measurement is Electromyography (EMG) - recording the electrical activity produced by skeletal muscles. EMG will detect very brief smiles or higher activity in cheek muscles (zygomaticus major) which are correlated with positive affect. There is quite classic (but very quoted) paper on that:\nCacioppo JT, Petty RE, Losch ME, Kim HS. (1986) Electromyographic\nActivity Over Facial Muscle Regions Can Differentiate the Valence and\nIntensity of Affective Reactions. J Pers Soc Psychol., 50(2):260-8. download\nAnother simple physiological assesment is heart rate measured by the interbeat interval (IBI). For example, study by Brosschot & Thayer (2003) shows that heart rate response is longer after negative emotions than after positive emotions.\nBrosschot JF, Thayer JF. (2003) Heart rate response is longer after\nnegative emotions than after positive emotions. Int J Psychophysiol.,\nIn fact, the full spectrum of somatic measurements have been used along heart rate including pulse transmission time to the finger, skin conductance level or pupil dilation (Partala, 2003). All those are a bit less reliable methods and usually they detect arousal rather then indicate physiological differences between positive and negative affect.\nPartala T.; Surakka V. (2003) Pupil size variation as an indication of\naffective processing. International Journal of Human-Computer Studies,\nFinally, I would advise browsing literature on measurements of negative affect. You are likely to find some interesting methods there, like in this paper on the psychophysiology of crying (Gross et al., 1994).\nGross JJ, Frederickson BL, Levenson RW. (1994) The psychophysiology of\ncrying. Psychophysiology, 31(5):460-8. download", "id": "<urn:uuid:c987a60d-9405-477a-954f-9eef8f82773e>", "dump": "CC-MAIN-2013-20", "url": "http://cogsci.stackexchange.com/questions/1399/what-is-a-reliable-physiological-measure-e-g-serotonin-levels-of-positive", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.876202404499054, "token_count": 480, "score": 2.765625, "int_score": 3}
{"text": "A nuzzle of the neck, a stroke of the wrist, a brush of the knee—these caresses often signal a loving touch, but can also feel highly aversive, depending on who is delivering the touch, and to whom. Interested in how the brain makes connections between touch and emotion, neuroscientists at the California Institute of Technology (Caltech) have discovered that the association begins in the brain’s primary somatosensory cortex, a region that, until now, was thought only to respond to basic touch, not to its emotional quality.\n“We demonstrated for the first time that the primary somatosensory cortex—the brain region encoding basic touch properties such as how rough or smooth an object is—also is sensitive to the social meaning of a touch,” explains Michael Spezio, a visiting associate at Caltech who is also an assistant professor of psychology at Scripps College in Claremont, California. “It was generally thought that there are separate brain pathways for how we process the physical aspects of touch on the skin and for how we interpret that touch emotionally—that is, whether we feel it as pleasant, unpleasant, desired, or repulsive. Our study shows that, to the contrary, emotion is involved at the primary stages of social touch.”", "id": "<urn:uuid:61b0ef59-2917-4404-a0f0-f46353e5a062>", "dump": "CC-MAIN-2013-20", "url": "http://literallybread.tumblr.com/post/24577231064/oneofthepaths-a-nuzzle-of-the-neck-a-stroke-of", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9519094228744507, "token_count": 267, "score": 3.40625, "int_score": 3}
{"text": "There could be genetic reasons why some women succumb to pressure to be thin, while others maintain a positive body image, according to US researchers.\n“We’re all bombarded daily with messages extoling the virtues of being thin, yet intriguingly only some women develop what we term thin ideal internalisation,” study author Jessica Suisman from Michigan State University said in a press release.\n“This suggests that genetic factors may make some women more susceptible to this pressure than others.”\nSuisman and her colleagues studied more than 300 female twins aged 12 to 22 to see whether genetic factors influenced how vulnerable women are to societal thin ideals.\nThey measured how much the participants wanted to look like people from TV, movies and magazines, then compared identical twins, who share exactly the same genes, with fraternal twins, who share 50 percent of their genes.\nThe researchers found identical twins had closer levels of thin idealisation, which suggested genetics plays a part in determining body image.\n“We were surprised to find that shared environmental factors, such as exposure to the same media, did not have as big an impact as expected,” Suisman said.\n“Instead, non-shared factors that make co-twins different from each other had the greatest impact. The broad cultural risk factors that we thought were most influential in the development of thin-ideal internalisation are not as important as genetic risk and environmental risk factors that are specific and unique to each twin.\"\nMegan O'Connor, from Eating Disorders Victoria, told ninemsn that experts are becoming increasingly aware of the potential genetic link.\n\"There are often examples of a mother and two of her daughters having eating disorders –– anecdotally we are hearing of family traits,\" she said.\nO'Connor said families need to be aware of the possible genetic link and put responsible measures in place.\n\"People can certainly modify the sorts of language they use in their family about weight, dieting and body shape,\" she said.\n\"There is evidence to suggest that eating family meals together and having a healthy and relaxed relationship with food helps protect against eating disorders.\"\nThe study was published in the International Journal of Eating Disorders.", "id": "<urn:uuid:44003eee-ebd3-4cd3-ac60-d61ecb0354e6>", "dump": "CC-MAIN-2013-20", "url": "http://health.ninemsn.com.au/healthnews/8542759/genetics-to-blame-for-body-image-issues-study", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9726026654243469, "token_count": 453, "score": 2.828125, "int_score": 3}
{"text": "Why can some people drink heavily and never become alcoholics when other people get addicted so quickly?\nContributing Factors to the Development of Alcoholism\nWhy some people can use and even abuse alcohol without ever developing alcoholism, and why some people seem unusually susceptible to alcoholism, remains a poorly understood phenomenon.\nThere is a genetic component to alcoholism, and people who grow up in alcoholic homes are far more likely to become alcoholics themselves. Children born to alcoholic parents, but raised in homes without alcohol abuse or addiction are also predisposed to alcoholism, so we do know that genetics plays an important role. But all people genetically predisposed to alcoholism do not develop dependencies, and some people with no genetic history of alcoholism end up battling the disease for years. It is now accepted that although a genetic predisposition plays an important influence in the development of the disease, that social and environmental factors are in fact the lager influences towards alcohol abuse or alcoholism.\nIn addition to genetic influences, the Mayo Clinic considers that there are three additional primary influences to alcohol abuse or alcoholism.\nEmotional States or Emotional Stressors can Induce Alcohol Abuse and Alcoholism\nPeople may use alcohol excessively in response to frequent or significant emotional disturbances or stresses. When alcohol is used with enough frequency as an emotional management or stress coping tool the risk of dependency or alcoholism increases greatly. There is also likely a bio physical link with stress and alcohol abuse, and stress hormones have been casually linked to increased alcohol consumption and a greater risk for alcoholism.\nPeople who use alcohol to deal with life's problems or stresses are at a greater risk to develop alcoholism.\nThe Co-Presence of a Corresponding Psychiatric Condition\nPeople suffering through psychiatric conditions like depression, bi polar disorder, borderline personality disorder or anxiety disorders are at a greatly elevated risk to develop alcohol abuse problems or alcoholism. Psychiatric patients often use alcohol or other illicit drugs to self medicate the negative symptoms of an experienced disorder. Unfortunately, while intoxication may bring some temporary relief, the long term effects of alcohol abuse almost always worsen experienced psychiatric symptoms. Alcoholic psychiatric patients are at a great risk for an accelerated progression of both diseases, and require immediate interventions and treatment.\nIn addition to clinical psychiatric conditions, non clinical, but still significant factors such as low self esteem can also increase the likelihood to alcohol abuse, and ultimately alcoholism. Alcohol is rarely an effective long term coping strategy.\nSocial Environmental Factors\nAs a society, largely due to billions of dollars invested in alcohol advertising campaigns, there is a perception of alcohol being associated with glamour, attractiveness and success, and these lingering subconscious perceptions may influence people to try alcohol at a young age and continue to drink more than they should throughout life.\nThe immediate environment can also increase the probability of alcoholism. People who socialize, or live romantically with a person who drinks to excess, whether dependent or not, are far more likely to also drink heavily, and put themselves at risk for alcohol abuse and alcoholism.\nEven the neighborhood around the home seems to influence consumption patterns, and people brought up in or who reside in neighborhoods of heavy abuse are also more likely to use and abuse alcohol themselves.\nNothing about alcoholism is completely understood, and all we know is that the variables that can induce alcohol abuse and ultimately alcoholism are many, and that what may cause alcohol dependence in one, seem to have little influence over another. We all present with an individual risk profile for our susceptibility to the disease, although those people with a genetic history of alcoholism are undoubtedly at an increased risk to develop the disease.\nRegardless of the factors that may induce the occurrence of the disease, the treatments are essentially the same, and alcoholics need intervention, intensive treatment, and long term aftercare therapies. Most alcoholics will never be capable of drinking in moderation, and abstinence is the only recommended philosophy of use for people with alcoholic histories.\nPage last updated Sep 23, 2012", "id": "<urn:uuid:97c75d00-1e85-4576-b5f7-0d79552f0dbf>", "dump": "CC-MAIN-2013-20", "url": "http://www.choosehelp.com/alcoholism/alcoholism-why-some-become-drunks-and-others-dont/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.949396550655365, "token_count": 790, "score": 3.28125, "int_score": 3}
{"text": "To learn more about cholesterol, browse any of the cholesterol topics below.\nAbout Cholesterol Cholesterol itself isn't bad. We all have and need this wax-like substance in our bodies. Learn about the so-called \"good\" and \"bad\" cholesterol, where it comes from, and why it's important for your health.\nWhy Cholesterol Matters High cholesterol is one of the major risk factors leading to heart disease, heart attack and stroke. Discover the reasons to keep your cholesterol controlled.\nUnderstand Your Risk for Cholesterol High cholesterol levels can run in families, and women generally tend to have higher levels of HDL than men. Find out more about who has high cholesterol, and discover why managing cholesterol is important even for children.\nPrevention & Treatment of Cholesterol You can lower your cholesterol and reduce your risk of heart disease and stroke. Take responsibility for managing your cholesterol levels with healthy lifestyle choices and a sound medical treatment plan when prescribed.\nCholesterol Tools & Resources Learn more with our online tracking resources, downloadable information pages and personal stories from people like you.\nWatch, Learn and Live\nOur Interactive Cardiovascular Library has informative illustrations and animations to help you learn about conditions, treatments and procedures related to heart disease and stroke.", "id": "<urn:uuid:5a052ffe-8b89-4dfe-9c48-1877699b92fe>", "dump": "CC-MAIN-2013-20", "url": "http://heart.org/HEARTORG/Conditions/Cholesterol/Cholesterol_UCM_001089_SubHomePage.jsp", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9165728688240051, "token_count": 252, "score": 3.171875, "int_score": 3}
