{"text": "This “The Best…” list is a companion to The Best Sites To Learn About The U.S. Financial Crisis. Those sites tried to explain how we got into this mess. The resources on this list share what is happening to us as a result. These sites try to give a picture of the recession’s effects throughout the world.\nThese sites, all relatively accessible to English Language Learners, are divided into three sections. The first are some narrative reports on what is occurring. The second are interactive charts or graphs that show “the numbers.” The third are multimedia presentations giving a human face to the recession (of course, most of my students are experiencing that human face directly in their own lives).\nHere are my picks for The Best Sites To Learn About The Recession:\nVoice of America’s Special English has a report (with audio support for the text) titled Trying To Live With A Recession In The World’s Largest Economy.\nBreaking New English has a lesson (again, with audio support for the text) called Huge U.S. Job Losses Spark Recession Fears.\nESL Podcast Blog has an engaging report on ways a recession affects society\nCBBC has a good report on the recession in the United Kingdom.\nCHARTS & GRAPHS:\nWhere Does Your State Rank? is a map from CNN showing the recession’s effect across the United States.\nLayoffs Pile-Up is a graph from the Wall Street Journal showing what economic sectors are experiencing the worst job loss.\nUSA Today has a very complete analysis on jobs loss and growth in the United States.\nThe National Conference of State Legislatures also has an interactive map on the effects of the recession in all fifty states.\nThese would require some teacher explanation, but are intriguing nevertheless. They’re are two infographics showing how the proposed economic stimulus would be used — one from the Washington Post and the other from Credit Loan. CNN has a new interactive on the compromise that the Senate and House just agreed to.\nThe Obamameter is a regularly updated visual representation of different aspects of the U.S. economy. It would be accessible to Intermediate English Language Learners with some explanation.\nFinViz shows the stock market in a vivid color-code.\nThe Economy Tracker from CNN shows the latest economic data on a map, and combines that with personal stories of those affected.\nThe Geography Of A Recession comes from The New York Times and shows, in detail, unemployment rates throughout the United States.\nMaplibs has a color-coded world map that shows international financial centers. The key is the color — if it’s shown in red then it’s down, if it’s shown in green then it’s up.\nThe Sacramento Bee has a scary map of unemployment in California.\nEconomic Reality Check is from CNN and provide short facts about different aspects of the recession.\nThe Sacramento Bee has just published an Income Gap Interactive Graphic. It’s based on Sacramento data, but I suspect the information is similar across the United States. It vividly, and in a way that’s accessible to English Language Learners, shows how long it takes for different people (by occupation, ethnicity, and educational background) to earn $100,000.\nMSNBC has developed what they call an Adversity Index. It’s an animated map that “measures the economic health of 381 metro areas and all 50 states.” It’s pretty intriguing, though would probably require some initial explanation before English Language Learners could fully decipher it. Right below the Adversity Map, you can also find a “Map:Recession-resistant areas” that highlights communities in the U.S. that have escaped the recession’s effects.\nThe San Francisco Chronicle published a simple and very accessible chart today titled Unemployment Characteristics. It “breaks down” unemployment data by race, gender, and education background.\nGreat Depression Comparison is an excellent interactive comparing the Depression to our present Recession.\nHere’s a very accessible infographic that shows the change in unemployment in major US cities over the past year.\nThe Associated Press has an Economic Stress Index which shows, in an interactive graphic form, what is happening to every county in the United States economically. It measures bankruptcies, home foreclosures, and unemployment, and then interprets it into what they call a “stress index.”\nThe New York Times has published an interactive graphic titled Broad Unemployment Across the U.S. It shows both the official unemployment rate, and what the rate would be if it included “ipart-time workers who want to work full time, as well some people who want to work but have not looked for a job in the last four weeks.”\nMoody’s has put together an impressive and accessible Global Recession Map showing how all the economies in the world are going.\n“Food Assistance” is a very simple and visual infographic from GOOD Magazine tracking the rise of food stamps over the past year.\nTimes Of Crisis is an extraordinary interactive timeline showing the critical events of the economic recession over the past 365 days.\nThe Geography of Jobs is an excellent animated map demonstrating the loss of jobs in different parts of the United States during the recession.\nFlowing Data has some maps that very visually show where unemployment has increased over the past few years.\nThe Unemployed States of America, a nice infographic (in terms of accessibility, not because it shares good news)\nHow the Great Recession Reshaped the U.S. Job Market, an informative (and a bit “busy” looking) interactive from The Wall Street Journal.\n“America’s 35 Hardest-Hit Cities” is a very accessible infographic showing the communities around the U.S. with the highest unemployment rates. Quite a few of them are located right here in California’s Central Valley.\nComparing This Recession to Previous Ones: Job Changes is a New York Times graphic that very clearly shows we’re not doing so great right now.\n“How The Great Recession Has Changed Life In America” is an interactive from The Pew Center.\nWho’s Hurting? is a Wall Street Journal interactive showing which economic sector is losing/gaining jobs\nHow Do Americans Feel About The Recession? is an infographic from MINT.It has some interesting information, and a teacher could ask similar questions of their students.\n“Decline and fall of the California job market” is a very good interactive from The Sacramento Bee showing the chronological progress of the monthly unemployment rate for each county in the state over the past three years.\nVisual Economics has published two good infographics in one place: “Cities That Have Missed The Recovery” and “Cities That Are Having A Great Recovery.”\n“How The Recession Has Changed Us” is what I think is a pretty amazing infographic from The Atlantic.\nWhere Are The Jobs? is a very good interactive infographic from The Washington Post showing which economic sectors are increasing jobs and which are not doing so well.\nGOOD has just published a very good series of infographics explaining the economy.\nIt’s called All About The Benjamins.\nVIDEOS & SLIDESHOWS:\nBoomtown To Bust is a New York Times slideshow on the recession’s effect in Florida.\nThe Sacramento Bee has a series of photos Chronicling The Economic Downturn.\nLong Lines Of Job Seekers Continue is a slideshow from The Washington Post.\nDownturn Leaves More Families Homeless is another slideshow from The Washington Post.\nThe Wall Street Journal has excerpts from recent songs that have been written about the recession.\nFollowing A Closing, The Struggle To Find Work is another slideshow from The New York Times.\nA Community Facing Hunger is a video from The New York Times.\nOut Of Work In China is a video showing the effects of the recession in that country.\nA Painful Return is a slideshow discussing the recession’s effects in China.\nTough Times For Summitville Tiles is a Wall Street Journal slideshow about the closing of a factory.\nBlack Thursday In France is a Wall Street Journal slideshow about protests in that country demanding that the government do more to stop the recession.\nOhio Town Faces Economic Collapse is a slideshow from Pixcetra.\nThe American Economy: Down and Out is a slideshow from TIME Magazine.\nTough Times In Cleveland is another TIME slideshow.\nAn audio slideshow from The New York Times called In Economic Vise, Pontiac Struggles.\nThere Goes Retirement is an online video from The Wall Street Journal.\nThe progressive magazine The Nation has a useful slideshow called The Great Recession. It’s a bit ideological, but provides a different kind of analysis and response to the recession. It also includes links to articles that would not be accessible to ELL’s. However, the images, teacher modifications of the articles, and lesson ideas provided by them could offer some good opportunities for student discussion and higher order thinking.\nThe Faces Of The Unemployed is a slideshow from The New York Times.\nSearching For A Job is a series of photos from the Sacramento Bee.\nLooking For Work is an audio slideshow from Reuters.\nDesperately Seeking A Salary is another audio slideshow from Reuters.\nJob Seekers Flood Local Job Fair is a slideshow from The Sacramento Bee.\nRecession Hits The Saddle is a slideshow from The New York Times.\nAuto Town Struggles With Unemployment is a slideshow from The New York Times.\nDark Stores from TIME Magazine.\nThe New York Times has an audio slideshow about people looking for work in the state of Tennessee.\nInside California’s Tent Cities is the newest addition to this list. It’s a New York Times slideshow on the growing number of homeless encampments around the United States, particularly here in Sacramento (which was recently featured on Oprah Winfrey’s show) and in Fresno.\nThe Death of the American Mall is a slideshow from The Wall Street Journal.\nStimulus Watch is a site that doesn’t really fit into any of the categories on this list, but it’s intriguing. It supposedly lists all the projects different governmental projects have proposed to do with stimulus money, and then people can vote which ones they think are best. They’re categorized by community, so they’re very accessible. The only drawback to it is since it’s a wiki, even though all the projects are listed, many don’t have detailed information yet on what the project entails. Nevertheless, its interactivity could offer some good possibilities for student engagement.\nHow Do You Feel About The Economy? is a great interactive graphic — especially for English Language Learners — from The New York Times. You’re supposed to be able to enter a word that indicates how you’re filling, and you’re given many choices. It’s a good opportunity for vocabulary development.\nPicturing The Recession is yet another exceptional interactive from The New York Times. It’s composed of photos contributed by readers, including captions, divided by topic or location.\nAdapting To Job Loss is a slideshow from The Washington Post.\nSurvival Strategies is a new interactive feature from The New York Times. People offer brief ideas on how they’re saving money now in the recession. Readers can vote on which ones they think are best. You have to register in order to vote, offer suggestions, or contribute your own.\nForced From Home is a slideshow from The Wall Street Journal.\nGhost Factories is a slideshow from The New York Times.\n“The Long-Term Unemployed” is a multimedia interactive from The Wall Street Journal.\n“America Out Of Work” is ongoing series of video interviews the Los Angeles Times is doing with the unemployed.\nAmerica at Work is slideshow from The Atlantic.\nAs always, feedback is welcome.", "id": "<urn:uuid:96f462cf-90d3-4dee-acd5-263d2ee58f50>", "dump": "CC-MAIN-2013-20", "url": "http://larryferlazzo.edublogs.org/2009/02/12/the-best-sites-to-learn-about-the-recession/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9170494675636292, "token_count": 2508, "score": 2.640625, "int_score": 3}
{"text": "|[This is a MPIWG MPDL language technology service]|\nBecome (p. p.) of Become\nBecome (v. i.) To pass from one state to another; to enter into some state or condition, by a change from another state, or by assuming or receiving new properties or qualities, additional matter, or a new character.\nBecome (v. i.) To come; to get.\nBecome (v. t.) To suit or be suitable to; to be congruous with; to befit; to accord with, in character or circumstances; to be worthy of, or proper for; to cause to appear well; -- said of persons and things.", "id": "<urn:uuid:009329d8-16c6-4c7e-a12d-baaaa30bd1be>", "dump": "CC-MAIN-2013-20", "url": "http://mpdl-service.mpiwg-berlin.mpg.de/mpiwg-mpdl-lt-web/lt/GetDictionaryEntries?query=become&queryDisplay=become&language=en&outputFormat=html&outputType=morphCompact&outputType=dictFull", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8884539604187012, "token_count": 146, "score": 2.546875, "int_score": 3}
{"text": "Two teachers at Norview High School in Norfolk, VA were recently put on administrative leave by the school after a parent complained about a video that she saw in Government class. The video informed its audience on how to assert their constitutional rights during various encounters with police, such as during a car or house search. It was accompanied by a one page handout about a person’s rights when stopped and arrested by the police. When the girl came home after school that day, she told her mother “You won’t believe what we are learning in Government. They are teaching us how to hide our drugs.” The woman promptly called the school to complain about what was taught to her daughter, and the teachers were subsequently suspended.\nThere are two things that are rather irksome about these series of events. First, why are parents are so ready to jump to conclusions and act on those assumptions? It’s a little hard to believe that teachers would be lecturing their students on the best way to hide drugs from the police. If the girl’s mother had just inquired as to what was actually taught that day, it would have been clear that this was Government class as usual, just an exercise in educating youth on the Constitution.\nSecond, and more importantly, why are schools eager to appease parents at the drop of a hat? These are institutions filled with education professionals: teachers know what their students should learn and what the appropriate materials for teaching them are. A school’s administration should trust that the teacher is making reasonable choices as to how a child is taught and with what. In response to a parent’s complaint, they should first research the allegations. The administration at Norview High School, for instance, could have a gotten a copy of the leaflet given to students. They also could have watched the video to see if anything inappropriate was shown. Instead, the school acquiesced to the demands of one uninformed parent. Sometimes, Mother doesn’t know what’s best. That’s why we have schools and teachers.\nUnfortunately, this is not a new problem. Schools all over the country have bowed down to raging parents over something they don’t think is appropriate for their child. It’s a distressing thought that a parent’s misunderstanding about a certain book or a particular lesson in school can translate into a child’s incomplete education. Learning about an individual’s constitutional rights enhances one’s education and can even make for a better citizen. School administrators need to have more confidence in themselves and their teachers. They need to stick to what they believe is important for a child’s education.", "id": "<urn:uuid:a4dee370-849c-4c50-bca2-fa569742a920>", "dump": "CC-MAIN-2013-20", "url": "http://ncacblog.wordpress.com/2010/06/09/teachers-get-in-trouble-for-teaching-students-about-their-constitutional-rights/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9836153984069824, "token_count": 549, "score": 2.5625, "int_score": 3}
{"text": "Schools and Students\nPrivate schools in 1999–2000 were located primarily in central cities (42 percent) and the urban fringe or large towns (40 percent) (table 2). About 18 percent of private schools were found in rural areas. In contrast, 24 percent of all public schools were in central city locations, 45 percent in the urban fringe or large towns, and 31 percent in rural areas. Most schools—61 percent of private and 71 percent of public—were elementary, but 10 percent of private schools and 25 percent of public schools were secondary. Finally, a much higher proportion of private schools (30 percent) were combined schools (usually grades K–12 or 1–12), compared with only 4 percent of public schools.\nFigures and Tables\nTable 2: Percentage distribution of schools according to community type and level, by sector and private school type: 1999-2000\nTable S2: Standard errors for the percentage distribution of schools according to community type and level, by sector and private school type: 1999-2000", "id": "<urn:uuid:700680b4-7ce1-472b-af82-33bd71cae337>", "dump": "CC-MAIN-2013-20", "url": "http://nces.ed.gov/programs/coe/analysis/2002b-sa01a.asp", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9785959720611572, "token_count": 207, "score": 3.015625, "int_score": 3}
{"text": "A bachelor's degree earned in the United States usually takes a minimum of four years. Degrees are earned by taking a combination of required courses which meet liberal arts distribution requirements (humanities, social sciences, and natural sciences), a required number of courses in the major field of study (called a \"major\"in the United States), and the balance of courses as electives. Each course taken is assigned a value called \"points\" (also called \"credits\" or \"units\"). To earn a bachelor's degree, one must earn a minimum of 124 points (usually more) and, at the same time, meet the distribution and major requirements. Advisement on course selection is available in each school at the time of registration.\nUndergraduate studies are offered in three divisions of the University. Each division offers a distinct program of studies. The divisions that offer the undergraduate (B.A. or B.S.) degree are:\nCollege (CC) - Study of the liberal arts and sciences leading to\nthe B.A. degree traditionally, but not exclusively, for students just out\nof secondary school, usually between the ages of 17 and 22. With an enrollment\nof approximately 4,000, Columbia College is the smallest college in the\n2. Fu Foundation School of Engineering and Applied Science (SEAS) - Offers the B.S. degree in engineering and applied science fields.\n3. School of General Studies (GS) - Offers the B.A. or B.S. degree to students who have had a break of a year or more in their education since high school.\nAll other divisions of the University are graduate schools and, as such, offer degrees beyond the bachelor's degree, usually master's or doctoral degrees.\nMaster's degrees take from one to three years to earn depending on the course work and research/writing requirements.\nPh.D. requirements may vary but usually require one to two years of course work beyond the master's degree, comprehensive examinations, a major original contribution to research in the field of study, and oral defense of one's research. The research and writing requirement can take from two to five years beyond the course work. A Ph.D. candidate should plan on a minimum of four and an average of six years of study to complete the degree requirements. It is not unusual for a student to be at Columbia seven or eight years to complete a doctorate.\nTo be admitted to these schools, the applicant must have completed a degree considered in the United States to be equivalent to a U.S. bachelor's degree with a strong academic record. There are also other admissions requirements. The Columbia schools and programs that offer graduate degrees are:\n|College of Physicians and Surgeons||Program in Physical Therapy|\n|Fu Foundation School of Engineering and Applied Science||School of Continuing Education|\n|Graduate School of Architecture, Planning, and Preservation||College of Dental Medicine|\n|Graduate School of Arts and Sciences||School of International and Public Affairs|\n|Graduate School of Business||School of Law|\n|Graduate School of Journalism||School of Nursing|\n|Institute of Human Nutrition||School of Social Work|\n|Mailman School of Public Health||School of the Arts|\n|Program in Occupational Therapy|\nThe School of Continuing Education offers, in addition to its masters' degree program, opportunities for non-degree study at Columbia to qualified applicants. Both undergraduate and graduate level courses from the University's arts and sciences course offerings may be taken for credit. This option is particularly appropriate for international students who wish to visit at Columbia for a semester or two.\nTo qualify for an I-20 to be in F-1 student status in the U.S., students must register for at least 12 points of credit-bearing coursework each semester. This is usually equivalent to four courses each semester.\nOf particular interest to international students is the School of Continuing Education's American Language Program. The ALP is one of the oldest English as a Second Language programs in the United States and offers a carefully integrated sequence of courses to students, business and professional people, and international visitors who wish to improve their command of English.\nThere are two institutions which are affiliated with, located adjacent\nto, and bear the name of Columbia University. They are administered separately\nand applications for admission must be made directly to these institutions.\nBarnard College, Columbia University An undergraduate liberal arts college for women affiliated with Columbia University. For more information, write to Barnard College Admissions, 111 Milbank,3009 Broadway, New York, NY 10027, U.S.A.\nTeachers College, Columbia University A graduate school for students interested in education, offering only the master's and doctoral degrees. For more information, write to Teachers College Admissions, 146 Horace Mann, 551 West 120 Street, New York, NY 10027, U.S.A.", "id": "<urn:uuid:139cb27b-d4c2-4365-afcf-895d3c1e5636>", "dump": "CC-MAIN-2013-20", "url": "http://www.columbia.edu/cu/isso/admit/admit_tx.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9434472918510437, "token_count": 1006, "score": 2.578125, "int_score": 3}
{"text": "Requirements for proficiency in Norwegian\nThe Norwegian language is the primary language of instruction at Norwegian institutions of higher education. Some foreign students learn Norwegian before they continue with further studies in Norway. Below is an overview of the language requirements for foreign students applying for courses where the language of instruction is Norwegian.\nIf applying for a course taught in Norwegian, or for general acceptance into an institution, applicants outside of the Nordic countries must meet one of the following requirements:\n- Successfully passed 'Norwegian as a second language' from upper secondary school.\n- Sucessfully passed Level 3 in Norwegian at a university.\n- Successfully passed one-year study in Norwegian language and society for foreign students from a university college.\n- Successfully passed test in Norwegian at higher level, 'Bergenstesten', with a minimum score of 450.\nIn certain cases, institutions may accept other types of documentation. Please contact the institutions directly for details.", "id": "<urn:uuid:de1e1761-77e7-432f-856b-39b8c69b3443>", "dump": "CC-MAIN-2013-20", "url": "http://studyinnorway.no/Study-in-Norway/Admission-Application/Requirements-for-proficiency-in-Norwegian", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9260422587394714, "token_count": 191, "score": 2.90625, "int_score": 3}
{"text": "Education:Gala Celebrations 4 Telecommunications\nGrade 9 / World History / Technology\nTime Required for Completed Lesson\n30 minutes for introduction and 40 minutes for presentations, time will vary based on size of class; work can be completed in class or out of class\n6.2.12.C.1.e, 6.2.12.D.2.e, 6.2.12.C.3.d, 6.2.12.C.4.d, 6.2.12.D.5.c, 6.2.12.D.6.a\nCommon Core State Standards\nSL.9-10.4. Present information, findings, and supporting evidence clearly, concisely, and logically such that listeners can follow the line of reasoning and the organization, development, substance, and style are appropriate to purpose, audience, and task. SL.9-10.5. Make strategic use of digital media (e.g., textual, graphical, audio, visual, and interactive elements) in presentations to enhance understanding of findings, reasoning, and evidence and to add interest. SL.9-10.6. Adapt speech to a variety of contexts and tasks, demonstrating command of formal English when indicated or appropriate.\nComputer lab or laptop cart if working on assignment in class; lap top with projector required for presentations\nOpen class with a discussion about telecommunications and celebrations. How do people communication? How has communication changed? How do we celebrate milestones in our lives – births, marriages, birthdays? Share with students article - Happy Anniversary: First email Sent with an Attachment Turns 20! (See resources below for link) Brainstorm with class a celebration honoring this telecommunications milestone.\nDivide classes into small groups – 2 or 3 students in each group. Groups can be assigned telecommunications milestones or pick their own milestone. Each group should have a different milestone. Milestones can included Gutenberg’s improved Printing Press, the Optical Telegraph, the American Postal Service, the Pony Express, the Stagecoach, the Telegraph, Morse Code, the Telephone, the Radio, the Electronic Television, the Internet, Pagers, Cellular Devices, Social Media Websites, and E-mail. The student groups will work as party planners. Their task is to plan and present a Gala Celebration honoring their telecommunications milestone. The plan can be presented in a PowerPoint or Prezi format. The plan must include the following: a meaningful date and location for the celebration, an invitation, decorations, guest list (of living and deceased dignitaries), basic menu, entertainment and party favors. Student groups are given two weeks to complete their presentations. (See resources section below for links)\nBe sure to pair students with a higher level learner to help her/him with activity. Be prepared to share additional notes with students and if necessary extend due dates.\nGroup Project and Presentation Rubrics\nLanguage Arts (presentation skills, research skills)\nReview and return rubrics to students. Decorate the classroom or bulletin boards with printed invitations for the Gala Celebrations.", "id": "<urn:uuid:f75a8a30-c654-45b7-b9fb-ac81fb5610fb>", "dump": "CC-MAIN-2013-20", "url": "http://www.ieeeghn.org/wiki/index.php/Education:Gala_Celebrations_4_Telecommunications", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8479393720626831, "token_count": 630, "score": 3.390625, "int_score": 3}
{"text": "Fully revised and updated for the 21st century, 365 Manners Kids Should Know tackles one manner a day. It suggests many games, exercises, and activities that parents, teachers, and grandparents can use to teach children and teens essential etiquette and at what age to present them. Some of the manners covered are when and where to text, how to handle an online bully, how to write a thank-you note, and proper behavior and dress for special events such as weddings, birthday parties, and religious services.\nCustomer Reviews for 365 Manners Kids Should Know - revised and updated\nThis product has not yet been reviewed. Click here to continue to the product details page.", "id": "<urn:uuid:9e429843-e203-44f4-b932-d13b9513660a>", "dump": "CC-MAIN-2013-20", "url": "http://reviews.christianbook.com/2016/88825X/three-rivers-press-365-manners-kids-should-know-revised-and-updated-reviews/reviews.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9423240423202515, "token_count": 136, "score": 2.78125, "int_score": 3}
{"text": "The test team views the use of a pulley as an intermediate step only, and has planned to shift to a reliance on windlasses like those that apparently were used to hoist sails on Egyptian ships.\n\"The whole approach has been to downgrade the technology,\" Gharib said. \"We first wanted to show that a kite could raise a huge weight at all. Now that we're raising larger and larger stones, we're also preparing to replace the steel scaffolding with wooden poles and the steel pulleys with wooden pulleys like the ones they may have used on Egyptian ships.\"\nFor Gharib, the idea of accomplishing heavy tasks with limited manpower is appealing from an engineer's standpoint because it makes more logistical sense.\n\"You can imagine how hard it is to coordinate the activities of hundreds if not thousands of laborers to accomplish an intricate task,\" said Gharib. \"It's one thing to send thousands of soldiers to attack another army on a battlefield. But an engineering project requires everything to be put precisely into place.\n\"I prefer to think of the technology as simple, with relatively few people involved,\" he explained.\nGharib and Graff came up with a way of building a simple structure around the obelisk, with a pulley system mounted in front of the stone. That way, the base of the obelisk would drag on the ground for a few feet as the kite lifted the stone, and the stone would be quite stable once it was pulled upright into a vertical position. If the obelisk were raised with the base as a pivot, the stone would tend to swing past the vertical position and fall the other way.\nThe top of the obelisk is tied with ropes threaded through the pulleys and attached to the kite. The operation is guided by a couple of workers using ropes attached to the pulleys.\nNo one has found any evidence that the ancient Egyptians moved stones or any other objects with kites and pulleys. But Clemmons has found some tantalizing hints that the project is on the right track. On a building frieze in a Cairo museum, there is a wing pattern in bas-relief that does not resemble any living bird. Directly below are several men standing near vertical objects that could be ropes.\nGharib's interest in the project is mainly to demonstrate that the technique may be viable.\n\"We're not Egyptologists,\" he said. \"We're mainly interested in determining whether there is a possibility that the Egyptians were aware of wind power, and whether they used it to make their lives better.\"\nNow that Gharib and his team have successfully raised the four-ton concrete obelisk, they plan to further test the approach using a ten-ton stone, and perhaps an even heavier one after that. Eventually they hope to obtain permission to try using their technique to raise one of the obelisks that still lie in an Egyptian quarry.\n\"In fact, we may not even need a kite. It could be we can get along with just a drag chute,\" Gharib said.\nAn important question is: Was there enough wind in Egypt for a kite or a drag chute to fly? Probably so, as steady winds of up to 30 miles per hour are not unusual in the areas where pyramids and obelisks were found.\n(c) 2001 Caltech\nSOURCES AND RELATED WEB SITES", "id": "<urn:uuid:7989d2d3-3e6d-4a4d-ad8e-e7b19882a89a>", "dump": "CC-MAIN-2013-20", "url": "http://news.nationalgeographic.com/news/2001/06/0628_caltechobelisk_2.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9741706848144531, "token_count": 709, "score": 3.578125, "int_score": 4}
{"text": "Viewed against a dangerous and costly backdrop, clear team communication is obviously essential to create a safe, productive and effective work environment on the ramp. Tractor operators and wing walkers need to warn each other of impending dangers. The tractor operator needs to keep the flight deck informed of ground movement. And all ground personnel should at least be able to hear the flight deck and each other during a pushback.\nRamp workers can do much more without the wire, the shouting or the hand signals.\nA typical wireless pushback and towing configuration uses a portable transceiver for continuous two-way communication among one or more wing walkers and the tractor operator during aircraft movement. The tractor operator is free to concentrate on correct maneuvering, and all crew members can warn others instantly of impending dangers.\nTo optimize the flow of communication and minimize chatter, the system is configured so that all team members can hear the pilot, but only the tractor operator can talk directly to the flight deck. Because wireless communication increases coordination and enables real-time verbal warnings, it decreases the risk of accidents, shortens turn-around times, and increases the likelihood of hitting flight slots.\nIn addition to pushbacks and towing, wireless team communication systems can also be used to improve safety and efficiency during deicing, cargo and maintenance operations. In a deicing configuration, a wireless system connects the driver and the basket, and the system itself can be connected to two-way radios enabling communication with remote users.\nCommunication between the driver and the basket takes place on open microphone over a 1.9GHz (1.8GHz in the EU) encrypted frequency while also allowing radio monitoring and transmitting with a push to-talk button on the headsets. Systems can be configured to enable multiple deicing crews to communicate while working on the same aircraft - further improving efficiency. Additional configurations are available for maintenance teams and are scalable to almost any size.\nChoosing a Wireless Communication System\nWireless headset systems are available in a wide variety of configurations and price ranges. To ensure a system meets the diverse needs of ground support, consider the following factors carefully:\nIs the system truly wireless? A number of so-called “wireless” systems actually require a wire from the headset to a radio or belt pack. While these systems allow freedom of movement, a belt pack or radio wire creates many of the same problems inherent in hardwire systems, particularly tangled cords. Moreover, belt packs generally have less than half the transmission range of self-contained systems worn on the head.\nDoes the system use DECT or Bluetooth technology? Transmission technology can dramatically affect how well wireless systems perform in the field. Systems that employ Bluetooth technology generally have a limited range and are subject to radio frequency interference from nearby devices.\nLook for systems that use Digital Enhanced Cordless Telecommunications technology. DECT units generally offer up to 30 times more coverage and are less subject to interference than Bluetooth. DECT transmissions also have multipath capability, meaning the signal will bounce up, over and around objects in order to establish the best possible connection. DECT signals are also digitally encoded to ensure privacy.\nIs the system full-duplex or half-duplex? Half-duplex systems allow communication in both directions, but only one direction at a time. That’s a walkie-talkie. On the other hand, full-duplex systems allow communication in both directions simultaneously. Full-duplex capabilities are an important safety consideration because they allow the parties to speak and hear others at the same time.\nIs the system radio-compatible? Communication during pushback and towing is generally confined to the flight deck, wing walkers and tractor operator; however, other ground support functions may benefit from the ability to communicate with remote users over a two-way radio. Look for a system with maximum radio-interface flexibility.", "id": "<urn:uuid:64b6024d-747e-42b4-94a5-ce98e783c943>", "dump": "CC-MAIN-2013-20", "url": "http://www.aviationpros.com/article/10603970/wireless-headsets-for-team-communication-improve-ramp-safety?page=2", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9268864989280701, "token_count": 784, "score": 2.578125, "int_score": 3}
{"text": "Demands for lower cost manufacturing, lighter components, and recycleability are forcing manufacturers to switch from metal components to plastic. While the assembly processes are different, some of the same concerns apply. Finding a reliable assembly equipment supplier, defining part requirements, getting them involved early, and choosing the right assembly process are the keys to success.\nchart outlines the different characteristics, capabilities,\nand requirements of a variety of plastic welding processes.\nCLICK for the full-size graphic.\nAppliance components come in\nall shapes and sizes, and each one has its own unique characteristics that\ndemand an assembly process to fit. Ultrasonic, hot-plate, spin, thermal,\nlaser, and vibration welding are the most common plastic assembly methods.\nChoosing the correct method can be difficult. A supplier who has technical\nknowledge in all of the processes is the best choice. They will have knowledge\nof all the different process joint designs, can provide assistance in material\nselection, and can support once the process is in production.\npart requirement before the design of the plastic part is critical.\nThis will save dollars in tooling costs and help assure that the correct\nprocess to achieve the requirements is chosen. All too often, the plastic\nmolds are manufactured, the first parts are assembled, and then quality\ncontrol determines that the parts will not pass a pressure test. This\nis too late; now significant dollars will need to be spent to correct\nproblem. Requirements such as a need for pressurization, exposure to\nextreme cold or heat, cosmetic-part status (requires no blemishes),\nand parts assembled\nper minute are all factors in determining the correct process and plastic\nEach process has unique plastic-joint design requirements to assure\nproper weld strength. Assembly equipment suppliers can help design the\nweld area joint design. An example of joint design requirements for ultrasonic\nassembly is given by Guide to Ultrasonics from Dukane\nCharles, IL, U.S.): \"Mating services should be in intimate contact around the entire joint. The joint should be in one plane, if possible. A small initial contact area should be established between mating halves. A means of alignment is recommended so that mating halves do not misalign during the weld operation.\" Obviously,\nthese joint requirements should all be designed into the part prior to\nmachining of the injection molds.\nWhat assembly process is correct for a part? As stated earlier, ultrasonic, hot-plate, spin, thermal, vibration, and laser welding are the most common methods used in production today. Each method has unique advantages.\nUltrasonic assembly is a fast, repeatable, and reliable process that allows for sophisticated process control. High-volume small parts that have very tight assembly tolerances lend themselves well to ultrasonic assembly. Ultrasonic systems have the capability of exporting relevant assembly process data for SPC documentation and FDA validation. Ultrasonic welding can be easily integrated into automated systems.\nHot-plate welding can accommodate a wide range of parts sizes and configurations. These machines offer high-reliability hermetic seals and strong mechanical bonds on complex part geometries. The process is fairly simple; the two parts to be jointed are brought in close proximity to a heated platen until the joint area is in a molten state. The platen is removed and the parts are clamped together until the joint cools off and returns to a solid state.\nSpin welding is a very cost-effective method for joining large, medium, or small circular parts such as washing machine tubs to agitator components. Water purification filters, thermal mugs, and irrigation assemblies typically are joined using the spin welding process. Careful attention to joint design is critical for parts that require flash-free appearance.\nAssemblies that require inserts at multiple points on multiple planes, like computer or vacuum cleaner housings, typically benefit from thermal insertion/staking. Thermal staking is ideal for attachment of non-plastic components to the plastic housing, such as circuit boards and metal brackets. Dates coding, embossing, and degating are other uses for thermal presses. Thermal welding can be a slower assembly process than ultrasonic, so, depending on the volumes of assemblies required, ultrasonic maybe a better choice.\nVibration welding physically moves one of the two parts horizontally under pressure to create heat through surface friction. Compared to ultrasonic welding, vibration welding operates at much lower frequencies, much higher amplitude, and with greater clamping force. The limitation to vibration welding is simply that the joint must be in a single plane in at least one axis in order to allow the vibration motion. Like hot-plate welding, vibration welding is a highly reliable process that can handle large parts in challenging materials or multiple parts per cycle with ease. Chain saw housings, blower and pump assemblies, and large refrigerator bins are examples of potential vibration welding applications. Cycle times for vibration welds are very short, thus they are ideal for high volume and are easily automated.\nLaser welding is the newest technology of the processes available today. One benefit of laser welding is that the weld joints produce no flash or particulate outside of the joint. Assemblies that require absolutely no contamination for particulate, like medical filters, are good candidates. A second benefit is that the assembly is not exposed to heat or vibration. Devices that have very sensitive electronic internal components that may be damaged from vibration can now be assembled effectively. Laser welding requires the parts to be transmissive and absorbive, specifically how transparent the parts appear to the laser beam. One material transmits the coherent laser light and the other material absorbs the light and converts it to heat. Parts that appear black to the human eye can be transparent or opaque at the wavelength of the laser light. Clear-to-clear joints and joints that are optically transparent can be readily achieved by use of special coatings. Depending on the part geometry, laser welding can be a slower process then vibration or ultrasonic welding.\nPlastic appliance components are the direction of the future - they can be assembled\neconomically and produce functional products.\nThis information is provided by Michael Johnston, national sales and\nmarketing manager, Dukane\nCharles, IL, U.S.).", "id": "<urn:uuid:134c9c22-8518-4641-bb31-a84d5ca3c9d3>", "dump": "CC-MAIN-2013-20", "url": "http://www.appliancemagazine.com/editorial.php?article=235&zone=1&first=1", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9172310829162598, "token_count": 1282, "score": 2.640625, "int_score": 3}
{"text": "When I was learning carpentry from a master carpenter, I tried to do something with a tool close at hand instead of going to get the correct tool for the job. Of course, I butchered the piece of wood and eventually had to get the right tool, which got the job done in a fraction of the time that I wasted with the convenient-to-reach tool. The same lesson applies to power quality tools, which range from a simple screwdriver to a $24,000, 32-gigahertz (GHz) spectrum analyzer. Not only can you waste time and not get the answer you are looking for, you might even be led to the wrong answer using the wrong tool for the task.\nBefore going into the variety of tools available, here’s a quick safety reminder. Always assess the hazards and skills required for the task, and ensure you or whoever is doing it is a “qualified person” per the National Electrical Code definition. Ensure all personnel within the possible hazard area wear the proper personal protective equipment per NFPA 70E and other local requirements. And wherever possible, make connections on de-energized circuits only. Even something as simple as taking a panel cover off to tighten a screw can be disastrous. Accidents don’t always happen to someone else.\nOn the low end of the price range is an item in everyone’s tool kit: a digital multimeter (DMM). A DMM can measure a number of steady-state power quality phenomena, such as voltage imbalance. It can also be used to find voltage drops across contacts and other devices that should have very low drops. Excessive neutral-to-ground voltage is often a steady-state condition.\nClamp-on power meters are slightly more expensive ($300–$3,000) but used similarly. Though only single-phase, they can be useful for current imbalance and power factor, and many have limited harmonic measuring capabilities. Be wary of the 3 assumptions some meters make, which contend that all three phases are identical and, therefore, give you three-phase answers with a simple multiplication. Also, most clamp-on meters use current transformers that cannot measure (or tolerate) direct current (DC).\nPower loggers generally have capabilities similar to power meters but can take unattended readings for extended periods. They are useful for finding time-correlated problems, such as the voltage drops at a certain time each day. Several manufacturers offer both single- and three-phase loggers ($500–$3,500) that come with software for downloading the data onto a computer for analysis. Some plug right into an outlet to let you piggyback the equipment being monitored for simple and safe connections.\nMost electrical contractors doing power quality work have several monitors, which can monitor a wide range of power quality phenomena. Read the specifications and the user’s guide before taking one out to troubleshoot for a suspected power quality problem. This is especially important when looking for transients and higher order harmonics. If the sampling rate of the instrument is 64 times per cycle, it is not possible to determine harmonics above the 32nd, and even that is suspect in the real world of measuring. If the current probe is a Rogowski coil (flex-probes) and you are measuring in a room with a half dozen 500-horsepower motors running off adjustable speed drives, much of the current data is going to be skewed by the antenna-like pickup characteristic of those probes. If using a current transformer that isn’t rated for DC and there is an inrush current condition on a saturated transformer with a DC offset, it won’t produce reliable data.\nHowever, using the instrument within its limitations provides a wealth of data that virtually no other instrument can simultaneously do for you. Right in the sweet spot of power quality monitors are capturing the waveforms of disturbances, such as the arcing transients that occur before the voltage sag is cleared by the distribution circuit protection device or the slight frequency and phase shift that occurs when switching from utility power to a backup power source that resulted in a particularly susceptible piece of equipment dropping off line. Whether doing a benchmark survey to compare the site data to the commissioning data or troubleshooting a process interruption that only occurs once per month but with large financial consequences, a power quality monitor in the $3,000–8,000 price range can do exactly that.\nThough they don’t have the same triggering, capture and characterization functionality as a power quality monitor, a high-speed (200 megahertz–1 GHz) digital oscilloscope ($3,000–5,000) can be a valuable tool to have at your disposal when looking at noise or transients that are above the bandwidth of power quality monitors. Likewise, a spectrum analyzer ($10,000–15,000) can provide a more complete and wider picture of the steady-state signals that are present in a system and fall below the fundamental frequency or above the harmonic range of most power quality analyzers. For random or burst signals, a noise logger ($4,000–8,000) is an invaluable tool, and for a hands-free, no-contact look for hot spots that can result from high impedance contacts or harmonic losses in motors and transformers, the thermal or infrared camera ($4,000–20,000) is the tool of choice.\nOf course, the most used tool for power quality tasks is likely the screwdriver (priceless).\nBINGHAM, a contributing editor for power quality, can be reached at 732.287.3680.", "id": "<urn:uuid:20342dbc-37d4-47e7-8758-faea1b8cbd9d>", "dump": "CC-MAIN-2013-20", "url": "http://www.ecmag.com/section/your-business/what%E2%80%99s-your-toolkit?qt-issues_block=0", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.928072988986969, "token_count": 1151, "score": 2.65625, "int_score": 3}
{"text": "Originally Posted by wrtner\nAny LR circuit which is driven by an alternating source, will\nshow a trough in its graph of current v. frequency.\nThat frequency will be the most efficient, the resonant\nfrequency; the frequency that the circuit best behaves at.\nWhat do you mean? pls elaborate...\nLR circuits have not resonance. Not C component present... how to attain resonance in a signal with LR circuit? And how initial signal frequency can be altered to another output frquency.?", "id": "<urn:uuid:dd2d58b5-0a56-4115-8f45-fb0c478c0439>", "dump": "CC-MAIN-2013-20", "url": "http://www.energeticforum.com/76024-post31.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.904473602771759, "token_count": 104, "score": 3.0, "int_score": 3}
{"text": "Attempts to relay mail by issuing a predefined combination of SMTP commands. The goal of this script is to tell if a SMTP server is vulnerable to mail relaying.\nAn SMTP server that works as an open relay, is a email server that does not verify if the user is authorised to send email from the specified email address. Therefore, users would be able to send email originating from any third-party email address that they want.\nThe checks are done based in combinations of MAIL FROM and RCPT TO commands. The list is hardcoded in the source file. The script will output all the working combinations that the server allows if nmap is in verbose mode otherwise the script will print the number of successful tests. The script will not output if the server requires authentication.\nIf debug is enabled and an error occurrs while testing the target host, the error will be printed with the list of any combinations that were found prior to the error.\nUse this to change the IP address to be used (default is the target IP address)\nDefine the destination email address to be used (without the domain, default is relaytest)\nor smtp-open-relay.domain Define the domain to be used in the anti-spam tests and EHLO command (default is nmap.scanme.org)\nDefine the source email address to be used (without the domain, default is antispam)\nsmbdomain, smbhash, smbnoguest, smbpassword, smbtype, smbusernameSee the documentation for the smbauth library.\nnmap --script smtp-open-relay.nse [--script-args smtp-open-relay.domain=<domain>,smtp-open-relay.ip=<address>,...] -p 25,465,587 <host>\nHost script results: | smtp-open-relay: Server is an open relay (1/16 tests) |_MAIL FROM:<email@example.com> -> RCPT TO:<firstname.lastname@example.org>\nAuthor: Arturo 'Buanzo' Busleiman\nLicense: Same as Nmap--See http://nmap.org/book/man-legal.html", "id": "<urn:uuid:2fc62870-a21f-42bb-90f1-0b5d5c8d75a5>", "dump": "CC-MAIN-2013-20", "url": "http://nmap.org/nsedoc/scripts/smtp-open-relay.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8065752387046814, "token_count": 483, "score": 2.71875, "int_score": 3}
{"text": "Killing Emacs means ending the execution of the Emacs process.\nIf you started Emacs from a terminal, the parent process normally\nresumes control. The low-level primitive for killing Emacs is\nThis command calls the hook\nkill-emacs-hook, then exits the Emacs process and kills it.\nIf exit-data is an integer, that is used as the exit status of the Emacs process. (This is useful primarily in batch operation; see Batch Mode.)\nIf exit-data is a string, its contents are stuffed into the terminal input buffer so that the shell (or whatever program next reads input) can read them.\nkill-emacs function is normally called via the\nhigher-level command C-x C-c\nsave-buffers-kill-terminal). See Exiting. It is also called automatically if Emacs receives a\nSIGHUP operating system signal (e.g., when the\ncontrolling terminal is disconnected), or if it receives a\nSIGINT signal while running in batch mode (see Batch Mode).\nThis normal hook is run by\nkill-emacs, before it kills Emacs.\nkill-emacscan be called in situations where user interaction is impossible (e.g., when the terminal is disconnected), functions on this hook should not attempt to interact with the user. If you want to interact with the user when Emacs is shutting down, use\nkill-emacs-query-functions, described below.\nWhen Emacs is killed, all the information in the Emacs process,\naside from files that have been saved, is lost. Because killing Emacs\ninadvertently can lose a lot of work, the\nsave-buffers-kill-terminal command queries for confirmation if\nyou have buffers that need saving or subprocesses that are running.\nIt also runs the abnormal hook\nsave-buffers-kill-terminalis killing Emacs, it calls the functions in this hook, after asking the standard questions and before calling\nkill-emacs. The functions are called in order of appearance, with no arguments. Each function can ask for additional confirmation from the user. If any of them returns\nsave-buffers-kill-emacsdoes not kill Emacs, and does not run the remaining functions in this hook. Calling\nkill-emacsdirectly does not run this hook.", "id": "<urn:uuid:af93ad35-c5de-4297-a667-afc7347bbc6c>", "dump": "CC-MAIN-2013-20", "url": "http://www.gnu.org/software/emacs/manual/html_node/elisp/Killing-Emacs.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8923527002334595, "token_count": 488, "score": 2.6875, "int_score": 3}
