{"text": "Fewer rare sea turtles will die on the swordfish industry's longlines in Hawaii under an agreement between environmental groups and the government. The agreement settles a lawsuit challenging the federal government's plans that would have dramatically increase the number of turtles that could be killed. The Turtle Island Restoration Network, Center for Biological Diversity and KAHEA sued the National Marine Fisheries Service for allowing 46 imperiled Pacific loggerhead turtles to be hooked last year. The new court-ordered settlement caps the number at 17 per year. Meanwhile the National Marine Fisheries Service is weighing whether loggerheads need more protection under the Endangered Species Act.\n\"It made absolutely no sense to have one arm of the National Marine Fisheries Service increasing the lethal capture of loggerheads, while the other arm is in the process of determining whether loggerheads should be uplisted from threatened to endangered,\" said Todd Steiner, biologist and executive director of Turtle Island Restoration Network. \"With extinction looming, these animals need more protection, not less.\"\n\"With this decision, Hawaii's public-trust ocean resources can be better managed for our collective best interest, and not just the interests of this commercial fishery,\" said KAHEA program director Marti Townsend. \"This is a victory not just for the turtles, but for Hawaii's people who rely on a healthy, functioning ocean ecosystem.\"\nConservation groups represented by Earthjustice filed a federal lawsuit challenging a 2009 rule allowing the swordfish fleet to catch nearly three times as many loggerhead sea turtles as previously permitted. This settlement freezes the number at the previous cap of 17 while the government conducts additional environmental studies and decides whether or not to classify the loggerhead as endangered, rather than its current, less-protective status of threatened. For leatherback turtles, the bycatch limit remains at 16 per year. In 2010, eight Pacific leatherbacks and seven loggerheads were caught in the longline fishery, according to the National Marine Fisheries Service. There have already been 4 loggerheads captured in 2011, which has sea turtle conservationists concerned.\n\"Sea turtles have been swimming the oceans since the time of dinosaurs. But without a change in management, they won't survive our voracious quest for swordfish and tuna,\" said Miyoko Sakashita, oceans director at the Center for Biological Diversity. \"If loggerheads are going to survive in the North Pacific, we need to stop killing them in our fisheries.\"\n\"Pacific loggerhead sea turtles are nearly extinct, so this bycatch rollback helps right a serious wrong,\" said Teri Shore, program director at Turtle Island Restoration Network. \"We can't allow these rare sea turtles to disappear for a plate of swordfish. It's tragic that it took a lawsuit to correct this fishery problem.\"\nSwordfish longline vessels trail up to 60 miles of fishing line suspended in the water with floats, with as many as 1,000 baited hooks deployed at regular intervals. Sea turtles become hooked while trying to take bait or become entangled while swimming through the nearly invisible lines. These encounters can drown the turtles or leave them with serious injuries. Sea birds such as albatross dive for the bait and become hooked; marine mammals, including endangered humpback whales and false killer whales, also sometimes become hooked when they swim through the floating lines.", "id": "<urn:uuid:e36683d3-ded6-4e38-af4d-7bc73d1ec7e3>", "dump": "CC-MAIN-2013-20", "url": "http://earthjustice.org/news/press/2011/endangered-sea-turtles-saved-from-capture-in-hawaii-swordfish-fishery", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9501281380653381, "token_count": 666, "score": 3.125, "int_score": 3}
{"text": "|Scientific Name:||Phoebastria albatrus|\n|Species Authority:||(Pallas, 1769)|\n|Red List Category & Criteria:||Vulnerable D2 ver 3.1|\n|Reviewer/s:||Butchart, S. & Taylor, J.|\n|Contributor/s:||Balogh, G., Chan, S., Hasegawa, H., Peet, N., Rivera, K. & Suryan, R.|\nThis species is listed as Vulnerable because, although conservation efforts have resulted in a steady population increase, it still has a very small breeding range, limited to Torishima and Minami-kojima (Senkaku Islands), rendering it susceptible to stochastic events and human impacts.\nPhoebastria albatrus breeds on Torishima (Japan), and Minami-kojima (Senkaku Islands), that are claimed jointly by Japan, mainland China and Chinese Taipei. Historically there are believed to have been at least nine colonies south of Japan and in the East China Sea (Piatt et al. 2006). Its marine range covers most of the northern Pacific Ocean, but it occurs in highest densities in areas of upwelling along shelf waters of the Pacific Rim, particularly along the coasts of Japan, eastern Russia, the Aleutians and Alaska (Piatt et al. 2006, Suryan et al. 2007). During breeding (December - May) it is found in highest densities around Japan. Satellite tracking has indicated that during the post-breeding period, females spend more time offshore of Japan and Russia, while males and juveniles spend greater time around the Aleutian Islands, Bering Sea and off the coast of North America (Suryan et al. 2007). Juveniles have been shown to travel twice the distances per day and spend more time within continental shelf habitat than adult birds (Suryan et al. 2008). The species declined dramatically during the 19th and 20th centuries owing to exploitation for feathers, and was believed extinct in 1949, but was rediscovered in 1951. The current population is estimated, via direct counts and modelling based on productivity data, to be 2,364 individuals, with 1,922 birds on Torishima and 442 birds on Minami-kojima (G.R. Balogh in litt. 2008). In 1954, 25 birds (including at least six pairs) were present on Torishima. Given that there are now c.426 breeding pairs on Torishima (G.R. Balogh in litt. 2008), the species has undergone an enormous increase since its rediscovery and the onset of conservation efforts. In addition, in 2010, one nesting pair was observed on Kure Atoll (Hawaii, USA), but was probably female-female and unsuccessful, and one chick was produced on Midway Atoll (M. Naughton pers. comm. 2011). A tsunami which hit Midway Atoll in March 2011, did not impact on the single pair nesting on Eastern Island (U.S. Fish & Wildlife Service 2008).\nNative:Canada; China; Japan; Korea, Republic of; Mexico; Russian Federation; Taiwan, Province of China; United States; United States Minor Outlying Islands\nPresent - origin uncertain:Northern Mariana Islands; Philippines\n|Range Map:||Click here to open the map viewer and explore range.|\n|Population:||At the end of the 2006-2007 breeding season, the global population was estimated to be 2,364 individuals, with 1,922 birds on Torishima and 442 birds on Minami-kojima (Senkaku Islands). This estimate is based on: direct observation of breeding pairs on Torishima; an assumption on numbers of non-breeding birds; an estimate for the Minami-kojima population that is based upon a 2002 estimate and an assumption of population growth rate (which, together, puts the Minami-kojima population at about 15% of the global population [G.R. Balogh in litt. 2008]). More recently, Brazil (2009) estimates the population in Japan at c.100-10,000 breeding pairs and c.50-1,000 individuals on migration. The population is taken here as likely to number 2,200-2,500 individuals based on these estimates, roughly equating to 1,500-1,700 mature individuals.|\n|Habitat and Ecology:||Behaviour Phoebastria albatrus is a colonial, annually breeding species, with each breeding cycle lasting about 8 months. Birds begin to arrive at the main colony on Torishima Island in early October. A single egg is laid in late October to late November and incubation lasts 64 to 65 days. Hatching occurs in late December through January. Chicks begin to fledge in late May into June. There is little information on timing of breeding on Minami-kojima. First breeding sometimes occurs when birds are five years old, but more commonly when birds are aged six. It forages diurnally and potentially nocturnally, either singly or in groups primarily taking prey by surface-seizing (ACAP 2009). During the breeding season, individuals nesting off Japan forage over the continental shelf (Kiyota and Minami 2008). Habitat Breeding Historically, it preferred level, open, areas adjacent to tall clumps of the grass Miscanthus sinensis for nesting. Diet It feeds mainly on squid, but also takes shrimp, fish, flying fish eggs and other crustaceans (ACAP 2009). It has been recorded following ships to feed on scraps and fish offal.|\n|Major Threat(s):||Its historical decline was caused by exploitation. Today, the key threats are the instability of soil on its main breeding site (Torishima), the threat of mortality and habitat loss from the active volcano on Torishima, and mortality caused by fisheries. Torishima is also vulnerable to other natural disasters, such as typhoons. Introduced predators are a potential threat at colonies. Environmental contaminants at sea (oil based compounds) may also be a threat (G.R. Balogh in litt. 2008). Threats at sea (fisheries, oil pollution) are exacerbated by the fact that birds concentrate into predictable hotspots (Piatt et al. 2006). Modelling work has showed that even a small increase in low level chronic mortality (such as fisheries bycatch) has more of an impact on population growth rates than stochastic and theoretically catastrophic events, such as volcanic eruptions (Finkelstein et al. 2010). Phoebastria albatrus has the greatest potential overlap with fisheries that occur in the shallower waters along continental shelf break and slope regions, e.g., sablefish and Pacific halibut longline fisheries off the coasts of Alaska and British Columbia. Although, overlap between the distribution of birds and fishery effort does not mean that interactions between birds and boats necessarily occur, P. albatrus are known to have been killed in U.S. and Russian longline fisheries for Pacific cod and Pacific halibut. In addition, birds on Torishima have been observed with hooks in their mouths of the style used in Japanese fisheries near the island (ACAP 2009).|\nConservation Actions Underway\nIt is legally protected in Japan, Canada and the USA. A draft recovery plan has been developed (USFWS 2005). Mitigation measures have been established in the Alaska demersal longline fishery and in the Hawaii-based pelagic longline fishery (NOAA 2008). Streamer lines (both heavy weight lines for large boats and lightweight lines for smaller vessels) have been designed to keep birds from longline hooks as they are set, and these are being distributed free to the Alaskan longline fleet (USFWS 2005), though they are not deployed in near-shore waters. In 2006, the Western and Central Pacific Fisheries Commission passed a measure which requires large tuna and swordfish longline vessels (>24m long) to use a combination of two seabird bycatch mitigation measures when fishing north of 23 degrees North. Torishima has been established as a National Wildlife Protection Area. In 1981-1982, native plants were transplanted into the Torishima nesting colony in order to stabilise the nesting habitat and the nest structures. This has enhanced breeding success, with over 60% of eggs now resulting in fledged young. Decoys have been used to attract birds to nest at another site on Torishima since 1993 and the first pair started breeding at this new site in November 1995. The number of chicks fledged from this new colony has increased from one chick in 2004; four chicks in 2005; 13 chicks in 2006; 16 chicks in 2007. In October-November 2007, 35 eggs were laid at this new site (Sato 2009). In 2007, the Japanese government approved a project to translocate chicks from Torishima to Mukojima, 300 km away. All ten chicks of the first translocations in March 2008 fledged (Jacobs 2009). If successful, this project will translocate at least ten chicks per year for five years. Conservation Actions Proposed\nContinue to promote measures designed to protect this species from becoming hooked or entangled by commercial fishing gear. Re-establish birds within historic range as insurance against natural disasters on primary breeding colony. Promote conservation measures for the Minami-kojima population. Continue research into the at-sea distribution and marine habitat use through satellite telemetry studies. Continue land-based management and population monitoring.\n|Citation:||BirdLife International 2012. Phoebastria albatrus. In: IUCN 2012. IUCN Red List of Threatened Species. Version 2012.2. <www.iucnredlist.org>. Downloaded on 18 May 2013.|\n|Feedback:||If you see any errors or have any questions or suggestions on what is shown on this page, please fill in the feedback form so that we can correct or extend the information provided|", "id": "<urn:uuid:573c77f2-d484-430d-94d7-05417faf55af>", "dump": "CC-MAIN-2013-20", "url": "http://www.iucnredlist.org/details/summary/106003956/0", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9139761328697205, "token_count": 2094, "score": 3.203125, "int_score": 3}
{"text": "White-throated Magpie-Jays (Calocitta formosa) are beautiful big jays that travel the North Pacific slopes in small flocks. Their songs and calls are quite varied - this is one of the typical calls, recorded on the road to Monteverde (Costa Rica).\nDouglas Von Gausig (recordist; copyright holder), Naturesongs.com\nThis work is licensed under a Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported License.\nTo cite this page: Myers, P., R. Espinosa, C. S. Parr, T. Jones, G. S. Hammond, and T. A. Dewey. 2013. The Animal Diversity Web (online). Accessed at http://animaldiversity.org.\nDisclaimer: The Animal Diversity Web is an educational resource written largely by and for college students. ADW doesn't cover all species in the world, nor does it include all the latest scientific information about organisms we describe. Though we edit our accounts for accuracy, we cannot guarantee all information in those accounts. While ADW staff and contributors provide references to books and websites that we believe are reputable, we cannot necessarily endorse the contents of references beyond our control.", "id": "<urn:uuid:e5ac96fc-a147-40c0-a0ba-bc1fa8515745>", "dump": "CC-MAIN-2013-20", "url": "http://animaldiversity.ummz.umich.edu/accounts/Bilateria/sounds/collections/contributors/naturesongs/wtmj1/?start=90", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8526561856269836, "token_count": 255, "score": 2.921875, "int_score": 3}
{"text": "Xantusiidae is a clade of viviparous (live bearing) lizards that ranges from southwestern North America and Baja California (Xantusia) into Central America (Lepidophyma) and Cuba (Cricosaura). Xantusia magdalena occurs in Baja California. Xantusiidae is a relatively small clade, with 3 genera and approximately 30 living species. Lepidophyma is the most speciose (~17 species), whereas Cricosaura is monotypic. Xantusiids have a reasonably good fossil record extending from the mid-Paleocene onward in western North America.\nXantusiids are fascinating lizards for several reasons. First, although they are almost uniformly diminuitive (Xantusia magdalena measures less than 4 cm snout-vent length, and the largest xantusiid species measure about 10 cm snout-vent length), xantusiids generally take several years to reach sexual maturity, and several species give birth to just 1 or 2 offspring. It is a more usual reproductive strategy for small lizards to mature quickly and produce large numbers of offspring, to increase their chances of survival. Despite this low reproductive potential, xantusiid neonates actually have a high life expectancy; this can be attributed at least in part to their secretive lifestyle, which leads to the second reason why xantusiids are particularly interesting -- microhabitat specialization.\nMicrohabitat specialization is an ecological hallmark of Xantusiidae. Many populations are narrowly restricted to specific niches -- crevices (e.g., Xantusia henshawi in exfoliating granitic cap rocks), interstices in agaves and yuccas in dry climates (e.g., X. magdalena), decaying logs in wet climates (e.g., Lepidophyma flavimaculatum) -- and individuals may be found under the same patch of cover throughout their lives!\nThese microhabitat restrictions result in extremely disjunct geographical distributions, and also may be responsible for some morphological convergence within the group (e.g., flattened skulls for crevice dwelling). Xantusiidae also includes two insular endemics: the Cuban Cricosaura typica is the only xantusiid found in the West Indies and is interpreted as one of the Caribbean's few ancient endemic vertebrate lineages; and Xantusia riversiana (formerly Klauberina riversiana) is limited to three of the Channel Islands off the coast of California.\nThe phylogenetic relationships of Xantusiidae are problematic. Morphology and molecules produce different topologies within the clade: morphology recovers a Cricosaura + Lepidophyma clade, while mitochondrial genes recover a Lepidophyma + Xantusia clade. Lack of resolution of relationships within Xantusiidae has hindered the placement of this clade within the squamate tree. Xantusiidae is a \"tree-changing\" taxon: it causes homoplasy wherever it is placed, and its placement can tip the balance between the two primary competing hypotheses of scleroglossan relationships. Xantusiidae is traditionally placed within Scincomorpha, but some analyses have placed it near Gekkota. Thus, Xantusiidae is either a highly derived, or extremely basal, scleroglossan clade. Previous analyses of squamate phylogeny have almost certainly suffered in relying on species of the readily available -- but relatively derived -- genus Xantusia as exemplars for Xantusiidae. Cricosaura or a species of Lepidophyma would be more appropriate, but both are exceedingly rare in collections; indeed, some species of Lepidophyma are known from only 1 or 2 specimens.\nWhatever the placement of Xantusiidae within squamates, there is no doubt that xantusiids are monophyletic. The following are some of the hypothesized synapomorphies of the lineage (from Estes et al., 1988), most of which can be seen in the skull reconstructions above: supratemporal fenestra closed primarily by postorbital; parietals paired well into postembryonic ontogeny; parietal table extensive posteriorly, largely obscuring braincase in dorsal view, supratemporal process short; vomers fused; ectopterygoid contacts palatine anterolaterally, excluding maxilla from suborbital fenestra; ectopterygoid enlarged medially, restricting suborbital fenestra.\nAbout the Species\nThis specimen was collected in Baja California Sur, Mexico. It was made available to the University of Texas High-Resolution X-ray CT Facility for scanning by Dr. Jessie Maisano of The University of Texas and Dr. Jacques Gauthier of Yale University. Funding for scanning was provided by an NSF grant (DEB-0132227) to Dr. Jack Sites of Brigham Young University. Funding for image processing was provided by a National Science Foundation Digital Libraries Initiative grant to Dr. Timothy Rowe of The University of Texas at Austin.\nAbout this Specimen\nThe specimen was scanned by Matthew Colbert on 18 May 2005 along the coronal axis for a total of 615 1024x1024 pixel slices. Each slice is 0.0152 mm thick, with an interslice spacing of 0.0152 mm and a field of reconstruction of 7 mm.\nBezy, R. L. 1982. Xantusia vigilis. Catalogue of American Amphibians and Reptiles 302.1-302.4.\nBezy, R. L. 1988. The natural history of the night lizards, family Xantusiidae, p. 1-12. In H. F. DeLisle et al. (eds.), Proceedings of the Conference on California Herpetology. Southwest Herpetological Society Special Publication 4.\nBezy, R. L. 1989. Night lizards: the evolution of habitat specialists. Terra 28:29-34.\nBezy, R. L., and J. L. Camarillo. 2002. Systematics of xantusiid lizards of the genus Lepidophyma. Los Angeles County Museum Contributions in Science 493:1-41.\nCrother, B. I., M. M. Miyamoto, and W. F. Presch. 1986. Phylogeny and biogeography of the lizard family Xantusiidae. Systematic Zoology 35:37-45.\nEstes, R. 1983. Sauria Terrestria, Amphisbaenia. Handbuch der Palaoherpetologie, Part 10A. Gustav Fischer Verlag, Stuttgart.\nEstes, R., K. de Queiroz, and J. Gauthier. 1988. Phylogenetic relationships within Squamata, p. 119-281. In R. G. Estes and G. K. Pregill (eds.), Phylogenetic Relationships of the Lizard Families: Essays Commemorating Charles L. Camp. Stanford University Press, Stanford.\nFellers, G. M., and C. A. Drost. 1991. Ecology of the island night lizard, Xantusia riversiana, on Santa Barbara Island, California. Herpetological Monographs 5:28-78.\nHedges, S. B., R. L. Bezy, and L. B. Maxson. 1991. Phylogenetic relationships and biogeography of xantusiid lizards, inferred from mitochondrial DNA sequences. Molecular Biology and Evolution 8:767-780.\nLee, M. S. Y. 1998. Convergent evolution and character correlation in burrowing reptiles: towards a resolution of squamte relationships. Biological Journal of the Linnean Society 63:369-453.\nMacey, J. R., A. Larson, N. B. Ananjeva, and T. J. Papenfuss. 1997. Evolutionary shifts in three major structural features of the mitochondrial genome among iguanian lizards. Journal of Molecular Evolution 44:660-674.\nSavage, J. M. 1955. The lizard family Xantusiidae: an evolutionary study. Ph.D. Dissertation, Stanford University.\nSavage, J. M. 1963. Studies on the lizard family Xantusiidae. IV. The genera. Los Angeles County Museum Contributions in Science 71:3-38.\nSinclair, E. A., Bezy, R. L., Bolles, K., Camarillo R., J. L., Crandall, K. A. and J. W. Sites Jr. 2004. Testing species boundaries in an ancient species complex with deep phylogeographic history: Genus Xantusia (Squamata: Xantusiidae). The American Naturalist 164:396-414.\nVan Denburgh, J. 1895. The species of the genus Xantusia\n. Proceedings of the California Academy of Sciences (Series 2) 5:523-534.\nZweifel, R. G., and C. H. Lowe. 1966. The ecology of a population of Xantusia vigilis\n, the desert night lizard. American Museum Novitates 2247:1-57.\nXantusiidae page on the EMBL Reptile Database\nThree-dimensional volumetric renderings of the skull with the scleral ossicles, hyoid and jaw removed, and of the isolated left mandible. All are 2mb or less.", "id": "<urn:uuid:d2d88a75-c769-4548-aa0c-a3c3aafba348>", "dump": "CC-MAIN-2013-20", "url": "http://digimorph.org/specimens/Xantusia_magdalena/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8116347193717957, "token_count": 2036, "score": 3.453125, "int_score": 3}
{"text": "PROTECTION OF SUBTROPICAL AND TROPICAL AGRICULTURE COMMODITIES AND ORNAMENTALS FROM EXOTIC INSECTS\nLocation: Subtropical Horticulture Research\nTitle: Laurel wilt: A global threat to avocado production\n| Ploetz, R - |\n| Smith, J - |\n| Inch, S - |\n| Pena, J - |\n| Evans, E - |\n| Crane, J - |\n| Hulcr, J - |\n| Stelinski, L - |\n| Schnell, R - |\nSubmitted to: World Avocado Congress\nPublication Type: Proceedings\nPublication Acceptance Date: November 28, 2011\nPublication Date: February 1, 2012\nCitation: Ploetz, R.C., Smith, J.A., Inch, S.A., Pena, J.E., Evans, E.A., Crane, J.H., Kendra, P.E., Hulcr, J., Stelinski, L., Schnell, R. 2012. Laurel wilt: A global threat to avocado production. World Avocado Congress. 186-197 In Proceedings VII World Avocado Congress. 5-9 September 2011, Cairns, Australia.\nInterpretive Summary: Laurel wilt is a lethal vascular disease of trees in the plant family Lauraceae, including avocado. It is caused by a fungal pathogen (Raffaelea lauricola) that is introduced into host trees by an exotic wood-boring beetle, the redbay ambrosia beetle (Xyleborus glabratus). The beetle was first detected in Georgia in 2002, and since has spread to six states in the southeastern U.S. Laurel wilt poses an imminent threat to commercial avocado production in south Florida, and a future threat to avocado in California, Mexico, Central and South America. Scientists at the USDA-ARS Subtropical Horticulture Research Station, in collaboration with the University of Florida, are conducting multidisciplinary research on the pest complex, including (1) evaluation of fungicides for laurel wilt, (2) screening for disease resistant avocado varieties, (3) determination of pathways for disease transmission, (4) identification of beetle attractants, repellents, and insecticides, and (5) assessment of host preferences. Information from these studies will be used by avocado growers and by state and federal action agencies engaged in monitoring programs for redbay ambrosia beetle.\nLaurel wilt kills members of the Lauraceae plant family, including avocado. The disease has invaded much of the southeastern USA, and threatens avocado commerce and homeowner production in Florida, valuable germplasm in Miami (USDA-ARS), and major production and germplasm in California and MesoAmerica. Laurel wilt is caused by a recently described fungus, Raffaelea lauricola, which is vectored by an invasive ambrosia beetle, Xyleborus glabratus. Current research topics include: disease management with fungicides; identifying host resistance; vector mitigation with insecticides and repellents; host ranges of, and interactions with, the pathogen and vector; and transmission of R. lauricola via avocado seed, scion material, root grafts and pruning tools. Although highly resistant avocado cultivars have not been identified, screening work continues on additional cultivars and new germplasm. Effective fungicides (e.g. triazoles) have been identified, but cost-effective disease management will depend on improved measures for xylem loading and retention of these chemicals. Insecticides have been identified that reduce boring activity of X. glabratus and its attraction to avocado and other hosts, but much remains to be learned about their impact on disease management. Although the disease’s host range is generally restricted to American members of the Lauraceae, nonhosts that attract the beetle are known. Raffaelela lauricola rapidly colonizes avocado after infection, but to low levels; tylose and gel induction in the host, rather than xylem obstruction by fungal biomass, are associated with impeded water transport and symptom development. Seed and fruit from laurel wilt-affected avocado trees do not appear to be infected by R. lauricola.", "id": "<urn:uuid:f5bb6156-473c-456e-b20e-b29dce901e8a>", "dump": "CC-MAIN-2013-20", "url": "http://www.ars.usda.gov/research/publications/publications.htm?seq_no_115=280283", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8892325162887573, "token_count": 905, "score": 3.0, "int_score": 3}
{"text": "Creature Feature: American Beech (Fagus grandifolia)\nBy Emma Dean, CG Science Editor\nThough once believed to have a range that covered what would be the continental United States until the glacial period, American beech currently maintains a slightly lesser native geographic habitat, which is still quite impressive. American beech covers the eastern U.S. and Canada from Florida to Quebec, as well as Utah.\nIndigenous to North America, European colonists recognized the tree as a relative of the European beech and gathered the beechnuts to extract the oil which is similar to olive oil. The beechnuts, which persist through winter, can become somewhat of a litter problem, but not the leaf litter due to the fact that after turning a lovely bronze color, the leaves stay on the tree throughout winter. As autumn ends and winter begins, the leaves become less bronze and resemble thin, curled parchment paper.\nDue to a shallow root system, grass does not sprout beneath the tree. This is not entirely noticeable because the short trunk allows the branches to nearly touch the ground. Its roots are unique, also, in that they routinely develop root suckers, which is when the root system is the site of new growth that then grows upward and out of the ground to form new branches and essentially a clone of the original tree. Entire beech groves have been known to grow from the roots of a single tree.\nAmerican beech is notorious for having incredibly smooth, light grey bark even as it advances in age. Though not necessarily beneficial for the tree, American beech is also notorious for being a favorite for carved initials and dates which are preserved indefinitely.\n- American beech is a larval host as well as a nectar source for Early Hairstreak.\n- American beech is at home in the following states: Alabama, Arkansas, Connecticut, Delaware, Florida, Georgia, Illinois, Indiana, Kentucky, Louisiana, Massachusetts, Maryland, Maine, Michigan, Minnesota, Missouri, Mississippi, North Carolina, New Hampshire, New Jersey, New York, Ohio, Oklahoma, Pennsylvania, Rhode Island, South Carolina, Tennessee, Texas, Utah, Virginia, Vermont, Wisconsin, West Virginia and also Washington D.C.\n- This beech is often associated with the extinct Passenger Pigeon, which consumed beechnuts and roosted in its branches.\n- A few minor pest issues that affect American beech include powdery mildew, aphids, canker and beech bark disease.\n- Though it has a slow growth rate, American beech will grow to a height between 50-70 feet.\n- The general lifespan for an American beech is 300-400 years.", "id": "<urn:uuid:03be70af-a8d8-4a7c-a3fd-96a187a05983>", "dump": "CC-MAIN-2013-20", "url": "http://www.collegegreenmag.com/creature-feature-american-beech-fagus-grandifolia", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.943699836730957, "token_count": 553, "score": 3.53125, "int_score": 4}
{"text": "Wood Anemone - Dainty Spring Bloomers for the Woodland Garden\nIt's time to read and vote for your favorite article in the 2013 Write-Off Contest! The four finalist's articles are featured in the May 13 newsletter and can be found through this link. Hurry! Voting ends May 18.\nIf your garden is has dappled shade and you are looking for a lovely spring woodlander to combine with spring bulbs, Trillium and Hepatica, then try growing wood anemone, Anemone nemorosa. Available in white, pink or blue shades, this charming spring flower is sure to delight you!\n(Editor's Note: This article was originally published on June 5, 2010. Your comments are welcome, but please be aware that authors of previously published articles may not be able to promptly respond to new questions or comments.)\nOne of the harbingers of the European spring is drifts of wood anemone growing under the deciduous forests of beech, oak and maple.Botanically, wood anemones are called Anemone nemorosa. Plants produce wiry stems to 10 to 25 cm.Each stem produces a whorl of three, trisected leaves and is topped with a single 2 to 3 cm diameter flower.Each bloom normally has 6 to 8 tepals (the ‘petals' are actually modified sepals).In the wild, white is the normal colour but pink and blue forms do exist.Plants may be grown from seed but the seed needs to be sown as soon as it is ripe (they quickly lose viability if left dry on a shelf).They require a stratification period (essentially a winter) before they will germinate.\nDue to the fussy nature of seed germination, plants are more commonly grown by division of their narrow rhizomes.If happy, wood anemone will multiply quite rapidly via underground rhizomes to produce a large-size colony.If dug after flowering, you can separate the plants into numerous plantlets. All you need is a growing stem and a couple of inches of the rhizome.\nIn the garden, wood anemones prefer dappled shade.Their soil should be moderately moist and organic-rich.They make admirable groundcovers under deciduous trees but in warm climates, may go dormant by mid summer.In cool climates, they will stay green well into September.\nWood anemones have been grown as garden ornamentals for hundreds of years.As a result of their natural variation, many named varieties now exist, most which were selected many years ago.While the wild form has small 2 to 3 cm diameter flowers, some selected forms have flowers approaching 6 cm in diameter.\nAvailability of this woodland anemone is variable. Generally you will need to seek out a specialty woodland plant nursery.‘Lychette' has white flowers twice the size of the wild type.Two of the largest-flowered selections include ‘Allenii' and ‘Robinsoniana'.Both have lavender flowers but the outside of the tepals is lilac-blue on ‘Allenii' while the exterior is more grey-blue on ‘Robinsoniana'.Also quite large-flowered is ‘Blue Beauty' and ‘Blue Bonnet', both which are pale blue. The richest blue colour is found on ‘Royal Blue' but its flowers are a little smaller than the previous selections.\nShown above is 'Allenii' (top left), 'Robinsoniana' (top right), 'Royal Blue' (bottom left) and 'Blue Eyes' (bottom right)\n‘Rosea' and ‘Westwell Pink' have very pale pink flowers that age to deep pink.One of the prettiest is ‘Vestal'.This selection has small flowers that are white but has a double, pompom-like center.‘Monstrosa' has flowers double flowers that are a mix of white and green while ‘Blue Eyes' has double white flowers with a blue center.If unusual flowers are your thing then try ‘Green Fingers' whose white flowers have a small, central leafy tuft.More bizarre still is ‘Bracteata' whose tepals are replaced by tiny green leaves!\nShown above is 'Vestal' (top left), 'Green Fingers' (top right), 'Monstrosa' (bottom left) and 'Westwell Pink' (bottom right)\nClosely related to wood anemone and sometimes growing in the same area isA. ranunculoides with small buttercup-yellow flowers.In areas where the two species overlap, you many encounter a natural hybrid called A. x lipsiensis.From this hybrid comes the selection ‘Pallida' whose flowers are 3 cm and a pretty butter yellow.\nShown above is A. ranunculoides (left) and A. X lipsiensis.\nI would like to thank the following people for the use of their pictures: Galanthophile ('Green Fingers'), KMAC ('Westwell Pink'), kniphofia ('Monstrosa') and wallaby1 ('Blue Eyes').\nAbout Todd Boland\nI reside in St. John's, Newfoundland, Canada. I work as a research horticulturist at the Memorial University of Newfoundland Botanical Garden. I am one of the founding members of the Newfoundland Wildflower Society and the current chair of the Newfoundland Rock Garden Society. My garden is quite small but I pack it tight! Outdoors I grow mostly alpines, bulbs and ericaceous shrubs. Indoors, my passion is orchids. When not in the garden, I'm out bird watching, a hobby that has gotten me to some lovely parts of the world.", "id": "<urn:uuid:bf061e3f-b581-4fd7-834d-39e9b10a5b97>", "dump": "CC-MAIN-2013-20", "url": "http://davesgarden.com/guides/articles/view/2893/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.931139349937439, "token_count": 1208, "score": 2.859375, "int_score": 3}
{"text": "Hibiscus rosa-sinensis 'The Path'\nChinese Hibiscus, Tropical Hibiscus\nAmong the showiest flowering plants. Plants typically bear funnel-shaped blossoms, often with prominent stamens. The many species offer a wide range of flower colors.\nProbably from tropical Asia; tropical hibiscus has been in cultivation for centuries, and is among the most flamboyant flowering shrubs. It reaches 30 ft. tall and 15 to 20 ft. wide in Hawaii, but more typical size on mainland is 8 to 15 ft. tall, 5 to 8 ft. wide. Glossy leaves vary somewhat in size and texture depending on variety. Growth habit may be dense and dwarfish or loose and open. Summer flowers are single or double, 4 to 8 in. wide. Colors range from white through pink to red, from yellow and apricot to orange. Individual flowers last only a day, but the plant blooms continuously.\nProvide overhead protection where winter lows frequently drop below 30°F/-1°C. Where temperatures go much lower, grow in containers and shelter indoors over winter; or treat as annual, setting out fresh plants each spring. Hibiscus also makes a good houseplant.\nThis shrub requires excellent drainage; if necessary, improve soil for best drainage or set plants in raised beds or containers. Can be used as screen, espalier, or specimen. To develop good branch structure, prune poorly shaped young plants when you set them out in spring. To keep a mature plant growing vigorously, prune out about a third of old wood in early spring. Pinching out tips of stems in spring and summer increases flower production.All varieties susceptible to aphids. There are thousands of selections.'The Path'\nGorgeous, ruffled, single, buttercup yellow flowers with a bright pink center on a bushy, upright shrub that grows 6–8 ft. tall, 4–5 ft. wide.\nLarge, frilly, single, bright orange flowers with white central eye edged in red. Strong-growing, erec...\nDouble golden flowers with petals that shade to carmine orange toward base. Plant is bushy and upright...\nThis 6–8 ft.-tall variety has big, single, soft pink flowers.", "id": "<urn:uuid:c5277efa-9a67-4a7c-b0ba-6e91839cf993>", "dump": "CC-MAIN-2013-20", "url": "http://plantfinder.sunset.com/plant-details.jsp?id=1463", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9040951132774353, "token_count": 475, "score": 2.796875, "int_score": 3}
{"text": "Description from Flora of China\nLianas large, herbaceous or woody. Inflorescences extra-axillary, umbel-like or short racemelike, occasionally branched, shorter than leaves, usually few flowered. Flowers large. Calyx without glands. Corolla subrotate; lobes overlapping to right. Corona shallowly cupular, inserted at base of gynostegium, fleshy, apex entire or shallowly undulate. Filaments connate; anthers very large, decurrent to base of column, apex acuminate; pollinia 2 per pollinarium, slender, falcate, pendulous. Stigma head scarcely umbonate. Follicles stout, cylindric-fusiform, slightly tapering to a blunt apex.\nTwo species: China, India, Myanmar, Sri Lanka, Thailand; one species in China.", "id": "<urn:uuid:a82a277c-a742-4529-9e92-4b0ec00ac4c3>", "dump": "CC-MAIN-2013-20", "url": "http://www.efloras.org/florataxon.aspx?flora_id=620&taxon_id=115638", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8270548582077026, "token_count": 188, "score": 2.59375, "int_score": 3}
{"text": "Trees or shrubs; petiole eglandular; lamina mostly bearing several–many glands on abaxial surface. Inflorescence terminal, unbranched or branched near base, each axis a raceme of short 1–7-flowered cincinni; lowest bracteole and alternate subsequent bracteoles bearing 1 large eccentric abaxial gland. Sepals all biglandular, leaving outermost petal exposed in bud; petals glabrous or bearing a tuft of hairs abaxially at base of claw; posterior petal strongly differentiated from the lateral 4, with a thick erect claw and large marginal glands on proximal half of limb or at apex of claw; receptacle glabrous on both sides of stamens; stamens all fertile or the posterior (1–) 3 bearing rudimentary anthers; pollen radially symmetrical, colporate; carpels completely connate in ovary; styles 3, slender and subulate with the stigmas very small, apical or slightly internal. Fruit dry, indehiscent, a nut without a bony endocarp, containing only 1 seed.\nDistribution: South America.\nThe Mcvaughia clade is strongly supported by both molecular and morphological evidence. The phylogenetic tree shown above, from Davis & Anderson (2010 [pdf]), shows bootstrap values above the branches. Especially noteworthy among the morphological characteristics shared by these three genera are the shrubby or arborescent habit, the abaxial leaf glands, the flowers often in several-flowered cincinni, the large abaxial gland on alternate bracteoles, and the dry, indehiscent, one-seeded fruit.", "id": "<urn:uuid:de8aca1f-8787-4397-a590-18468f93dd4f>", "dump": "CC-MAIN-2013-20", "url": "http://herbarium.lsa.umich.edu/malpigh/McvClade/McvClade.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8571081161499023, "token_count": 362, "score": 3.25, "int_score": 3}
{"text": "Photo Courtesy of Steve Dewey, Utah State University, bugwood.org\nThermopsis montana Nutt.\nScientific Name Synonyms:\nLife Span: Perennial\nGrowth Characteristics: Mountain goldenpea is an erect forb, growing up to 2 feet in height and spreading by rhizomes. It blooms between May and August, depending on the elevations.\nFlowers: Pea-like lemon-yellow colored flowers in a raceme. Flowers are ½ to ¾ inch long. There are five to fifty flowers which make up the inflorescence. The flower spikes arise from the leaf axils\nFruits/Seeds: The seedpods are long, thin, blue/green and covered with downy hairy. They project vertically from the stem. The pods grow quickly in the late spring and early summer, and mature in late summer. There are two to five seeds per pod.\nLeaves: Leaves are alternate, palmate, with 3 leaflets, which are oval in shape.\nStems: Multiple stems up to 2 feet tall.\nMountain goldenpea is found in montane and subalpine zones. It is common in woodlands and meadows.\nSoils: Sandy, well-drained soils.\nAssociated Species: Aspen, lupine, snowberry.\nUses and Management:\nMountain goldenpea is poisonous to cattle. The principle toxin has not been isolated, but is thought to be similar to quinolizidine alkaloids found in Lupines. The toxin causes acute muscle degeneration – cattle become weak, ataxic, and unable to stand. Animals die from hunger and thirst.\nMountain Glodenpea will remain toxic in hay, especially if seed pods are present.", "id": "<urn:uuid:807132bd-52a9-4301-8f7e-b6f3dda085f7>", "dump": "CC-MAIN-2013-20", "url": "http://extension.usu.edu/rangeplants/htm/mountain-goldenpea/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8952473998069763, "token_count": 370, "score": 3.1875, "int_score": 3}
{"text": "In response to growing demand from western U.S. and Canadian outdoor fruit and berry producers, Biobest is developing a native western bumblebee for outdoor pollination.\nBumblebees are important pollinators of many cultivated crops. By pollinating our fruits and vegetables, they not only help deliver our healthy meals, but are also vital to overall food security. Bumblebees have the edge when it comes to effective pollination. They produce their own heat, which in combination with their furry coats enables them to fly early in the season when it is still far too cold for honeybees and other insects. Unlike honeybees, they also buzz or shake flowers to collect pollen, which assures effective pollination.\nThe use of bumblebees has allowed growers to produce higher-yielding, better-quality and safer crops. In food crops like greenhouse tomatoes, bumblebees have for many years successfully replaced physical pollination or chemicals previously used to induce fruit set.\nThe demand for bumblebees to help guarantee crop yield has increased in recent years as honeybees and other natural pollinators have declined, but because native western species have not been available commercially, western U.S. and Canadian growers of field crops like berries, top fruit and canola have been at a disadvantage,\nunable to share in the many benefits these pollinators offer.\nBiobest recognizes the ecological and economic benefits of using native species for pollination. Having pioneered the use of bumblebees for crop pollination, Biobest has now developed a native western bumblebee species especially for the western U.S. and Canada. Biobest has been successful in rearing a range of native western bumblebee species, allowing them to select the right candidate for the western U.S. market.\nThe company says that only the species that proves most successful in crop pollination will be launched for use in its native territory. Biobest expects to begin pollination trials in the spring of 2013.\nFor more information:", "id": "<urn:uuid:c44283f7-af26-4517-b108-6c2aa130328b>", "dump": "CC-MAIN-2013-20", "url": "http://www.growingmagazine.com/blog-3812.aspx", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.947209894657135, "token_count": 410, "score": 3.25, "int_score": 3}
{"text": "Bees are vital for pollination. You can buy leafcutter bee houses to attract the bees to your garden. The leaf-cutter bees are solitary and unlike honey bees do not swarm like honey bees so they are little or no danger to humans or pets.\nBees are vital for pollination.\nYou can buy leafcutter bee houses to attract the bees to your garden.\nLeafcutter bee house. Leaf cutter bees like hollow tubes and bamboo are ideal. They also excavate tunnels in flower pots where light gritty compost is used.\nThe female has used the circular cuts to seal off the ends of the chamber, whereas the longer cuts are wrapped around the sides. The adult bee will provision the chamber with pollen and lay an egg. The larva feeds of the pollen.\nThe female larva are the first to be layed and are deepest in the line. This means that if the nest is predated by a woodpecker, the feamles have a better chance of avoiding being eaten. The male larva is nearst the exit and will be the first to be eaten.\nAlthough this larva will probably die, I carefully replaced the bamboo and sealed it with wax to keep the chambers intact and dry.\nLeaf damage on rose by leaf cutter bees", "id": "<urn:uuid:b734e3f1-e4a1-4955-b90e-301bdab160a3>", "dump": "CC-MAIN-2013-20", "url": "http://completegarden.wordpress.com/tag/leafcutter-bee-damage/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9503714442253113, "token_count": 265, "score": 2.515625, "int_score": 3}
{"text": "Beginning in October 2006, some beekeepers began reporting losses of 30-90 percent of their hives. While colony losses are not unexpected during winter weather, the magnitude of loss suffered by some beekeepers was highly unusual.\nThis phenomenon, which currently does not have a recognizable underlying cause, has been termed \"Colony Collapse Disorder\" (CCD). The main symptom of CCD is simply no or a low number of adult honey bees present but with a live queen and no dead honey bees in the hive. Often there is still honey in the hive, and immature bees (brood) are present.\nARS scientists and others are in the process of carrying out research to discover the cause(s) of CCD and develop ways for beekeepers to respond to the problem.\nWhy should the public care about honey bees?\nBee pollination is responsible for $15 billion in added crop value, particularly for specialty crops such as almonds and other nuts, berries, fruits, and vegetables. About one mouthful in three in the diet directly or indirectly benefits from honey bee pollination. While there are native pollinators (honey bees came from the Old World with European colonists), honey bees are more prolific and the easiest to manage for the large scale pollination that U.S. agriculture requires. In California, the almond crop alone uses 1.3 million colonies of bees, approximately one half of all honey bees in the United States, and this need is projected to grow to 1.5 million colonies by 2010.\nThe number of managed honey bee colonies has dropped from 5 million in the1940s to only 2.5 million today. At the same time, the call for hives to supply pollination service has continued to climb. This means honey bee colonies are trucked farther and more often than ever before.\nHoney bee colony health has also been declining since the 1980s with the advent of new pathogens and pests. The spread into the United States of varroa and tracheal mites, in particular, created major new stresses on honey bees.\nIs there currently a crisis in food production because of CCD?\nWhile CCD has created a very serious problem for beekeepers and could threaten the pollination industry if it becomes more widespread, fortunately there were enough bees to supply all the needed pollination this past spring. But we cannot wait to see if CCD becomes an agricultural crisis to do the needed research into the cause and treatment for CCD.\nThe cost of hives for pollination has risen this year. But much of that is due to growing demand. Some of the price increase may also be due to higher cost of gas and diesel and other increases related to energy and labor costs. Commercial beekeepers truck hives long distances to provide pollination services, so in particular they must deal with rising expenses.\nVarroa mites (one is visible on the back of this bee) are a major threat to honey bee health and are becoming resistant to two compounds (coumaphos and fluvalinate) used to control them. Beekeepers now have a simple assay to determine whether mites are resistant and thus ensure use of appropriate control measures. Click the image for more information about it.\nAre there any theories about what may be causing CCD?\nCase studies and questionnaires related to management practices and environmental factors have identified a few common factors shared by those beekeepers experiencing CCD, but no common environmental agents or chemicals stand out as causative. There are three major possibilities that are being looked into by researchers.\nPesticides may be having unexpected negative effects on honey bees.\nA new parasite or pathogen may be attacking honey bees. One possible candidate being looked at is a pathogenic gut microbe called Nosema. Viruses are also suspected.\nA perfect storm of existing stresses may have unexpectedly weakened colonies leading to collapse. Stress, in general, compromises the immune system of bees (and other social insects) and may disrupt their social system, making colonies more susceptible to disease.\nThese stresses could include high levels of infection by the varroa mite (a parasite that feeds on bee blood and transmits bee viruses); poor nutrition due to apiary overcrowding, pollination of crops with low nutritional value, or pollen or nectar scarcity; and exposure to limited or contaminated water supplies. Migratory stress brought about by increased needs for pollination might also be a contributing factor.\nHas CCD ever happened before?\nThe scientific literature has several mentions of honey bee disappearancesóin the 1880s, the 1920s and the 1960s. While the descriptions sound similar to CCD, there is no way to know for sure if the problems were caused by the same agents as today's CCD.\nThere have also been unusual colony losses before. In 1903, in the Cache Valley in Utah, 2000 colonies were lost to an unknown \"disappearing disease\" after a \"hard winter and a cold spring.\" More recently, in 1995-96, Pennsylvania beekeepers lost 53 percent of their colonies without a specific identifiable cause.\nWhat about cell phonesódo they have anything to do with CCD?\nThe short answer is no.\nThere was a very small study done in Germany that looked at whether a particular type of base station for cordless phones could affect honey bee homing systems. But, despite all the attention that this study has received, it has nothing to do with CCD. Stefan Kimmel, the researcher who conducted the study and wrote the paper, recently e-mailed The Associated Press to say that there is \"no link between our tiny little study and the CCD-phenomenon ... anything else said or written is a lie.\"\nNewly emerged honey bee, Apis mellifera, the subject of genome sequencing work aimed at improving bee traits and management. Click the image for more information about it.\nWhat is ARS doing about CCD?\nIn April 2007, ARS held a Colony Collapse Disorder Research Workshop that brought together over 80 of the major bee scientists, industry representatives, extension agents, and others to discuss a research agenda. They identified areas where more information is needed and the highest-priority needs for additional research projects related to CCD.\nA CCD Steering Committee, led by ARS and USDA's Cooperative State Research, Education, and Extension Service, developed a Research Action Plan to coordinate a comprehensive response for discovering what factors may be causing CCD and what actions need to be taken.\nOne of the tools that will help in this research is the recently sequenced honey bee genome to better understand bees' basic biology and breed better bees, and to better diagnose bee pests and pathogens and their impacts on bee health and colony collapse. The use of this genome information certainly will have great applications in improving honey bee breeding and management.\nThe search for factors that are involved in CCD is focusing on four areas: pathogens, parasites, environmental stresses, and bee management stresses such as poor nutrition. It is unlikely that a single factor is the cause of CCD; it is more likely that there is a complex of different components.\nIn September 2007, a research team that included ARS published the results of an intensive genetic screening of CCD-affected honey bee colonies and non-CCD-affected hives.\nThe only pathogen found in almost all samples from honey bee colonies with CCD, but not in non-CCD colonies, was the Israeli acute paralysis virus (IAPV), a dicistrovirus that can be transmitted by the varroa mite. It was found in 96.1 percent of the CCD-bee samples.\nThis research does not identify IAPV as the cause of CCD. What this research found was strictly a strong correlation of the appearance of IAPV and CCD together. No cause-and-effect connection can be inferred from the genetic screening data. (More information about this study)\nHoney bees devour a new, nutrient-rich food developed by ARS researchers. Click the image for more information about it.\nThis was the first report of IAPV in the United States. IAPV was initially identified in honey bee colonies in Israel in 2002, where the honey bees exhibited unusual behavior, such as twitching wings outside the hive and a loss of worker bee populations.\nThe study also found IAPV in honey bees from Australia that had been imported into the United States, as well as in royal jelly imported from China. Australian bees began to be imported from Australia into the United States in 2005. Questions were raised about a connection between those imported bees and the appearance of IAPV in the United States. Beekeepers sought out Australian imports of bees as a way to replenish their hive populations.\nTo determine whether IAPV has been present in the United States since before the importation of honey bees from Australia, a follow up detailed genetic screening of several hundred honey bees that had been collected between 2002 and 2007 from colonies in Maryland, Pennsylvania, California and Israel was conducted by ARS researchers.\nThe results of the follow study showed IAPV has been in this country since at least 2002, which challenges the idea that IAPV is a recent introduction from Australia. (More information about this study)\nThis study in no way rules IAPV out as a factor in CCD. Research by several groups will now focus on understanding differences in virulence across strains of IAPV and on interactions with other stress factors. Even if IAPV proves to be a cause of CCD, there still may also be other contributing factors-which researchers are pursuing.\nWhat should beekeepers do now about CCD?\nSince little is known about the cause(s) of CCD right now, mitigation must be based on improving general honey bee health and habitat and countering known mortality factors by using best management practices.\nWhat can I as a member of the public do to help honey bees?\nThe best action you can take to benefit honey bees is to not use pesticides indiscriminately, especially not to use pesticides at mid-day when honey bees are most likely to be out foraging for nectar.\nIn addition, you can plant and encourage the planting of good nectar sources such as red clover, foxglove, bee balm, and joe-pye weed. For more information, see www.nappc.org.]\nARS Honey Bee Research", "id": "<urn:uuid:6117655e-ff6b-4001-9834-1cee09b05d14>", "dump": "CC-MAIN-2013-20", "url": "http://www.dirtdoctor.com/Honeybee-Colony-Collapse-Disorder_vq2259.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9571547508239746, "token_count": 2135, "score": 3.734375, "int_score": 4}
{"text": "Nuclear Energy in France\nNuclear energy is the cornerstone of french energy policy. In the ‘70s France chose to develop nuclear as its base load electricity source as a response to the oil crisis and assure its energy independence.\nNuclear Electricity Production: France currently counts 58 commercial nuclear reactors in operation responsible for producing 80% of French domestic electricity. As a comparison, the 104 US reactors produces 20% of US electricity.Despite scarce natural resources, France has reached an energy independence of 50% thanks to its strategic choice for nuclear energy.\nEnvironment: As well as providing safe and reliable energy, nuclear helps to reduce French greenhouse gas emissions by avoiding the release of 31 billions tones of carbon dioxide (contrary to coal or gas generation) and making France the less carbon emitting country within the OECD. As a leader in nuclear energy, France has developed clean technology for radioactive waste disposal. Reprocessing currently allows France to recover valuable elements from spent fuels and permit a significant reduction of high level waste and lead to safer and optimized containment, for final radioactive waste disposition. French nuclear power plants produces only 10 g/year/inhabitant of highly radioactive waste.\nInternational Cooperation and research: France is one of the forerunner in nuclear research and participates in numerous international cooperation programs alongside the United States such as the development of the next generation of nuclear power plants (Gen IV) and the International Thermonuclear Experimental Reactor (ITER) that will be built in Cadarache, South of France.\nThe French Atomic Energy Commission (CEA)\nThe French Atomic Energy Commission is a public body established in October 1945 by General de Gaulle. It constitutes a power of expertise and proposition for the authorities. A leader in research, development and innovation, the CEA is involved in three main fields:\nIt develops and acquires the technological building blocks necessary to the development of the nuclear reactors of the future (Contribution to Generation IV and GNEP research),\nIt contributes to reducing greenhouse gas emission with its research on hydrogen, fuel cells, biomass, energy storage…,\nIt supports the nuclear utilities in France by optimizing the nuclear power plants of the French nuclear fleet and by optimizing the fuel cycle,\nIt offers safe and economically viable technical solutions for managing nuclear waste,\nIt conducts fundamental research in climate and environmental sciences, high energy physics, astrophysics, fusion, nanosciences…\nInformation and Health technologies:\nIt tackles micro and nano-technologies for telecommunication and nuclear medicine for radiotherapy and medical imaging,\nIt researches programs on biotechnology, molecular labelling, biomolecular engineering and structural biology,\nIt shares its knowledge and know-how through education and training through the National Institute for Nuclear Sciences and Technologies (INSTN),\nIt manages over 300 priority patents and is active in the creation of clusters.\nDefense and National Security:\nIt conceives, builds, maintains then dismantles the nuclear warhead of the French deterrence force,\nIt helps to fight against nuclear, biological and chemical weapons (NRBC program).\nThe missions of the CEA are similar to the Department of Energy in the United States. The CEA has a network of counselor or representatives in French Embassies around the world (see joint map).\nThe French Nuclear Safety Authority (ASN)\nCreated in 2006, from the former DSIN (Directorate for the Safety of Nuclear Facilities), the French Nuclear Safety Authority is an independent administrative authority which is tasked with regulating nuclear safety and radiation protection in order to protect workers, patients, the public and the environment from the risks involved in nuclear activities. It also contributes to informing the public. Like the Nuclear Regulatory Commission in the United States, it carries out inspections and may pronounce sanctions, up to and including suspension of operation of an installation.\nFrench Institute for Radioprotection and Nuclear Safety (IRSN)\nCreated in 2001 by merging the Protection and Nuclear Safety Institute (IPSN) and the Ionizing radiations Protection Office (OPRI), the Institute for Radioprotection and Nuclear Safety is a public establishment of an industrial and commercial nature placed under the joint authority of the Ministries of the Environment, Health, Industry, Research and Defense. It is the expert in safety research and specialized assessments into nuclear and radiological risk serving public authorities whose work is complementary to the ASN.\nIts scope of activities includes:\nenvironment and response,\nhuman radiological protection,\nresearch on the prevention of major accidents,\npower reactor safety,\nfuel cycle facility safety,\nresearch installation safety,\nwaste management safety;\nnuclear defense expertise.\nNational radioactive Waste Management Agency (ANDRA)\nCreated in 1991, the French National Agency for Radioactive Waste Management is a public industrial and commercial organization that operates independently of waste producers. It is responsible for the long-term management of radioactive waste produced in France under the supervision of the French Ministries for Energy, Research and the Environment. It can be compared to a certain extent to the Office for Nuclear Waste of the Department of Energy in the United States.\nAndra also pursues industrial, research, and information activities as it designs and implements disposal solutions suited to each category of radioactive waste:\nthe collection, conditioning, disposal of radioactive waste from small producers (hospitals, research centers, industry),\nspecification of waste packages for disposal,\ndisposal in suited sites,\nmonitoring of closed disposal facilities,\nresearch programs for long-lived and high level activity waste, especially through the operation of an underground research laboratory in a deep clay formation…\nGeneral Directorate for Energy and Climate (DGEC)\nThe General Directorate for Energy and Climate represents the government and is part of the Office of the Department for Ecology and Sustainable Development. It defines the French nuclear policy. The DGEC takes care of the energy supply, the security of supply, oil refining and logistics, nuclear industry, and coal and mines.\nConsequently, its activities include:\nthe design and implement energy and raw material supply policy,\nto ensure opening of electricity and gas markets,\ntrack key energy and raw material sectors,\nto oversee enterprises and public institutions in energy sector,\nto ensure compliance with rules and regulations governing energy sector,\nto participate in European and international energy projects and working groups,\nto provide economic, environmental, and fiscal expertise on energy matters.\nThe Rise of Nuclear Power Generation in France.", "id": "<urn:uuid:f5c220a7-7276-4cf2-9208-33679d478b1f>", "dump": "CC-MAIN-2013-20", "url": "http://ambafrance-us.org/spip.php?article949&xtor=AL-13", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9123350381851196, "token_count": 1305, "score": 3.125, "int_score": 3}
