"{\"text\": \"Making the Case for Action\\nThis fact sheet(pdf) and slide deck provide essential state-specific information that addresses the economic imperative, the equity imperative, and the expectations imperative of the college- and career-ready agenda. These resources can be used on their own or serve as the foundation for a personalized presentation or fact sheet(word), which can be customized with state-specific details and examples. The PowerPoint, in particular, was developed with various users in mind and offers a wide range of case-making data that can be drawn from to support your own advocacy efforts.\\nAdvancing the Agenda\\nAs states continue their efforts to promote college and career readiness, Achieve regularly surveys the states to identify their progress in adopting critical college- and career-ready policies. Below is a summary of Idaho's progress to date:\\nSee Closing the Expectations Gap for more information\\nState accountability systems focus the efforts of teachers, students, parents, administrators and policymakers to ensure that students and schools meet the established goals, including the goal of ensuring all students graduate ready for college and careers. Idaho has yet to begin to use any of the key college- and career-ready indicators in their accountability system.\\n|Annual School-level Public Reporting||Statewide Performance Goals||School-level Incentives||Accountability Formula|\\n|Earning a college- and career-ready diploma|\\n|Scoring college-ready on a high school assessment|\\n|Earning college credit while in high school|\\n|Requiring remedial courses in college|\\nFor an explanation of the indicators, their uses and Achieve’s minimum criteria for college- and career-ready accountability, see here.\", \"id\": \"<urn:uuid:3b2c1a91-4f52-464d-ad69-49c1cbadaba8>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://achieve.org/Idaho\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9274793863296509, \"token_count\": 341, \"score\": 2.6875, \"int_score\": 3}\n"
"{\"text\": \"Facilitator's Guide for\\nTHE BELOVED COMMUNITY\\nA film by Pamela Calvert/Plain Speech\\nAt the fenceline of Canada's \\\"Chemical Valley,\\\" girls\\nare being born at twice the rate of boys. How do you stay in the home\\nyou love when the price you pay may be your children's future?\\nPLANNING A SCREENING\\nTopics and Issues Relevant to THE BELOVED COMMUNITY\\nAs you plan your screening, you might consider speakers, panelists, or\\ndiscussion leaders who have expertise in one or more of the following\\n- Children's Health\\n- Community Organizing\\n- Corporate Social Responsibility\\n- Endocrine Disruptors\\n- Environmental Justice\\n- Green Chemistry\\n- Human Rights\\n- Native Culture, History & Land Rights\\n- Precautionary Principle\\n- Reproductive Health\\n- Toxic Exposure & Health Impacts\\n- Workplace Health and Safety\\nAs You Plan Your Event\\nA screening of THE BELOVED COMMUNITY can be used to spark interest\\nin any of the topics listed above, as well as to inspire individual and\\ncommunity action. Using the checklist below will help ensure a high quality\\nand high impact event.\\nSet realistic goals.\\nWill you host a single screening or use the film to spur ongoing efforts?\\nWill you steer a panel or discussion toward a specific topic or let the\\nparticipants pursue whatever issues they choose? Be sure to include your\\nevent partners in the decision making process. Being clear about your\\ngoals will make it much easier to structure the event, target publicity,\\nand evaluate results.\\nStructure your event to match your goals.\\nDo you need an outside facilitator? If your goal is to share information\\nbeyond what is included in the film, are there local experts on the topic\\nwho should be present? How many participants do you want? (Large groups\\nare appropriate for information exchange. Small groups allow for more\\nintensive dialogue and action plans.)\\nArrange to involve all stakeholders.\\nIt is especially important that people be allowed to speak for themselves.\\nWe encourage you to seek out 'unlikely alliances' and push your own comfort\\nzone, going out of your way to invite representatives of all the constituencies\\nwith a potential stake in building a healthy and sustainable community.\\nOnce the group is assembled, make sure that all participants have a chance\\nto be heard and are treated with respect.\\nChoose an accessible venue.\\nIf you are bringing together different constituencies, is your venue 'neutral\\nterritory'? Is it in a part of town that is reachable by various kinds\\nof transportation? Does the physical configuration of the room allow for\\nthe kind of discussion you hope to have? Can everyone easily see the screen\\nand hear the film? Is the room comfortable?\\nLeave time for feelings.\\nWhen the lights come up, people may have a strong emotional response to\\nthe film. This is where people make the empathetic connections that make\\nall the following work possible, so it's important to encourage that personal\\nresponse before moving on to questions of strategy. The conversation will\\nnaturally flow into \\\"What do we do now?\\\"\\nLeave time to plan for action.\\nIf you want your screening to have lasting impact, it is important to\\nleave time to plan action. People will be looking for something that is\\nimmediate, concrete, and local. Planning next steps can help people leave\\nthe room feeling energized and optimistic, even when the discussion has\\nbeen difficult. It's also important to be prepared to facilitate networking.\\nProvide a sign-in sheet at the door so people can share contact information\\nlike email addresses. Let participants know exactly how that information\\nwill (and won't) be shared. Let participants know whether or not press\\nwill be present.\\nFacilitating a Discussion of THE BELOVED COMMUNITY\\nPeople who feel safe, encouraged, respected and challenged are likely\\nto share openly and thoughtfully. As a facilitator you can encourage that\\nkind of participation. Here's how:\\nView the film before your event. This will both give yourself time to\\nreflect so you aren't dealing with raw emotions at the same time that\\nyou are trying to facilitate a discussion, as well as letting you check\\nthe DVD and equipment to make sure there are no technical glitches. You\\nmay want to refer to the Discussion Guide\\nto get you started.\\nYou don't need to be an expert on globalization or environmental justice\\nto lead an event, but knowing the basics can help you keep a discussion\\non track and gently correct misstatements of fact. Prior to your event,\\ntake time to check the Background Information and Suggested Resources\\nin the film guide handout.\\nBe clear about your role.\\nBeing a facilitator is not the same as being a teacher. A teacher's job\\nis to convey specific information. In contrast, a facilitator remains\\nneutral, helping move the discussion along without imposing her or his\\nviews on the dialogue.\\nKnow who might be present.\\nIt isn't always possible to know exactly who might attend a screening,\\nbut if you know what kinds of groups are present in your community, you\\nmight be able to predict who might be represented. You can also keep in\\nmind that issues can play out very differently for different groups of\\npeople. Factors like geography, age, race, religion and class can all\\nhave an impact on comfort levels, speaking styles and prior knowledge.\\nTake care not to assume that all members of a particular group share the\\nsame point of view.\\nBELOVED COMMUNITY is a co-production of Plain Speech and Detroit\\nPublic Television, and is distributed by California\\nNewsreel. All rights reserved. For more information: firstname.lastname@example.org www.newsreel.org\\nguide was developed with the support and participation of many people.\\nSpecial thanks to Elizabeth Crowe and Ron Plain.\", \"id\": \"<urn:uuid:e3b68342-7f9a-4821-8e28-91910e265a4c>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://newsreel.org/guides/belovedcommunity/bcfacilitate.htm\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9198598265647888, \"token_count\": 1240, \"score\": 2.625, \"int_score\": 3}\n"
"{\"text\": \"Volume 4 Number 2\\n©The Author(s) 2002\\nThe Continuity Framework: A Tool for Building Home, School, and Community Partnerships\\nAbstractWe will need to become savvy about how to build relationships, how to nurture growing, evolving things. All of us will need better skills in listening, communicating, and facilitating groups, because these are the talents that build strong relationships. (Wheatley, 1992, p. 38)\\nIn the face of today's challenging social and family issues, many new efforts are underway to help children and families. One solution that many communities have adopted is the establishment of a collaborative partnership that involves all the relevant partners—home, school, and community—in the planning and monitoring of services for children. Unfortunately, achieving a strong partnership with meaningful participation can often be difficult and time-consuming. This article focuses on a set of training materials that has been developed to assist community partnerships in their efforts. These materials highlight eight elements of continuity and successful partnerships: (1) families as partners, (2) shared leadership, (3) comprehensive/responsive services, (4) culture and home language, (5) communication, (6) knowledge and skill development, (7) appropriate care and education, and (8) evaluation of partnership success. Results from a field study that included more than 200 reviewers and 8 pilot sites are summarized. Results indicate that a majority of reviewers found the training materials easy to understand, relevant to their work, and up-to-date. In addition, data gathered from the pilot sites indicate that the partnerships found the materials practical and useful for addressing a variety of issues, including time constraints, communication gaps, differences in professional training, and funding limitations.\\nCommunities face a host of problems that threaten the health and well-being of their children and families. Poverty, unemployment, inadequate care/education, and poor health care are just a few of the difficult issues that communities must confront. What makes these issues particularly challenging is that children and families who experience one problem are often likely to experience other problems as well.\\nCompounding the problem is that delivery of services to help children and families is typically fragmented and scattered. Even efforts designed to increase the quality and supply of services to children and families have, at times, created greater fragmentation and discontinuity.\\nIn previous years, those who sought to improve outcomes for children concentrated only on the child. Today, however, many service providers have come to understand that the best way to serve and preserve children is to serve and preserve the supportive networks that benefit children (Family Support America, 1996). An extensive body of research identifies the elements that contribute to children's well-being, beginning with those closest to the child and moving outward to encompass the family, early care/education, the neighborhood, the community, and beyond. This ecological perspective (Bronfenbrenner, 1979) has motivated a growing number of communities to focus more closely on the need for collaboration--engaging in a process that allows the community to address many problems at once rather than one at a time.\\nOne solution that many communities have adopted is the establishment of a collaborative partnership involving all the relevant partners--home, school, and service providers--in the planning and monitoring of services for children (Kagan, 1992; Hoffman, 1991). The goal of most of these collaboration initiatives is to improve child outcomes, recognizing that many of the child's needs are closely linked to needs of the family and the community.\\nChallenges to Collaboration\\nCommunity collaboratives/partnerships represent one of the most challenging--yet one of the most effective--efforts for creating a flexible, comprehensive system that meets the needs of children and families. They involve new relationships among service providers and the children and families they serve. They require time, resources, and the willingness of collaborating agencies to learn about and establish trust with each other. In short, they require change (Bruner, Kunesh, & Knuth, 1992).\\nAs a result of the new roles and responsibilities that service providers must assume, collaboratives/partnerships encounter many common difficulties, including (Melaville, Blank, & Asayesh, 1996):\\n- staff or agency representatives who are resistant to relinquishing power;\\n- policies and regulations within individual agencies that make it difficult to coordinate services, information, and resources;\\n- differences in prior knowledge, training, or experience that make it difficult for members to communicate and work together; and\\n- lack of time to meet and plan together.\\nMany factors contribute to the success or failure of a community collaborative, and no two collaboratives operate in exactly the same way. However, certain guidelines seem to help smooth the way for a more successful partnership, including (North Central Regional Educational Laboratory, 1993):\\n- involve all key stakeholders;\\n- establish a shared vision of how the partnership will operate and expected outcomes for the children and families served;\\n- build in ownership at all levels;\\n- establish communication and decision-making processes that are open and allow conflict to be addressed constructively;\\n- institutionalize changes through established policies, procedures, and program mandates;\\n- provide adequate time for partners to meet, plan, and carry out activities.\\nThe process of establishing and maintaining a collaborative partnership is not easy, and in the end, each partnership must find a way to proceed that is consistent with its community and unique set of circumstances. However, a number of resources and tools are available to help communities get started creating an effective system for delivering services. In this article, we describe one such tool that assembles elements essential to building a successful collaborative partnership.\\nDevelopment of Continuity Framework Materials\\nFor the past eight years, the 10 Regional Educational Laboratories (RELs) serving each region of the country have studied effective strategies for strengthening collaboration and increasing continuity among programs for young children and their families. The RELs are overseen by the U.S. Department of Education's Office of Educational Research and Improvement [now the Institute of Education Sciences], and their primary purpose is ensuring that those involved in educational improvement have access to the best information from research and practice. During the contract period of 1995-2000, the RELs established a program called the Laboratory Network Program (LNP), which convened representatives from each Laboratory as a national network working on common issues.\\nIn 1995, the Early Childhood LNP developed Continuity in Early Childhood: A Framework for Home, School, and Community Linkages (U.S. Department of Education, 1995), a document designed with two key purposes in mind: first, an emphasis on the need for children and families to receive comprehensive and responsive services, reflected in the eight elements of continuity outlined in the Framework (see Figure 1). Taken together, the elements are intended to promote a comprehensive understanding of continuity and transition during early childhood. Second, the Framework offered a set of guidelines that partnerships could use to compare and assess their current policies and practices, as well as identify areas in need of improvement.\\nFigure 1. Elements of Continuity\\n(U.S.Department of Education, 1995)\\nAn extensive field review of the Framework indicated that although the document was helpful and informative, many community partnerships continued to have difficulty \\\"getting started.\\\" As a result, a Trainer's Guide was developed to support the use of the Framework and assist community partnerships in the first stages. These materials were developed by the Early Childhood LNP in collaboration with the National Center for Early Development & Learning.\\nThe Trainer's Guide provides an overview of the content and potential uses of the Framework and includes all activities and materials necessary to conduct training sessions. The Guide itself consists of four training sessions that are organized around the eight elements of continuity. The materials are designed so that a local partnership has everything needed to conduct the training: background information, scripts, handouts, transparencies, sample agendas, and checklists for additional equipment and supplies:\\n- The first session, Understanding Continuity, is designed to introduce participants to the Framework document and help participants develop a greater understanding and appreciation for continuity.\\n- The second session, Developing a Continuity Team, highlights the importance of broad representation and shared leadership among partnership members.\\n- The third session, Planning for Continuity, emphasizes the need for a comprehensive approach to service delivery and encourages participants to examine their current partnership practices and policies.\\n- The final session, Formalizing Continuity, focuses on the importance of effective communication among group members and provides participants with an opportunity to formulate action plans.\\nThe Guide is designed to be a flexible training tool, adaptable to meet the needs of a particular audience. The intended audience includes local partnerships for children and families (including Smart Start partnerships in North Carolina), Head Start Program representatives, public schools, and communities. The overall objectives of the training are (1) to enhance the collaborative's knowledge and understanding of continuity, (2) to strengthen and support collaborative groups in their efforts to work as partners, and (3) to maximize the benefit they might receive from using the Framework.\\nWhat follows is a description of the field test that was designed to assess the use and effectiveness of the Trainer's Guide. The field test focused exclusively on the Framework materials--no other instructional sources were employed. We will present the major findings of the field test and summarize recommendations based on those findings. In addition, we will highlight the work of several collaborative partnerships that took part in the field study, and we will describe some of the problems they encountered, how they used the Framework materials to address those problems, and where they are today. Specifically, the evaluation will explore:\\n- To what extent is the information contained in the Framework and Trainer's Guide relevant and useful to community partnerships?\\n- What is the perceived impact of the training and Framework on partnership activities?\\n- How do partnerships incorporate elements of the Framework into their ongoing activities?\\n- Of the review sites that indicated interest in the training materials, what proportion actually conducted the training?\\nThe overall usefulness and effectiveness of the Trainer's Guide was studied in two phases. Phase One consisted of document review and feedback from individuals working in the early childhood field. In Phase Two of field testing, the training was actually piloted in eight partnership sites.\\nPhase One: Document Review\\nReviewers for the Trainer's Guide were solicited through the Laboratory Network Program (LNP) and at conferences related to early childhood issues. Three hundred thirteen individuals/organizations requested a set of the Framework materials (participant manual, Trainer's Guide, and a sample color transparency) and feedback form. Feedback questions centered on four areas: (1) information's relevancy and accuracy, (2) format and organization of the Trainer's Guide, (3) specific training needs, and (4) possible barriers to conducting training.\\nOf the 313 requesting materials, 215 (68.7%) reviewers returned feedback forms. Twenty-one percent (N = 45) of the respondents were members of a Smart Start partnership (North Carolina initiative), 19% (N = 40) worked in Head Start agencies, and 11% (N = 24) worked in family resource centers. Others included representatives from state agencies, school personnel, and university faculty. A majority (89%) of the respondents indicated that they are actively involved in a community partnership.\\nFinal Follow-up with Select Reviewer Sites. Of the original 215 organizations/individuals who reviewed the Framework materials, 80 indicated an interest in conducting the training in its entirety and requested a complete set of transparencies. (The original materials included one sample color transparency, and the REL offered a complete set of Framework transparencies to all organizations making the request.) Approximately one year after receiving the materials, interviews were conducted with representatives who received transparencies. The purpose of these follow-up telephone calls was to determine if the materials had been used and the degree to which outside support or assistance might be needed to conduct the training.\\nPhase Two: Pilot Training\\nDuring the second phase of the field testing, the training was piloted in eight collaborative partnerships from across the nation (see Table 1). These sites were recruited through the LNP and selected based on their interest in the project. To assist with logistical details, a liaison, identified at each site, coordinated training dates and assisted with data collection. Sites varied according to demographics, partnership maturity, and sponsoring or lead agency.\\n|Site Location||Community Type||Sponsor/Lead Agency|\\n|Beaufort, SC||Rural||Success by 6|\\n|Dothan, AL||Urban||Family Resource Center|\\n|Walnut Cove, NC||Rural||Smart Start|\\n|Valdosta, GA||Rural||Family Connections/County Commission|\\n|Wheeling, WV||Rural||Head Start|\\n|Troy, NC||Rural||Smart Start|\\n|Concord, WV||Rural||Family Resource Center|\\nFive of the partnerships described themselves as existing collaboratives (two years or more), while the remaining three indicated that they were in the planning stages of building a collaborative partnership. Sponsors of the partnerships included Smart Start (2); Head Start, family resource centers (2); Success by 6; a public school system; and a county task force.\\nAcross the eight sites, a total of 160 individuals participated in the training. Approximately 64% of the attendees were White, 27% were African American, and the remainder were either Hispanic, American Indian/Alaskan Native, or multiracial.\\nSeveral of the partnerships invited persons who were not part of the collaborative partnership to attend the training. As a result, slightly more than half (54%) of the participants reported that they were current members of the partnership. The majority of these had been members less than one year (53%). Early childhood specialists represented the largest group attending the training (29%), followed by program administrators (18%), teachers/caregivers (14%), and parents (10%). Other groups represented included policy makers, members of the business community, and university faculty.\\nEach of the sites conducted the entire training course in the fall; however, there was some variability in delivery of training. For example, some partnerships conducted the training as described in the Trainer's Guide--two complete, consecutive days of training. Other partnerships modified the training schedule to meet the needs of its members and used other formats such as one day of training followed two weeks later by a second day of training.\\nAt the conclusion of training, participants were asked to provide feedback on specific elements of the training, including organization, training content, and materials/resources. In addition, participants were asked to comment on their satisfaction with the training and the overall usefulness of the training materials. This information, along with information gathered from the review sites, was used to revise the Trainer's Guide.\\nIn the six months following the training, partnership activities were studied to determine the degree to which the collaboratives incorporated content from the Framework into their regular activities. Materials studied included a record of stakeholder attendance and meeting minutes documenting partnership activities. At the end of this period, a follow-up survey was sent to participants at each pilot site. Survey questions focused on three major areas: (1) impact of the training, (2) impact of the Framework materials, and (3) overall familiarity with Framework materials.\\nIn addition to the final survey with individuals who participated in the training, a final interview was conducted with seven site liaisons (one liaison was unavailable for interview). Interview questions focused on the original goal of the partnership, reasons for participating in the field study, and impact of the training and Framework materials.\\nThe data were analyzed to determine general response patterns and to identify logical changes or improvements to the Trainer's Guide. Both quantitative and qualitative techniques were used to analyze data from the review sites and the pilot sites.\\nPhase One: Document Review\\nAnalyses of data from reviewer sites were conducted on 215 surveys. Table 2 summarizes Trainer's Guide as easy to understand, relevant to their work, accurate, and up-to-date.\\n|Survey Statement||Agreed or Strongly Agreed with Statement|\\n|Information is accurate and up to date.||94.9% (4.54)|\\n|Format is easy to understand and follow.||93.9% (4.49)|\\n|Training materials were easy to understand and follow.||92.5% (4.46)|\\n|Information is relevant to my work.||89.3% (4.41)|\\n|I would be comfortable using the materials.||83.3% (4.29)|\\n|*Note: According to the scale, 1 = strongly disagree and 5 = strongly agree. Mean scores are presented in parentheses.|\\nA series of open-ended questions provided respondents with an opportunity to provide more specific information and feedback. When asked what parts of the training were most useful, of those who responded, approximately 30% reported that the materials were the most useful part of the training. Reviewers specifically mentioned handouts, transparencies, and checklists. Another 22% reported that the information focusing on the need to include families and share leadership responsibilities was most useful.\\nReviewers also were asked to identify the greatest training need within their partnerships. Of those who responded, more than one-third (34%) reported that they often need assistance identifying and including community stakeholders. Reviewers cited family members and members of the business community as groups that often are poorly represented at partnership meetings. Other topics representing challenges to partnerships included developing the team, sharing leadership responsibilities, and involving families in meaningful ways.\\nIn terms of barriers or factors that would influence the use of training, most of the respondents (75%) cited time as the greatest barrier to conducting training. This factor was followed by a lack of funding (68%), the unavailability of a trainer (45%), and lack of interest of collaborative partners (39%).\\nFinal Follow-up with Select Reviewer Sites. Of the 80 individuals/organizations who requested a complete set of transparencies, 68 were located for follow-up interviews (85%). For the remaining 12, attempts to contact the site were unsuccessful; either the person requesting the transparencies was no longer there, or the materials were never received.\\nInterviews revealed that 23 of the respondents had conducted training using the Framework and accompanying materials. Of those who stated that they had conducted the training, only two (less than 10%) had used the training in its entirety. Most had conducted at least one part of the training, selecting the portions most useful for their work. \\\"Families as Partners,\\\" \\\"Shared Leadership,\\\" and \\\"Comprehensive and Responsive Services\\\" were the elements from the Framework most often used for training.\\nAn additional 17% said that although they had not conducted the training as designed, they had adapted the materials or used them in other circumstances. Examples of how they had adapted the materials included using the exercises, overheads, major concepts, and other information in training activities.\\nHead Start agencies were the primary sponsors for half of the training events. Public schools, area education associations, state departments of education, local partnerships, child development centers, and related-type centers were listed as sponsors or lead agencies for the remaining training activities.\\nTraining participants included staff and administrators at Head Start agencies, preschool and child care providers, local education agencies, schools, school improvement teams, state departments of education staff, local family service agencies and boards of directors, and parents.\\nAll who said they had used the training materials were asked to comment on the usefulness of the training. The majority of respondents rated the training as \\\"very useful\\\" or \\\"useful,\\\" and all said they would recommend the training to others. Particular aspects of the training that respondents liked included:\\n- professional quality, clarity of materials, and sequencing of content of the Framework;\\n- handouts, activities, and overheads;\\n- content and the ability to present the material at multiple skill levels; and\\n- ease of use of the Framework.\\nThere were suggestions for improving the training. Four respondents said the course was \\\"too long,\\\" especially if used in school systems or with parents. Others maintained a need for greater emphasis on action planning and implementation, \\\"more written support materials (research, position support, background), and additional copies of key pieces of materials that helped shape the Framework.\\\"\\nPhase Two: Pilot Training\\nIn terms of the training quality and overall effectiveness, most of the participants rated the training sessions as either \\\"good\\\" or \\\"excellent.\\\" Participants tended to rate the second day of training as higher in quality and more effective than the first day of training (M = 4.392 and M = 4.17, respectively, based on a 5-point scale).\\nParticipants also evaluated the effects of the training and estimated its impact on future partnership practices. Using a four-point Likert-type scale, participants rated the extent to which they agreed with each statement. Table 3 summarizes participants' appraisal of the training and reinforces the focus of the original training objectives.\\nObjective 1: To enhance the collaborative's knowledge and understanding of continuity\\n|As a result of the training, I believe that I am motivated to build and strengthen continuity efforts in my community.||3.44||.65|\\n|As a result of the training, I believe that I have a better understanding of continuity and why it is important.||3.41||.65|\\n|I believe that this training will have an impact on increasing awareness of new skills and knowledge for our team.||3.31||63|\\nObjective 2: To strengthen and support collaborative groups in their efforts to works as partners\\n|As a result of the training, I believe that I am better able to participate as a member of a home, school, and community partnership.||3.40||.65|\\n|I believe that this training will have an impact on how decisions are made and the planning we do for services.||3.25||.59|\\n|I believe that this training will have an impact on changing/enhancing the quality of community practices.||3.23||.58|\\nObjective 3: To maximize the benefit the collaborative might receive from using the Framework\\n|As a result of the training, I believe that I am better able to use the Framework as a tool for exploring continuity and transition||3.26||.63|\\n|I believe that this training will have an impact on positively affecting outcomes for children and families.||3.31||.63|\\n|*Note: According to the scale, 1 = strongly disagree and 4 = strongly agree.|\\nIn addition to participant ratings immediately following the training, data were collected on regular partnership activities after the training. Analysis of materials such as meeting minutes revealed that during the six months following completion of the training, five of the eight sites reported that they continued to use the Framework materials. Exactly how the materials were used varied from site to site. Two of the sites selected specific elements of the Framework as their priority concerns for the coming year. They then organized subcommittees to review the partnerships' practices with respect to those elements and make recommendations for improving existing services. Another partnership used the materials to provide training to other agencies and organizations not directly involved with the partnership. The remaining two partnerships used the Framework as a resource for improving transition practices with their communities.\\nAt the end of the six months, a final survey was distributed to participants at the last partnership meeting of the year, and surveys were mailed to those not in attendance at the final meeting. Approximately half of the individuals who participated in the training (81 of 160) responded to the survey. Participants were asked to rate the extent to which the Framework materials had had an impact on partnership practices. On a four-point scale (4 = \\\"a great deal,\\\" 3 = \\\"some,\\\" 2 = \\\"very little,\\\" and 1 = \\\"not at all\\\"), the majority of respondents (88.6%) reported that the training had \\\"impacted\\\" their knowledge and skill development \\\"some\\\" or a \\\"great deal.\\\" Respondents also thought that the Framework had at least \\\"some\\\" impact on the knowledge and skills development of their partnership (83%) and community (72%). The majority (97.4%) speculated that the Framework would have at least some future impact.\\nFinally, participants were asked to indicate the single greatest impact they experienced as a result of the training. Approximately 41% reported that as a result of the training they felt more motivated to build or strengthen efforts to support continuity of services for children in their communities. Thirty-five percent of the respondents said they had a better understanding of continuity and its importance; 17% felt that the training prepared them to be better members of their partnership; and 7% said that the training gave them a greater understanding of the Framework as a tool.\\nStokes County Partnership for Children, King, NC\\nAn ongoing goal of the Stokes County Partnership for Children is to create a system that encourages service providers to work together and promotes continuity for children and their families. Members of the partnership began by using the Framework to build their own knowledge and skills about continuity; however, they soon recognized the need to inform others of the importance of continuity in children's lives. As a result, the Partnership conducted a series of focus groups and meetings among parents and family members within the community. They used information from Elements 3 (Comprehensive/Responsive Services) and 7 (Developmentally Appropriate Care/Education) to explain what was needed to support continuity and its potential benefits for children. These meetings were also an opportunity to inform families of the various resources and supports available within the community. Later, the focus groups were expanded to include all stakeholders (e.g., child care, kindergarten, Head Start, school administrators, special needs coordinators, etc). The information gathered from these meetings has been used to guide the development and implementation of policies and practices that promote continuity.\\nFinal Interview with Liaisons. In the final interview conducted with site liaisons, five of the seven liaisons reported that the overall goal of their partnership is to improve services for children and their families by connecting agencies and strengthening the collaborative bonds between those agencies. Three of the liaisons specifically mentioned the need to improve transitions and create a system of responsive and comprehensive services.\\nIn addition, liaisons were asked to talk about their reasons for participating in the field-test process. At least three of the liaisons cited low levels of collaboration across agencies and indicated that partnership meetings were used primarily as a time for sharing information. Others saw the training as an opportunity to invite additional partners to the table and begin a discussion of how they could better work together.\\nFinally, liaisons were asked to rate the extent to which the Framework materials had been helpful in accomplishing their overall partnership goal. Using a five-point scale, five of the liaisons rated the Framework materials as either \\\"helpful\\\" (4) or \\\"very helpful\\\" (5). The remaining two liaisons rated the Framework materials as at least \\\"somewhat helpful\\\" (3).\\nDeveloping and maintaining a community collaborative is hard work, and it is a challenge that requires a great deal of commitment and cooperation from those involved. Training and resource materials available to help community partnerships build a more responsive system must address such issues as time constraints, communication gaps, differences in professional training, and funding limitations. Given these challenges, the Continuity Framework and its Trainer's Guide seem to be important and useful tools for helping partnerships increase collaboration and involvement.\\nData gathered from participant ratings and key-informant interviews indicated that the training was helpful in a number of ways. A feature of the training mentioned by many of the participants was the fact that the experience helped \\\"level the playing field.\\\" That is, it provided stakeholders with a common language to use as they worked together. As illustrated in the following example, stakeholders often come from a variety of agencies and backgrounds, which can be a major impediment when a community must begin to work together and coordinate its efforts.\\nThe case studies in the sidebars highlight the work of four collaborative partnerships that took part in the field study. These case studies discuss some of the problems they encountered, how they used the Framework materials to address those problems, and where they are today.\\nBovill, Idaho, Collaborative\\nBovill is a small town (population 310) located in the north central part of the state. Bovill has no resident doctor or dentist. At the time, there also was no child care center or preschool available to children. (The closest one was 35 miles away.)\\nIn 1998, various members of the community decided that they wanted to do something to help improve the situation for children. This group of citizens brought together parents and virtually every local organization to work on a plan that would support the learning needs of children and their families. Part of this effort was a proposal submitted to the J.A. and Kathryn Albertson Foundation that would help fund an early learning center. In 1999, they were awarded a grant, and they began the work to open the Bovill Early Childhood Community Learning Center.\\nHowever, once the work began, members of the partnership found that they did not have a common vocabulary to talk about the issues of early childhood education. There were also difficulties associated with establishing a partnership, such as \\\"Who else should be included?\\\" and \\\"How do you get started?\\\" In an effort to \\\"get started\\\" and begin the planning process, the partnership elected to participate in the field testing of the Framework materials.\\nFramework training was provided over two consecutive days and built into the inservice training schedule of the elementary school. In addition to staff and faculty from the elementary school, representatives from other agencies and organizations participated, including the health department, the Idaho Department of Disabilities, news media, schools, early childhood education, Even Start, parents, university students, attorneys, community leaders, and businesses.\\nAccording the site liaison, the Framework materials were used:\\n- To improve awareness of key issues in providing high-quality services. The Framework provides direction to help develop a program that really works.\\n- To provide a common language and for internal communication enhancement. Now everyone \\\"speaks the same language.\\\"\\n- As an external communication tool. According to the liaison, \\\"it is so much easier to talk with funding sources when you use the structure of the elements as a base.\\\"\\n- To validate their progress toward providing the best practices in early childhood education.\\n- As a piece of the Bovill Elementary School improvement plan.\\nPositive impact on individual partnership members was cited as another basis for success of the training. Many indicated they had a better understanding of continuity and were more motivated to continue to work on the difficult issues that often arise as part of the collaborative process. An added value of the training was the opportunity to spend time together and develop relationships with persons from other agencies. Often, these individual relationships help form the basis for collaborative work within the partnership.\\nBased on the sites that continued to use the materials, the Continuity Framework and its Trainer's Guide seem to be equally useful to both existing and newly established partnerships. A common experience in the maturation of partnerships is that they are prone to lose initial momentum, often stagnating into \\\"easy\\\" roles such as simple information sharing. A serendipitous discovery of this study is that such partnerships evidenced rejuvenation of their efforts after participating in the training (see the Valdosta, Georgia, example).\\nValdosta, Georgia, Collaborative\\nThe Lowndes County/Valdosta Commission for Children and Youth has been in existence for more than a decade, and during this time, the partnership has experienced various \\\"ups and downs.\\\" According to site liaison Vickie Elliott, cycles are a normal part of the collaborative process, \\\"They may be the result of staff turnover or changes in the board chair and/or board members.\\\" She reports that participation in the training provided members with practical, research-based information. This information served as a reminder to members that they were doing good work and that their work was important.\\nSince the training, the partnership has continued to use Framework materials as a reference and resource. For example, during a recent meeting, members began a discussion regarding the evaluation of partnership activities. They used Element 8: Evaluation of Partnership Success to help shape and guide this discussion. In addition, the partnership has applied for and received a 21st Century Learning Community grant. Because of the knowledge and understanding they gained during the training, members requested funds for a case manager position to be based at each school and conducting home visits. It is hoped that this strategy will facilitate communication and create greater continuity of services for students and families.\\nFinally, the data indicate that change takes place slowly. Participants reported that the training had had some impact on their community but felt that the greatest impact was yet to come. Bringing everyone to the table is not enough. True collaboration that produces continuity in services for children takes place over a long period of time, as agencies that have not previously worked together begin to get to know each other and slowly modify procedures and practices.\\nMarshall County Tadpole Team, Wheeling, WV\\nEfforts to collaborate are often driven by the realization that single agencies cannot solve problems alone. Partners must be willing to jointly plan and implement new ventures, as well as pool resources such as money and personnel. Nowhere is this need to collaborate and pool resources more crucial than in Marshall County, WV. Located in the northern part of West Virginia, Marshall County remains a predominantly rural county. With a population of approximately 36,000, Marshall County has seen a decline in the number of residents over the past two to three years, largely attributed to the economic hardships of the area. This part of West Virginia relies heavily on the coal and steel industries, and as these industries have fallen on hard times, so too have many families. As a result, many families have moved away to find other employment; however, many others have sought support from social services agencies within the community. In order to make the most of the limited resources and support available within the county, many of the local agencies (e.g., Northern Panhandle Head Start, Starting Points Center, Tadpoles Team) came together to form a community collaborative. Although their collaborative meetings began more as a time for sharing information, members soon realized that to be a true \\\"working group,\\\" they would need to broaden the meeting agendas and formalize the collaborative relationships. Using the Framework materials as an assessment tool, members worked through each element identifying the gaps in services and generating ideas for possible programs and procedures to address those gaps. This shift encouraged members to devote meeting times to discussing specific issues facing the community. Moreover, it encouraged members to formalize the partnership with written agreements. These agreements have allowed members to make a solid commitment to the collaborative, as well as clarify specific roles and responsibilities for services.\\nBeyond the content of the training and issues related to the collaborative process, the field study underscored the importance of training structure and design. Many study participants praised the Framework materials for flexibility and relevance to a variety of contexts. The training materials were designed so that particular attention was devoted to issues such as target audience attributes (e.g., varied educational and professional development backgrounds), which dictate the appropriate level of sophistication as well as the need for course module structure (i.e., overall organization and scripting) to be highly adaptable to local training needs.\\nThe field studies indicate that community partnerships benefit from training and technical assistance that help with the process of getting started, as well as recapturing momentum and focus. Additional research is needed to document the ongoing efforts of these communities and explore whether the Framework materials continue to have an impact on community practices and outcomes, as many of the participants predicted. Further study also is needed to determine what other kinds of training or technical assistance might be useful to these partnerships as they work to build capacity and expand or grow new programs.\\nBronfenbrenner, Urie. (1979). The ecology of human development. Cambridge, MA: Harvard University Press.\\nBruner, Charles; Kunesh, Linda; & Knuth, Randy. (1992). What does research say about interagency collaboration? [Online]. Oak Brook, IL: North Central Regional Educational Laboratory. Available: http://www.ncrel.org/sdrs/areas/stw_esys/8agcycol.htm [2002, October 22].Editor's Note: this url is no longer active.\\nFamily Support America. (1996). Making the case for family support [Online]. Chicago: Author. Available: http://www.familysupportamerica.org/content/pub_proddef.htm [2002, October 22]. Editor's Note: this url is no longer active.\\nHoffman, Stevie (Ed.). (1991). Educational partnerships: Home-school-community [Special issue]. Elementary School Journal, 91(3).\\nKagan, Sharon Lynn. (1992). The strategic importance of linkages and the transition between early childhood programs and early elementary school. In Sticking together: Strengthening linkages and the transition between early childhood education and early elementary school (Summary of a National Policy Forum). Washington, DC: U.S. Department of Education. ED 351 152.\\nKunesh, Linda. (1994). Integrating community services for children, youth, and families. Oak Brook, IL: North Central Regional Educational Laboratory.\\nMelaville, Atelia; Blank, Martin; & Asayesh, Gelareh. (1996). Together we can: A guide for crafting a profamily system of education and human services (Rev. ed.). Washington, DC: U.S. Department of Education. Available: http://eric-web.tc.columbia.edu/families/TWC/ Editor's Note: this url is no longer active.[2002, October 22]. ED 443 164.\\nNorth Central Regional Educational Laboratory. (1993). NCREL's policy briefs: Integrating community services for young children and their families. Oak Brook, IL: Author. Available: http://www.ncrel.org/sdrs/areas/issues/envrnmnt/go/93-3toc.htm [2002, October 22].\\nU.S. Department of Education and U.S. Department of Health and Human Services. (1995). Continuity in early childhood: A framework for home, school, and community linkages [Online]. Washington, DC: Author. Available: http://www.sedl.org/prep/hsclinkages.pdf [2002, October 22]. ED 395 664.\\nWheatley, Margaret J. (1992). Leadership and the new science. San Francisco: Berrett-Koehler.\\nDr. Glyn Brown is a senior program specialist with SERVE Regional Educational Laboratory. She studied at the University of Alabama (B.S.), the University of Southern Mississippi (M.S.), and completed her Ph.D. in Family and Child Development at Auburn University. Prior to coming to SERVE, Dr. Brown worked as a children's therapist in a community mental health program. As a program specialist with SERVE, Dr. Brown provides training and direct consultation to school personnel, child care providers, and community partnerships.\\nSERVE Regional Educational Laboratory\\n1203 Governor's Square Blvd., Suite 400\\nTallahassee, FL 32301\\nCarolynn Amwake, a program specialist at the SERVE Regional Educational Laboratory, has extensive experience working with families, child care providers, teachers, administrators, and community partners. She received her B.S. from Radford University in early childhood education and special education and has taught children with special needs in elementary schools, children's homes, and child care centers. Her experiences as an educator and parent led to an interest in improving the quality and continuity of early childhood transitions for both children and families.\\nSERVE Regional Educational Laboratory\\n1203 Governor's Square Blvd., Suite 400\\nTallahassee, FL 32301\\nTimothy Speth is a research associate at Northwest Regional Educational Laboratory (NWREL). He received his B.S. in psychology from South Dakota State University and his M.A. from San Diego State University. He has extensive training and experience in research design, statistics, and program evaluation. Mr. Speth is currently involved with several research and evaluation projects throughout the Northwest, as a Research Associate of NWREL's Child and Family Program. He is the primary external evaluator for six Alaska schools participating in the Comprehensive School Reform Demonstration Project (CSRD) and assists in CSRD-related activities throughout the Northwest.\\nNorthwest Regional Educational Laboratory\\n101 S.W. Main Street, Suite 500\\nPortland, OR 97204-3297\\nCatherine Scott-Little, Ph.D., is director of the Expanded Learning Opportunities Project for SERVE. Dr. Little completed her graduate work in human development at the University of Maryland, College Park. Her undergraduate degree in child development and family relations is from the University of North Carolina at Greensboro. Prior to joining SERVE, Dr. Little was deputy director of a large Head Start program in Fort Worth, Texas, and she has also served as director for a child development center serving homeless families in the Washington, DC, area.\\nSERVE Regional Educational Laboratory\\nP.O. Box 5367\\nGreensboro, NC 27435\", \"id\": \"<urn:uuid:5796c026-a8b2-4a00-ac9d-d935eecfa46f>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://ecrp.uiuc.edu/v4n2/brown.html\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9614564776420593, \"token_count\": 8499, \"score\": 3.296875, \"int_score\": 3}\n"
"{\"text\": \"Date: August 2010\\nCreator: Allen, Evette L.\\nDescription: Family communication has the potential to affect a variety of youth behavioral outcomes including adolescent sexual risk behavior. Within chapter 1, I present past literature on adolescent sexual risk behaviors, family communication patterns, and the gaps associated with those areas. In chapter 2, I review previous literature on adolescent sexual risk behavior, parent-child communication and family communication patterns. In chapter 3, I present the method which includes a description of the participants, procedures, measures, and data analysis used. In Chapter 4, I present the results of the study. According to the results of the study, father-child communication is not a better predictor of adolescent sexual risk behavior. A higher quantity of parent-child communication does not lead to less adolescent sexual risk behavior. Participants with a pluralistic family type do significantly differ from laissez-faire and protective family types in regards to levels of parent-child communication. Participants with a consensual family type do have significantly higher levels of parent-child communication in comparison to laissez-faire family types, but not protective family types. Finally, in chapter 5, I present the discussion with a review of previous research (consistent or inconsistent with the current findings), limitations and conclusions for the current study.\\nContributing Partner: UNT Libraries\", \"id\": \"<urn:uuid:eeed63e4-ccb3-480f-bd77-7d8de8b6555e>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://digital.library.unt.edu/explore/partners/UNT/browse/?fq=untl_decade%3A2010-2019&fq=str_degree_department%3ADepartment+of+Communication+Studies\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.8894909024238586, \"token_count\": 271, \"score\": 2.578125, \"int_score\": 3}\n"
"{\"text\": \"By Justin Moyer\\nThe Washington Post\\n— Defense Secretary Leon Panetta signed an order Thursday allowing women the same opportunities as men to serve in combat, including formerly off-limits assignments on attack submarines and in the Navy SEALs. Just two weeks before the announcement, researchers from San Diego's Naval Health Research Center published a study suggesting that some recent mothers deployed on the battlefield may be more prone to depression after seeing action.\\n\\\"Women who deploy and report combat-associated exposures after childbirth are significantly more likely to screen positive for maternal depression than are women who did not deploy after childbirth,\\\" concluded the study, titled \\\"Is Military Deployment a Risk Factor for Maternal Depression?\\\" and appearing in the Journal of Women's Health. \\\"It is also possible,\\\" the report noted, \\\"that giving birth and leaving a young child, in addition to the experience of combat, contribute to postdeployment depression.\\\"\\nThe study included eight co-authors, five of them associated with the Naval Health Research Center, a research and development laboratory within the Department of Defense. It was based on surveys of more than 1,600 women who \\\"gave birth during active duty service.\\\"\\nNot all branches of the armed forces showed the same results. \\\"Participants who served in the Army had an increased risk of maternal depression; Army service members tend to be deployed longer and more frequently than personnel serving in the Navy and Air Force,\\\" the study found.\\nOf course, you don't have to be a mom to experience depression on the front line. The report points out that \\\"the increased rate of depression is primarily attributed to experiencing combat while deployed,\\\" not just to whether a solider is also a parent.\", \"id\": \"<urn:uuid:5a5aeb9f-2d6c-45df-aca0-8ea28cde7f62>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://paulsvalleydailydemocrat.com/community-news-network/x1633465595/Are-mothers-in-combat-more-prone-to-depression/print\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9703717827796936, \"token_count\": 341, \"score\": 2.515625, \"int_score\": 3}\n"
"{\"text\": \"Children of substance abusers: Observations and their mothers' reports of childrearing practices\\nThe widespread use of drugs includes women who are mothers and of childbearing age. A review of the literature shows that women who are substance abusers suffer from depression, low self-esteem, have poor health and nutrition, and histories of family violence and abuse.^ During pregnancy, addictive women often lack prenatal care. In utero exposure to drugs is associated with multiple postnatal outcomes which include prematurity, low birth weight, neonatal abstinence syndrome, and Acquired Immunodeficiency Syndrome (AIDS). Intelligence testing found that the children scored within the normal range but significantly lower than the children of drug-free controls.^ Conflicting views on the parenting of mothers who are substance abusers exist. Deprived and poorly nurtured in childhood themselves, they feel inadequate as parents. However, they love their children, are capable of learning developmental issues of childhood, and can respond with sensitivity to their needs.^ The purpose of this study was to examine the child-rearing attitudes and parental style of addicted mothers and the impact of their drug use, parental attitudes, and demographic variables on their interactions with their children. Forty-four mothers, forty-one drug users and three non-drug users, and nineteen infants participated in the study. Participants attended the Infant and Toddler Schools of the Center for Comprehensive Health Practice, Inc. Subjects completed the demographic sheet and the modified Child-Rearing Practices Report (CRPR). The child data was obtained from the agency and included the scores of the Bayley Scales of Infant Development, the Checklist for Caregiver-Infant Observation, and the Home Observation for Measurement of the Environment-Short Form (Home-SF). Generally, greater parental control and less expression of affection were adhered to as values by the participants of the study. Correlations as a function of drug usage and demographic variables suggested that the participants held both sound and inappropriate child-rearing attitudes. Length of treatment and the age of the youngest child emerged as the demographic variables most related to the parental attitude variables. The children scored within the average range of intelligence, however, the range of variation was highly significant. ^\\nHealth Sciences, Mental Health|Women's Studies|Psychology, Developmental\\nSarai Ramona Padilla-Rafalsky,\\n\\\"Children of substance abusers: Observations and their mothers' reports of childrearing practices\\\"\\n(January 1, 1993).\\nETD Collection for Pace University.\", \"id\": \"<urn:uuid:288bae5d-f267-40ac-bd2c-195909577617>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://digitalcommons.pace.edu/dissertations/AAI9406436/\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9386689066886902, \"token_count\": 516, \"score\": 2.546875, \"int_score\": 3}\n"
"{\"text\": \"Education and health outcomes for social minorities in India: An analysis using SUR model\\nAbstractThe current study analyzes the health and education outcomes of fifteen year old children in India and investigates the question of inequality of such outcomes for socio-religious categories. To study the effect of health on education, SUR estimation has been undertaken. The comparison of SUR and OLS results shows that SUR estimates have smaller standard errors than the OLS estimates. Of the three categories analyzed in the data, STs have worst outcomes for both education and health and SCs lag behind in the health field. The results have important implications for policy regarding education and health of the socio-religious minorities.\\nDownload InfoIf you experience problems downloading a file, check if you have the proper application to view it first. In case of further problems read the IDEAS help page. Note that these files are not on the IDEAS site. Please be patient as the files may be large.\\nBibliographic InfoPaper provided by Agricultural and Applied Economics Association in its series 2012 Annual Meeting, August 12-14, 2012, Seattle, Washington with number 124840.\\nDate of creation: 2012\\nDate of revision:\\nContact details of provider:\\nPostal: 555 East Wells Street, Suite 1100, Milwaukee, Wisconsin 53202\\nPhone: (414) 918-3190\\nFax: (414) 276-3349\\nWeb page: http://www.aaea.org\\nMore information through EDIRC\\nHealth Economics and Policy;\\nThis paper has been announced in the following NEP Reports:\\nPlease report citation or reference errors to , or , if you are the registered author of the cited work, log in to your RePEc Author Service profile, click on \\\"citations\\\" and make appropriate adjustments.:\\n- Sonalde Desai & Veena Kulkarni, 2008. \\\"Changing educational inequalities in india in the context of affirmative action,\\\" Demography, Springer, vol. 45(2), pages 245-270, May.\\n- Vani Borooah & Sriya Iyer, 2005.\\n\\\"Vidya, Veda, and Varna: The influence of religion and caste on education in rural India,\\\"\\nThe Journal of Development Studies,\\nTaylor and Francis Journals, vol. 41(8), pages 1369-1404.\\n- Vani K. Borooah & Sriya Iyer, 2002. \\\"Vidya, Veda, and Varna: The Influence of Religion and Caste on Education in Rural India,\\\" ICER Working Papers 32-2002, ICER - International Centre for Economic Research.\\n- Behrman, Jere R, 1996. \\\"The Impact of Health and Nutrition on Education,\\\" World Bank Research Observer, World Bank Group, vol. 11(1), pages 23-37, February.\\n- Dreze, Jean & Kingdon, Geeta Gandhi, 2001.\\n\\\"School Participation in Rural India,\\\"\\nReview of Development Economics,\\nWiley Blackwell, vol. 5(1), pages 1-24, February.\\n- Jean Drèze & Geeta Gandhi Kingdon, 1999. \\\"School Participation in Rural India,\\\" STICERD - Development Economics Papers - From 2008 this series has been superseded by Economic Organisation and Public Policy Discussion Papers 18, Suntory and Toyota International Centres for Economics and Related Disciplines, LSE.\\n- Jean Dreze & Geeta Gandhi Kingdon, 1999. \\\"School Participation in Rural India,\\\" Working papers 69, Centre for Development Economics, Delhi School of Economics.\\n- Ashwini Deshpande, 2000. \\\"Recasting Economic Inequality,\\\" Review of Social Economy, Taylor and Francis Journals, vol. 58(3), pages 381-399.\\n- Case, Anne & Fertig, Angela & Paxson, Christina, 2005. \\\"The lasting impact of childhood health and circumstance,\\\" Journal of Health Economics, Elsevier, vol. 24(2), pages 365-389, March.\\nFor technical questions regarding this item, or to correct its authors, title, abstract, bibliographic or download information, contact: (AgEcon Search).\\nIf you have authored this item and are not yet registered with RePEc, we encourage you to do it here. This allows to link your profile to this item. It also allows you to accept potential citations to this item that we are uncertain about.\\nIf references are entirely missing, you can add them using this form.\\nIf the full references list an item that is present in RePEc, but the system did not link to it, you can help with this form.\\nIf you know of missing items citing this one, you can help us creating those links by adding the relevant references in the same way as above, for each refering item. If you are a registered author of this item, you may also want to check the \\\"citations\\\" tab in your profile, as there may be some citations waiting for confirmation.\\nPlease note that corrections may take a couple of weeks to filter through the various RePEc services.\", \"id\": \"<urn:uuid:59aba203-f89c-4dfb-b105-96a2f515c170>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://ideas.repec.org/p/ags/aaea12/124840.html\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.8616490960121155, \"token_count\": 1045, \"score\": 2.515625, \"int_score\": 3}\n"
"{\"text\": \"Survey data is a snapshot of a population, a moment captured in numbers, like vital signs: height, weight, temperature, blood pressure, etc. People build trend lines and watch for changes, shifting strategies as they make educated guesses about what’s going on. What’s holding steady? What’s spiking? What’s on the decline?\\nJust as a thermometer makes no judgment, the Pew Research Center provides data about the changing world around us. We don’t advocate for outcomes or recommend policies. Rather, we provide an updated record so that others can make those pronouncements and recommendations based on facts.\\nThe latest in our health research series is being released today. Health Online 2013 finds that internet access and interest in online health resources are holding steady in the U.S. For a quick overview, read on…\\nWhat is new?\\n1 in 3 U.S. adults use the internet to diagnose themselves or someone else – and a clinician is more likely than not to confirm their suspicions. This is the first time we – or anyone else – has measured this in a straightforward, national survey question.\\n1 in 4 people looking online for health info have hit a pay wall. This is the first data I know of that begins to answer the important question: what is the public impact of closed-access journals?\\nWe added three new health topics:\\n- 11% of internet users have looked online for information about how to control their health care costs.\\n- 14% of internet users have looked online for information about caring for an aging relative or friend.\\n- 16% of internet users have looked online for information about a drug they saw advertised.\\n(A full list of all the health topics we’ve included, 2002-10, is available here.)\\nWhat has changed?\\nThe percentage of people who have consulted online reviews of drugs and medical treatments dropped (and I don’t know why — do you have a theory? Please post a comment.)\\nRelated: why aren’t health care review sites catching on? Pew Internet has tracked a boom in consumer reviews of other services and products — why not health care?\\nWhat to keep an eye on?\\nOne of my favorite survey questions is asked of all adults and attempts to capture a broad portrait of health care resources that someone might tap into when they’re sick.\\nIt’s a useful question for keeping online resources in perspective. I think it’s also going to prove useful in the coming years as the landscape shifts and people have more opportunities to connect with clinicians online. How fast will that ”Yes, online” group grow? Or will care always be hands-on at its core — and therefore we should see growth in the “Yes, both” category?\\nSpeaking of keeping things in perspective, I think it’s important to remind ourselves that there are pockets of people who remain offline. Internet access drives information access.\\nHere’s a table from the Appendix that digs even deeper:\\nIn other words, 64% of college educated adults in the U.S. have researched a specific disease online, compared with just 16% of U.S. adults who have not completed high school.\\nThese are just a few highlights — please read the report, ask questions, and tell us what you think: How’s the patient doing, based on this new set of vital signs? What do you prescribe?\", \"id\": \"<urn:uuid:06a1d3e1-b436-41ec-b891-5dc64a3f53ac>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://e-patients.net/archives/2013/01/health-online-2013-survey-data-as-vital-sign.html\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.946489691734314, \"token_count\": 716, \"score\": 2.578125, \"int_score\": 3}\n"
"{\"text\": \"Nutrition has a big impact on health, including major diseases such as heart disease, osteoporosis, and cancer. Our work is designed to help people keep track of the nutrional content of foods they have eaten. Our work uses shopping receipts to generate suggestions about healthier food items that could help to supplement missing nutrients. Our application, based on shopping receipt data, provides access to ambiguous suggestions for more nutritious purchases.\\nOur goal is to contribute a better understanding of how a sensor-based application can be integrated in everyday life. To do this, we chose an approach that can easily be replicated for many users, deployed, and tested for months at a time. We are currently in the process of conducting a diary study that can provide data on which we can train our prediction algorithms. We conducted a formative user study that suggested that receipts may provide enough information to extend our work by also estimating what people are actually eating, as opposed to simply what they are purchasing. We are also interviewing and observing people's shopping and food managing habits to further inform the system design.\", \"id\": \"<urn:uuid:0cbebbe3-f6c6-48cc-9401-6782625b11a6>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.eecs.berkeley.edu/IPRO/Summary/Old.summaries/03abstracts/jmankoff.2.html\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9747440218925476, \"token_count\": 216, \"score\": 2.8125, \"int_score\": 3}\n"
"{\"text\": \"Healthy Eating Plate\\nHarvard’s New Guide to Healthy Eating\\nStart here to learn more about the new Healthy Eating Plate created by nutrition experts at Harvard School of Public Health, in conjunction with Harvard Health Publications. The Healthy Eating Plate can be your blueprint for planning a healthy balanced meal, and it fixes key flaws in the U.S. Department of Agriculture’s MyPlate.\\nHow can you follow the Healthy Eating Plate? Here’s a rundown, section by section:\\n- Fill half of your plate with vegetables and fruits. The more color, and the more variety on this part of the plate, the better. Potatoes and French fries don’t count as vegetables on the Healthy Eating Plate, because they are high in fast-digested starch (carbohydrate), which has the same roller-coaster effect on blood sugar and insulin as white bread and sweets. These surges, in the short term, can lead to hunger and overeating, and in the long term, can lead to weight gain, type 2 diabetes, and other health problems. Read more about vegetables and fruits, or read more about carbohydrates and health.\\n- Save a quarter of your plate for whole grains—not just any grains: Whole grains—whole wheat, brown rice, and foods made with them, such as whole wheat pasta—have a gentler effect on blood sugar and insulin than white bread, white rice, and other so-called “refined grains.” That’s why the Healthy Eating Plate says to choose whole grains—the less processed, the better—and limit refined grains. Read more about whole grains.\\n- Put a healthy source of protein on one quarter of your plate: Chose fish, chicken, beans or nuts, since these contain beneficial nutrients, such as the heart-healthy omega-3 fatty acids in fish, and the fiber in beans. An egg a day is okay for most people, too (people with diabetes should limit their egg intake to three yolks a week, but egg whites are fine). Limit red meat—beef, pork, and lamb—and avoid processed meats—bacon, cold cuts, hot dogs, and the like—since over time, regularly eating even small amounts of these foods raises the risk of heart disease, type 2 diabetes, and colon cancer. Read more about healthy proteins.\\n- Use healthy plant oils. The glass bottle near the Healthy Eating Plate is a reminder to use healthy vegetable oils, like olive, canola, soy, corn, sunflower, peanut, and others, in cooking, on salad, and at the table. Limit butter, and avoid unhealthy trans fats from partially hydrogenated oils. Read more about healthy fats.\\n- Drink water, coffee or tea. On the Healthy Eating Plate, complete your meal with a glass of water, or if you like, a cup of tea or coffee (with little or no sugar). (Questions about caffeine and kids? Read more.) Limit milk and dairy products to one to two servings per day, since high intakes are associated with increased risk of prostate cancer and possibly ovarian cancer. Limit juice to a small glass per day, since it is as high in sugar as a sugary soda. Skip the sugary drinks, since they provide lots of calories and virtually no other nutrients. And over time, routinely drinking sugary drinks can lead to weight gain, increase the risk of type 2 diabetes, and possibly increase the risk of heart disease. Read more about healthy drinks, or read more about calcium, milk, and health.\\n- Stay active. The small red figure running across the Healthy Eating Plate’s placemat is a reminder that staying active is half of the secret to weight control. The other half is eating a healthy diet with modest portions that meet your calorie needs. Read 20 tips for staying active.\\nComparing the Harvard Healthy Eating Plate to the USDA’s MyPlate shows the shortcomings of MyPlate. Read a head-to-head comparison of the Healthy Eating Plate vs. the USDA’s MyPlate.\\nYou can use the Healthy Eating Plate side by side with the Healthy Eating Pyramid, a simple and trustworthy guide to healthy eating created by faculty in the Department of Nutrition at Harvard School of Public Health. Read an in-depth article about the Healthy Eating Plate and the Healthy Eating Pyramid. Or read answers to common questions about the Healthy Eating Plate.\\nDownload the Healthy Eating Plate\\nThe Healthy Eating Plate image on this Web site is owned by the Harvard University. It may be downloaded and used without permission for educational and other non-commercial uses with proper attribution, including the following copyright notification and credit line:\\nCopyright © 2011, Harvard University. For more information about The Healthy Eating Plate, please see The Nutrition Source, Department of Nutrition, Harvard School of Public Health, www.thenutritionsource.org, and Harvard Health Publications, health.harvard.edu.\\nAny other use, including commercial reuse or mounting on other systems, requires permission from the Department of Nutrition at Harvard School of Public Health. To request permission, please contact us using the Healthy Eating Plate reprint request form on this Web site.\\nThe aim of the Harvard School of Public Health Nutrition Source is to provide timely information on diet and nutrition for clinicians, allied health professionals, and the public. The contents of this Web site are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this Web site. The information does not mention brand names, nor does it endorse any particular products.\", \"id\": \"<urn:uuid:d5d999fa-d1cc-4fd9-9ee8-ebccf2bf3001>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.hsph.harvard.edu/nutritionsource/healthy-eating-plate/\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9277822971343994, \"token_count\": 1170, \"score\": 3.046875, \"int_score\": 3}\n"
"{\"text\": \"Blood sugar is your body's primary source of fuel and plays a vital role in physical and mental well-being. But when it rises above normal, your health, your energy levels, and your weight-loss efforts are jeopardized.\\nEven before blood sugar levels reach the point of a type 2 diabetes diagnosis, the health problems can be serious. More and more research links even slightly high blood sugar to food cravings, mood swings, and excess weight, as well as pregnancy and fertility problems, heart attacks, stroke, and even some forms of cancer, early evidence suggests.\\nGood nutrition in general can help keep type 2 diabetes and high blood sugar at bay. But some specific foods and spices have been found to lower or help control blood sugar. Give these a taste.\\nAvocado. This fruit is rich in a particular kind of monounsaturated fat called oleic acid, which has been found to improve fat levels in the body and help control diabetes. Help yourself to another serving of avocado!\\nBeans. Many studies have shown that eating foods high in soluble fiber, particularly beans, reduces the rise in blood sugar after meals and delays the drop in blood sugar later on.\\nCinnamon. Some alternative practitioners think that cinnamon may be helpful in making insulin receptors work better. Stir 1 teaspoon daily into a food or beverage. Other spices found to help the body use insulin more efficiently include bay leaf, clove, and turmeric.\\nCoffee. Regular drinkers may be less likely to develop diabetes, reveals a study from the University of Minnesota. Diabetes experts suspect that compounds and minerals in coffee beans may improve the sensitivity of insulin receptors and help the body process blood sugar more efficiently.\\nOrange. Studies indicate the soluble fiber and pectin in oranges can help control changes in blood sugar as well as help lower cholesterol.\\nSweet potato. Despite its name -- and a flavor so luscious it makes a good dessert -- the sweet potato doesn't raise your blood sugar as high, or as fast, as a white potato.\\nTea. Studies have shown that extracts of black tea may significantly reduce blood sugar levels. And enjoying a cup of chamomile tea may be more than a restful nighttime ritual -- the herb may help reduce blood sugar fluctuations.\\nFor more healthy living news and features, visit PureMatters.com -- and don't forget to stop by the Pure Matters Shop for all your vitamin and supplement needs.\\nSource: Pure Matters http://www.purematters.com/prevention/diabetes/foods-that-help-balance-blood-sugar\", \"id\": \"<urn:uuid:3bf4516a-cbfc-4fc5-a5b8-b627d273fec2>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.krdo.com/news/health/diabetes-awareness/Foods-that-help-balance-blood-sugar/-/15278768/14431246/-/5daahv/-/index.html\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9182339906692505, \"token_count\": 530, \"score\": 2.875, \"int_score\": 3}\n"
"{\"text\": \".8grams X kilogram of body weight/day\\nHow to convert pounds into kilograms: #pounds/2.2 = kg\\nFor example someone who weighs say 110 would be 50kg. So we take 50kg and multilpy that by .8gm and they should be getting about 40 grams of protein a day. Low protein diets can result in weak bones, muscle wasting, and decrease in time for wounds to heal. Protein is essential in the diet and having enough is very important especially if you are exercising. When you are working with weights and building muscle adequate protein intake is essential in building those muscles.\\nIf you are taking a protein supplement in powder try to find one that does not have any added saturated or transaturated fats. There are some protein supplements out there that are made for gaining weight so they will have additional calories and fats in them. So make sure you read the label and everything says 0 except the protein.\\nThis brand is an excellent choice and very safe :\\nJust remember to read label and consult with your doctor if it is safe for you to take a protein supplement.\\nThe following foods are excellent sources of protein:\\n- cottage cheese\\n- nuts and seeds\\n- soy beans\\n- Greek yogurt\\nMake sure at every meal you have a protein, a healthy carbohydrate(whole wheat or whole grain), and good fat. (monounsaturated fats) Keep your meals and snacks balanced so you can stay full and not feel hungry throughout the day.\", \"id\": \"<urn:uuid:549e680b-1e0f-40fd-b7f5-2a96abd000ee>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://blog.themaddiet.com/2012/02/protein-and-why-it-is-important.html\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9625017046928406, \"token_count\": 305, \"score\": 2.609375, \"int_score\": 3}\n"
"{\"text\": \"Type 1 Diabetes: Living With the Disease (cont.)\\nIN THIS ARTICLE\\nType 1 diabetes requires daily attention to diet, exercise, and insulin. You may have times when this job feels overwhelming, but taking good care of yourself will help you will feel better, have a better quality of life, and prevent or delay complications from diabetes.\\nEat well and count carbohydrate grams\\nFollow one of these meal-planning methods to help you eat a healthful diet and spread carbohydrate through the day. This will help prevent high blood sugar levels after meals. For more information, see:\\nFocus on the type of carbohydrate as well as the amount. This might help you stay at your target blood sugar level. Foods with a low glycemic index (GI) may help prevent spikes in blood sugar. It is not yet known if these foods help prevent complications. Low glycemic foods do not raise blood sugar as quickly as high glycemic foods. Foods with a low GI include high-fiber whole grains, lentils, and beans. High GI foods include potatoes and white bread.\\nUsing fat replacers—nonfat substances that act like fat in a food—may seem like a good idea, but talk with a registered dietitian before you do. Some people may eat more food, and therefore more calories, if they know a food contains a fat replacer.\\nMake sure you know how to give yourself insulin.\\nTry to do at least 2½ hours a week of moderate activity. One way to do this is to be active 30 minutes a day, at least 5 days a week. Be sure to exercise safely. Drink plenty of water before, during, and after you are active. This is very important when it's hot out and when you do intense exercise. It may help to keep track of your exercise on an activity log(What is a PDF document?).\\nMonitor your blood sugar\\nChecking your blood sugar level is a major part of controlling your blood sugar level and keeping it in a target range you set with your doctor. For more information, see the topic Continuous Glucose Monitoring or see:\\nHandle high and low blood sugar levels\\nBe sure you:\\nControl your blood pressure and cholesterol\\nLimit your alcohol intake to no more than 2 drinks a day for men and 1 drink a day for women (none if you are pregnant). Discuss with your doctor whether you should drink alcohol.\\nAsk if a daily aspirin is right for you\\nTalk to your doctor about whether you should take low-dose aspirin. Daily low-dose aspirin (81 milligrams) may help prevent heart problems if you are at risk for heart attack or stroke. People with diabetes are 2 to 4 times more likely than people who don't have diabetes to die from heart and blood vessel diseases.5\\nDeal with your feelings\\nA chronic illness creates major change in your life. You may need to grieve the loss of your earlier life from time to time. Also, you may feel resentful, deprived, or angry about having to pay attention to what and how much you eat. For more information, see:\\nProtect your feet\\nDaily foot care can prevent serious problems. Foot problems caused by diabetes are the most common cause of amputations. For more information, see:\\nLearn more about diabetes\\nDiabetes is a complex disease and there is a lot to learn, such as:\\neMedicineHealth Medical Reference from Healthwise\\nTo learn more visit Healthwise.org\\nFind out what women really need.\\nPill Identifier on RxList\\n- quick, easy,\\nFind a Local Pharmacy\\n- including 24 hour, pharmacies\", \"id\": \"<urn:uuid:4d23291b-67fb-49e5-9b5d-a3644f4cb990>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.emedicinehealth.com/type_1_diabetes_living_with_the_disease-health/page11_em.htm\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9261971116065979, \"token_count\": 741, \"score\": 3.296875, \"int_score\": 3}\n"
"{\"text\": \"Details of Glycemic Index (GI)\\nThe GI Scale\\nThe glycemic index uses a scale from 1 to 100, which indicates the rate at which 50 grams of carbohydrate in a particular food is absorbed into the bloodstream as blood-sugar. The main reference food (rated 100) is glucose.\\nGI Rating Categories\\nThe glycemic index divides carbohydrate\\nfoods into three categories:\\nGI Food Testing is Ongoing\\nNot all foods have been given a GI value, although most food-types are covered. However, due to the way GI is measured using volunteer subjects, results can vary, so GI values for some specific foods are not yet uniformly established.\\nGI - Diabetes and Weight Control\\nAlthough the glycemic index was first designed to assist diabetes patients manage their blood-sugar levels, dietitians and weight experts now use it as a tool to help treat obesity, food cravings and appetite swings, and improve eating habits.\\nBoth the type AND quantity of carbohydrate in our food influence the rise in blood glucose. But the glycemic index only rates a standard 50 gram serving size of digestible carbohydrate in a particular food, which may not be appropriate for all foods. For example, foods whose serving size contains only a small amount of carbohydrate may in practice be better for blood sugar control than foods whose normal serving size contains a large amount of carbs. Therefore, to provide a more meaningful GI-rating system, researchers at Harvard University invented the term Glycemic Load, which applies the glycemic index to normal food serving sizes.\\nOBESITY, OVERWEIGHT and\", \"id\": \"<urn:uuid:17b26358-fba0-4434-86b5-ce1458abe71f>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://annecollins.com/gi-food-guide.htm\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9093489050865173, \"token_count\": 321, \"score\": 3.75, \"int_score\": 4}\n"
"{\"text\": \"Weights linked to lower diabetes risk\\nWeight gains Weight training, and not just cardio workouts, is linked to a lower risk of developing type 2 diabetes, according to a US study.\\n\\\"We all know that aerobic exercise is beneficial for diabetes - many studies have looked at that - but no studies have looked at weight training,\\\" says study leader Frank Hu, at the Harvard School of Public Health.\\n\\\"This study suggests that weight training is important for diabetes, and probably as important as aerobic training.\\\"\\nHu and his colleagues, whose report was published in the Archives of Internal Medicine, used data on more than 32,000 male health professionals, who answered questionnaires every two years from 1990 to 2008.\\nOn average, four out of 1000 men developed type 2 diabetes every year, the researchers found.\\nThe risk of getting the blood sugar disorder was only half as high for men who did cardio, or aerobic, workouts - say brisk walking, jogging or playing tennis - at least 150 minutes a week, as for those who didn't do any cardio exercise.\\nMen who did weight training for 150 minutes or more had a risk reduction of a third compared to those who never lifted weights, independently of whether or not they did aerobic exercise.\\nExercise is beneficial\\nWhereas weight training increases muscle mass and can reduce abdominal obesity, it tends not to cut overall body mass, says Hu.\\nThe results don't prove that working out staves off diabetes, because many men who stay fit may also be healthier in other ways, but the researchers did their best to account for such potential differences, including age, smoking and diet.\\n\\\"I think the benefits of weight training are real,\\\" says Hu. \\\"Any type of exercise is beneficial for diabetes prevention, but weight training can be incorporated with aerobic exercise to get the best results.\\\"\\nAlong with an appropriate diet, exercise is also important for people who already have type 2 diabetes and can help control high blood sugar, he adds.\", \"id\": \"<urn:uuid:fa576bb7-fea9-461f-8ee3-962a8a33a7f9>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.abc.net.au/science/articles/2012/08/07/3562561.htm?topic=health\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9761554002761841, \"token_count\": 400, \"score\": 2.734375, \"int_score\": 3}\n"
"{\"text\": \"By Karen Kaplan\\n5:53 PM EST, January 30, 2013\\nAttention dieters: Many of the “facts” you think you know about obesity and weight loss are wrong.\\nSo says a report published in Thursday’s edition of the New England Journal of Medicine. An international team of dietitians, doctors and other experts examined more than a dozen ideas about obesity that are widely believed to be true but aren’t actually supported by reliable medical evidence. It’s not just dieters who buy into these mistaken notions, the study authors note – much of this incorrect conventional wisdom is espoused by physicians, academic scientists, government agencies and (gulp) the media.\\nSeven of these errant ideas were classified as “myths,” meaning they are “beliefs held to be true despite substantial refuting evidence.” Another six were categorized as “presumptions,” or “beliefs held to be true for which convincing evidence does not yet confirm or disprove their truth.”\\nWithout further ado, let’s get to the myth-busting:\\nEating a little less or exercising a little more will lead to large weight loss over time, as long as those behaviors are sustained. This myth is based on the idea that 3,500 calories are equal to one pound. That equation was based on short-term experiments. In the long-term, the body compensates in various ways that slow down weight loss. For instance, the equation predicts that a person who burns 100 extra calories per day will lose more than 50 pounds over five years; in reality, that exercise regimen will cause a person to shed only about 10 pounds (assuming calorie intake remains the same).\\nIt’s important to set realistic weight-loss goals so dieters don’t get frustrated. Studies that have examined this reasonable-sounding assumption have found that having realistic goals has no impact on the amount of weight lost. Indeed, some studies have found that those who set the most ambitious goals lost the most weight, even if they fell short of their initial expectations.\\nSlow, gradual weight loss is easier to sustain than large, rapid weight loss. In fact, clinical trials have found that people who jump-start their diets by dropping a lot of weight in the beginning (by consuming only 800 to 1,200 calories per day, for instance) had the best results in long-term studies.\\nIn order to help someone lose weight, you must gauge their readiness to stick to a diet. Experimental evidence shows that readiness isn’t related to diet results.\\nSchool P.E. classes help reduce and prevent childhood obesity. While there is certainly some amount of physical education that would help fight childhood obesity, P.E. classes in their current form have not been shown to reduce BMI or obesity in kids on a consistent basis.\\nBabies who are breast-fed are less likely to become obese. If you think this is true, you’re in good company – the World Health Organization presented this “fact” in one of its reports. But a randomized, controlled clinical trial that followed 13,000 children for more than six years found “no compelling evidence” that breastfeeding staves off obesity, according to the New England Journal of Medicine report. (The authors did note that breastfeeding has other benefits and should be encouraged anyway.)\\nYou can burn 100 to 300 calories by having sex. In fact, having sex burns calories at about the same rate as walking at a pace of 2.5 mph. “Given that the average bout of sexual activity lasts about 6 minutes,” the authors write, a man in his early to mid-30s might burn 21 calories. But wait, it gets worse: Considering that this man could burn 7 calories just watching TV, the true benefit of having sex is only 14 additional calories burned.\\nThe report also says that these widely accepted ideas are just as likely to be false as true:\\n* Eating breakfast instead of skipping it will help prevent obesity.\\n* Long-term eating and exercise habits are set in early childhood.\\n* Regardless of what else you do, eating more fruits and vegetables will lead to weight loss (or less weight gain).\\n* Yo-yo dieting will take months or years off your life.\\n* Snacking will make you gain weight.\\n* The availability of sidewalks, parks and other aspects of the “built environment” influence the prevalence of obesity.\\nHow’s that for a reality check? You can read the full article for yourself here.\\nReturn to the Booster Shots blog.\\nFollow me on Twitter @LATkarenkaplan\\nCopyright © 2013, Los Angeles Times\", \"id\": \"<urn:uuid:47ca9e67-4f25-4611-86c4-df5f69a47bd0>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.courant.com/health/boostershots/la-heb-weight-loss-myths-20130130,0,7359705,print.story\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.957612931728363, \"token_count\": 977, \"score\": 2.796875, \"int_score\": 3}\n"
"{\"text\": \"How to Check Your Dog’s Pulse\\n6 of 7 in Series: The Essentials of Dog Care for a Healthy Pet\\nTo check your dog’s pulse, you need to locate the femoral artery, which lies just below the skin on the inside of the back legs, between two large muscles where the leg joins the body.\\nWith your dog standing, reach around in front of the rear leg where it joins his body, and slide your fingers into the groin area. You can feel the femoral artery pumping each time the heart beats.\\nWhen you have found the artery with your dog standing, try it with your dog lying on his side. Count how many pulses you feel in 15 seconds and multiply by 4 to get the number of beats per minute. Dogs normally have a pulse between 70 and 120 beats per minute. In puppies, the pulse ranges from 120 to 160 beats per minute.\\nBecome familiar with your dog’s pulse rate and how his pulse feels when he is relaxed as well as after exercise.\\nIf you have reason to believe your dog is suffering from an emergency, a dramatic change in pulse (such as, a slowed pulse indicating shock) can be one sign and symptom.\", \"id\": \"<urn:uuid:c5b7ff1c-c303-4447-bd3a-5dc50802f12c>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.dummies.com/how-to/content/how-to-check-your-dogs-pulse.seriesId-111403.html\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9533708095550537, \"token_count\": 248, \"score\": 2.765625, \"int_score\": 3}\n"
"{\"text\": \"A 2012 survey conducted by the Association for Pet Obesity Prevention found 52.5 percent of dogs and 58.3 percent of cats to be overweight or obese by their veterinarian. This translates to nearly 80 million dogs and cats in America with a weight problem. Dr. George Banta, chair of the Veterinary Technology department at Brown Mackie College - Akron and Dr. Mary Jo Wagner, attending veterinarian at Argosy University, Twin Cities, offer useful information for pet owners.\\nHow can you tell if your pet is overweight? “It’s not the number of pounds, it’s how the animal carries the weight,” says Banta. “The number on the Body Condition Score is more important than pounds.” The Body Condition Score offers a way to assess the condition of an animal, usually on a scale from one to five, taking into account height, weight, and relative proportions of muscle and fat.\\nWith a little knowledge, you can use sight and touch to figure your pet’s general condition. “When looking down on a dog or cat from above,” says Banta, “the body should slim to a discernable waist. An animal is too thin if you can see the spine or ribs; however, you should be able to feel them beneath the fur.” An animal of ideal weight will also display a pelvic tuck when viewed from the side.\\n“Just like humans, when animals overeat, they face increased risk for health problems like diabetes, heart disease, gastrointestinal problems and cancer,” continues Banta. In fact, these risks also include a shortened life expectancy.\\nMany owners feed pets according to the manufacturer’s suggested amounts; however, this instruction may not be right for your pet. “These guidelines are meant to cover all animals of a certain weight range,” says Wagner. “An owner must consider the age and activity level of each pet. The more active they are, the more calories they will burn in a day.”\\nMetabolism rates vary in animals the same way they do in people. Metabolism is the body process in which food is broken down for energy; another factor that affects the amount of food a pet needs. Wagner advises owners to keep an eye on body condition to judge whether a pet is eating properly. “If your pet shows signs of being overweight, simply cut back the amount of food given at each meal. Then weigh the pet in two or three weeks to see if it has made a difference,” she says.\\nChoosing the right food for your pet is important as well. Different brands of pet food contain varying amounts of protein, fat, carbohydrates and calories. “As a general rule, young, active dogs need high protein food,” says Wagner. “Older dogs need higher fiber to keep the gastrointestinal (GI) tract moving.” Ingredients listed on the package appear in descending order of volume; the first item on the list is most abundant in the food.\\nMost of us love to give treats, but many of us don’t realize how many we offer each day. “A 40-pound dog is one quarter the size of a 160-pound person,” Wagner says. “They have smaller stomachs. Look at calories in everything your pet eats. After that, it’s simple math.”\\n“Table scraps are a definite no. Zip, zilch, nada,” says Banta. “They are not good for two reasons. First, foods like chocolate, caffeine, grapes and raisins can be toxic to dogs. Second, the high fat content associated with table scraps, especially holiday trimmings, can lead to the onset of acute pancreatitis, which can be fatal.”\\nHe recommends offering a kibble of food or a carrot instead of a cookie. If you must give cookies, try breaking them in half. “Pets do enjoy treats as a reward; however, attention from you is also a reward. It’s important to praise animals. In some ways, spending time with them is better than a treat,” Wagner says.\", \"id\": \"<urn:uuid:5c0c1ba8-b765-4c27-8bb8-2a3fc0a82934>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://dvalnews.com/matchbin_businesses?state=ME&cat=Pet%20Care&ara=Pets\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9484106302261353, \"token_count\": 869, \"score\": 3.296875, \"int_score\": 3}\n"
"{\"text\": \"This book was the chosen book for the Celebration of Reading campaign, 2012\\nA Dog Named Worthless:\\nA Hero Is Born Children's Book\\nfor K-6th Grade Humane Education\\nA Dog Named Worthless: A Hero Is Born\\nWritten and illustrated by Rocky Shepheard\\nWelcome to Dogs Deserve Better's first Fantasy Action/Adventure Fiction picture book for kids and adults alike! Disney-esque in tone, the book is beautifully illustrated and written by Rocky Shepheard, a long-time supporter and advocate for chained dogs. The book is full color, hardback for better protection and sturdiness, and comes to life on 32 pages.\\nWorthless is a chained dog who has never lived inside the house. He suffers through cold winters and hot summers only with the help of his two friends—Otto and Sly Fox. His friends plot to free him and they set off on an adventure to look for a new life somewhere where there are no chains.\\nThey search for days in snow and ice until they find a place on the edge of a pond to hunker down for the winter.\\nBut fate intervenes and presents an opportunity for Worthless to finally prove to himself that he is worthy of love and a good home. Will Worthless have the courage to face his fears and become the dog he has always wanted to be?\\nAbout Worthless: Worthless was the name of a real dog, he was the reason that Dogs Deserve Better was founded and that's why the book was named after him. Someone actually named their dog Worthless, can you believe that? Read about his rescue here. It was fitting that the winning contest model for the book was another black lab named Maggie, beloved companion of Joe Maringo of SPARRO.\\nDan Piraro - Internationally acclaimed cartoonist and creator of Bizarro:\\n\\\"'A New Name for Worthless: A Hero is Born' is, like it's title character, anything but worthless. This is an exciting story with a full range of emotions that kids will love and adults will take pause to think about.\\nThe same story that is lovingly illustrated within plays itself out in communities all over the world and the lessons learned from this story are simple but so important. This book will lead readers of all ages to more fully understand the true nature of \\\"man's best friend\\\" with a common-sense, compassionate approach that can change the world for the better.\\\"\\n– Dan Piraro, creator of \\\"Bizarro\\\"\\nCia Bruno, Esq. - New York Animal Rights Advocate:\\n\\\"A masterfully captivating illustrative theme! In A New Name for Worthless: A Hero is Born, the author skillfully introduces several elements of conflict and resolution that are rich in\\nopportunity for mutual exploration between parent and child.\\nThe dominant message being that 'all' sentient creatures are worthy of our respect for their needs and existence.\\\"\\n— Cia Bruno, Attorney at law and advocate for all sentient creatures at www.meaningfuladvocacy.com\\nLorraine Chittock -Photographer and Author:\\n\\\"Wow. I love it. Finally a book appears which addresses a pressing dog\\nissue, but doesn't come across as preachy or pandering. From the first\\npage to the last, the reader is drawn into the troubles of Worthless,\\nand captivated by a wonderful story juxtaposed with exquisite\\npaintings. For children this book is a must. For adults, it signifies\\nhope and the progress being made for the lives of chained dogs all\\nover the world.\\\"\\nTravel books exploring our unique bond with animals\\nDDB Founder Tamira Thayne:\\n\\\"When Rocky presented his idea, I was instantly intrigued by a story that is less about the reality of everyday chaining, and more a fun fiction tale featuring animal friends and foes. I was delighted with his storyline, and even more enamored with his illustrations. I hope that A New Name for Worthless: A Hero is Born ends up on every dog lover's bookshelf, because that's where it deserves to be!\\\"\\n– Tamira C. Thayne, founder and CEO of Dogs Deserve Better www.dogsdeservebetter.org\\nRobin Helfritch Co-founder of Open The Cages Alliance:\\n\\\"Rocky Shepheard's inspiring and delightful book, “A New Name for Worthless: A Hero is Born” will warm your heart and leave you smiling. Beautifully illustrated, it tells the tale of “Worthless,” a neglected dog who is callously left by his uncaring human “owner” to live his life chained to a rickety wooden box in extreme temperatures. This is, unfortunately, the fate for far too many dogs. Luckily for Worthless, he has good friends, Sly Fox and Otto the Otter. Through teamwork, bravery and a little luck, Worthless's life takes a turn for the better!\\nThis book teaches the importance of compassion, friendship, collaboration, acceptance, and the fact that all deserve freedom from oppression. It is perfect for children and adults of all ages, and the life lessons learned in this book will resonate within all who read it.\\\"\\n– Robin Helfritch\\nCo-founder, Open the Cages Alliance\\nCatherine Hedges founder of Dont Bully My Breed, Inc.:\\n\\\"A New Name for Worthless; A Hero is Born, is a wonderful combination of fantasy and reality, and a reminder that no dog is born \\\"Worthless\\\" but, any dog, in the hands of the wrong person, can be treated as worthless. The book shows children everyone has worth and is a great lesson in self esteem, as well as emphasizing the importance of loyalty and friendship and what can be accomplished when friends work together. It shows the importance of compassion and love and should inspire kids to ask questions about animal cruelty and neglect. It is evident in Shepheard's heartwarming story and stunning illustrations that he is a person with a great heart and one hopes that his message will impact every adult or child who reads it.\\\"\\n– Catherine Hedges\\nFounder of Dont Bully My Breed, Inc.\\nNikki Brown - The UK DOG WHISPERER from Canine Angel:\\n\\\"'A New Name for Worthless: A Hero is Born' is just such a delightful book with a really simple yet powerful message about how these creatures that we humans call “Dogs”, can teach us all the important lessons of forgiveness, love, devotion, courage, bravery, living in the moment and never holding a grudge.\\nThe story is about how this dog views his world after being chained up to a dog house all his life suffering all weather conditions and being given the name of “Worthless “ by his human owner, reminding us all that neglect and cruelty still exists in today’s world.\\nThe beautiful illustrations help to ignite your imagination and take you into this dogs world where all he ever wants is the opportunity to show he can be the dog that he was born to be, and show that even though he has been mistreated he can still find it in his heart and soul to forgive, love unconditionally and become man’s best friend.\\nA great read for kids and adults, and every dog owner or potential dog owner needs to have this in their book collection.\\\"\\n– Nikki Brown – The UK DOG WHISPERER – Canine Angel\\nLeigh-Chantelle -Australian Vegan Activist/Singer Songwriter:\\n\\\"Worthless the Dog is much more than his namesake. His friends Sly the fox and Otto the sea otter unite to free him from his unbearable life chained to a rickety wooden box, all Worthless has known as a home.\\nBeautifully illustrated by Rocky Shepheard and written in the first person from Worthless’ point of view, A New Name for Worthless: A Hero is Born is a wonderful story of courage, friendship and bravery.\\nFamilies can read this wonderful book together and learn lessons in patience, humility, forgiveness and respect, all taught by Worthless the dog.\\nThis is a great resource book for Humane Education released by the not for profit organisation Dogs Deserve Better who believe in respecting, freeing and enhancing the freedom of all chained animals.\\\"\\nFounder of Green Earth Day, www.greenearthday.net\\nViva La Vegan www.vivalavegan.net\\nPerforming Artist www.leigh-chantelle.com\\nVeterinarian / Activist Dr. Armaiti May:\\n\\\"What an inspiration! Engaging as it is educational, this children’s book brings to light the little-known problem of dogs being neglected and left to languish on the end of a chain rather than with their family inside the home.\\nThis dog’s story of hardship, collaboration with his fellow animal friends, and ultimate freedom from unfair confinement warms the heart. It is beautifully told and fills the reader with empathy for the dog’s predicament as well as admiration for his determination to free himself and find a more loving home.\\\"\\n– Armaiti May, DVM\\nUsing age-appropriate messaging,\\nthis book targets the following Humane Education\\naspects for coursework and can be used to stimulate discussion\\nabout these issues with students and children:\\n• Dog Chaining\\n• Importance of friends\\n• Working as a team\\n• Wildlife education\\nbook follows the success of Puddles On The Floor, by Lorena Estep and illustrated by Tamira C. Thayne, and is only the second children's book created specifically for Dogs Deserve Better. It can be bought in package with Puddles at a discounted price, see below for package deals.\\nbook is perfect for family fun reading, and for humane\\neducation from kindergarten-through 6th grades. If\\nyou're a nonprofit who would like to buy wholesale for fundraising\\npurposes, please call us at 757-357-9292 for pricing options.\\nyou'd like DDB to come to your school\\nor group for a reading/visit, please call 757-357-9292\\nor e-mail firstname.lastname@example.org.\\nNow Take Phone Orders at 1.877.636.1408\\nor mail your order to 1915 Moonlight Rd., Smithfield, VA 23430.\\nA Dog Named Worthless: A Hero Is Born Book\\nWritten and Illustrated by Rocky Shepheard\\nCopy Pak of\\nA Dog Named Worthless: A Hero Is Born Book\\nPerfect for Gift-Giving! One Stop Shopping for all the kids in the family.\\nalmost $4.00! FREE\\nHero Kids' Pak\\nIncludes: A New Name for Worthless,\\nPuddles on the Floor, and Happy Dog! Coloring Book. The Hero Kids' Pak is the perfect classroom or home\\nteaching aid, allowing parents, teachers, and facilitators\\nto give children the 'whole Hero experience,'\\nHero Kids' Pak (FREE\\nHero Unchained 3 Pak\\nIncludes: A New Name for Worthless, Unchain My Heart, and Scream Like Banshee.The Hero Unchained 3 Pak is the perfect family pack, something for everyone in the family, and teaches about chaining, being a foster parent to a dog, and how you can get involved with making a dog's life better.\\nHero Unchained Pak (includes\\nHero Unchained Pak Plus\\nIncludes: A New Name for Worthless, Unchain My Heart, Puddles On The Floor and Scream Like Banshee. The Hero Unchained Pak Plus takes the family pack above and adds in Puddles on the Floor, for those who want both children's books.\\nHero Unchained Pak Plus (includes\\n—Special Fundraiser! Signed Copies of\\nA Dog Named Worthless - A Hero Is Born\\nSpecial Signed Copy by the Author Rocky Shepheard.\\nAll $10 Extra goes to support Dogs Deserve Better!\\nBOOK BLOGGER REVIEWS\", \"id\": \"<urn:uuid:5d5034f4-b974-4c74-91bf-ea7da192b616>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.dogsdeservebetter.org/aheroisbornbook.html\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9168495535850525, \"token_count\": 2498, \"score\": 2.5625, \"int_score\": 3}\n"
"{\"text\": \"Each year more than 4 million homeless pets are killed as a result of overpopulation, but families who adopt from animal shelters or rescue groups can help preserve these lives and support the growing trend of socially responsible holiday shopping. Best Friends Animal Society encourages families this holiday season to give the precious gift of life by adopting homeless pets rather than buying from breeders, pet stores or online retailers.\\nAlso, resist the urge to surprise a friend or family member with a living gift. Choosing the right pet is an extremely personal decision, one that should be made carefully by the adults who will be caring for the animal for its 15- to 20-year lifetime. Instead, offer an adoption gift certificate paired with a basket of pet care items or stuffed animal for the holiday itself, and then let the person or family choose the actual pet that feels right to them.\\nOnce you’ve decided to adopt, keep in mind that welcoming a pet into your life is a big decision and requires important preparation. Best Friends offers tips and advice to help make a smooth transition at home:\\n* Determine roles and responsibilities – Before bringing home a new pet, discuss what roles and responsibilities each family member will take on. Who will be in charge of feeding, walks, changing the litter box and taking your pet for regular visits to the vet? Giving each family member a specific task will help everyone feel involved, especially young children.\\n* Prep the house – Adding a pet to the house means adding new items to your shopping lists. For dogs, the basics are a collar and leash, chew toys, a kennel and dog bed. Cats need a litter box and litter, a scratching post and a carrying crate for transportation. Also don’t forget food and toys.\\n* Have your pet spayed/neutered – Spaying or neutering is one of the greatest gifts you can provide your pet and community. It not only helps control the overabundance of pets, but can also help prevent medical and behavioral problems from developing. Most shelters include this with the adoption package or can recommend a local veterinarian in your area, so check with the staff at the shelter before you leave.\\n* Research community rules and resources – Do a little research on what identification (tags, microchips, etc.) you might need for your pet. Scout out the local dog parks and runs for future outdoor fun, and make sure you know where emergency vet clinics or animal hospitals are located.\\n* Set limits – Having pre-determined rules will create consistency in training and help make the home a pleasant environment for you and your pet. Will your pet be allowed to snuggle with you in bed or curl up with you on your furniture? Will treats be limited to one a day? It’s important to discuss these questions as a family before your new family member arrives.\\nAn estimated 17 million people will be adding pets to their families this year, so this season, help bring some holiday cheer to a homeless pet by adopting your newest companion.\", \"id\": \"<urn:uuid:cefe5610-f57c-40d2-938e-5283619dbcb4>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://queensledger.com/view/full_story/20992104/article-The-holiday-gift-that-keeps-on-giving--opt-to-adopt-a-pet--save-a-life?instance=pets\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9344787001609802, \"token_count\": 614, \"score\": 2.59375, \"int_score\": 3}\n"
"{\"text\": \"London, July 27 (IANS) Personal computers are fast taking over the place of human beings’ long time best friend, the family dog, a British study has found.\\nResearchers have found just six percent of us believe that “most people rely more on their dog than they do on their PC,” while 67 percent think the opposite to be true.\\nEven 38 percent of dog owners confessed to relying more on their PC than on their dog, although 36 percent disagreed. And 71 percent of 18 to 24-year-old dog owners said they relied more on their computer, Daily Mail reported.\\nAccording to Paul Allen, editor of Computeractive magazine, which carried out the poll with the Royal Society For The Protection Of Cruelty to Animals, said: “These days you can even take your PC for a walk, provided you have a laptop or tablet.\\n“It’s only a matter of time until the first PC that fetches your slippers.”\\nResearchers talked to 2,000 British adults to find out about the change modern technology has brought to their home life. They found that male dog owners are almost twice as likely as female owners to rely on their computer than a canine companion.\\nAllen said: “With broadband bringing them global news and newspaper sales falling, the family dog even misses out on the pleasure of taking the paper to his owner.”\\nBut it’s not all bad news for obedient dogs.\\n“The family PC has given dog owners access to a wealth of resources and information that can help with the long-term care that a dog needs,” Allen said.\\n“From finding the best vets to researching great new walks that all the family can enjoy, the web enables the PC to become a dog’s best friend.”\", \"id\": \"<urn:uuid:acf63c79-1e8c-42ef-b258-4af77f4aa4f0>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.filmitown.com/2011/07/27/computers-replacing-dogs-place-in-your-life/\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9685049057006836, \"token_count\": 375, \"score\": 2.53125, \"int_score\": 3}\n"
"{\"text\": \"There are many ways to effectively teach a dog.\\nNot so long ago, most of the accepted methods for training were forceful or aversive. Unfortunately, some of these methods still are in use among the abusive and uneducated.\\nOne of the pioneers of gentle training techniques was Barbara Woodhouse. This English dog trainer was instrumental in paving the way for today’s nonaversive and positive methods of training. She was a genius at molding behaviors with lures and gently “modeling” a dog into positions without force. But even Woodhouse used some techniques that can be considered rough by today’s standards.\\nIf you have researched dog-training methodologies at all, you probably have noticed that a percentage of the available training books advocate the use of a “choke chain” (otherwise called the training collar). When used properly, this training device relies on aversion to get the dog’s attention or to make a correction when your dog doesn’t respond to a command correctly. A sharp snap of the leash tightens the collar around the dog’s neck, startling the dog with a momentary, low-level pain.\\nThe choke chain is not a training device for leash pullers, as is commonly thought, and when used incorrectly can, at the least, cause misalignment of the spine and trachea damage. At worst, it can cause brain damage and even death. Because there is such a high risk for misuse of this device (you may not realize that the choke chain should be worn with the free ring up, for instance), the training world probably would be much better off without it.\\nYour efforts to train your dog should focus on building a bond and nurturing trust. This bond becomes the motivator that drives your dog to learn, focus and respond.\\nWhy would anyone want to use force or violence when positive reinforcement works so well? Why should your dog trust you if he knows that you are likely to hit him when he is unfocused or confused? That’s like your supervisor yelling at you when you have problems with a difficult task. Stress won’t help you concentrate or focus better. Abusive treatment of dogs in the name of training, just as abusive handling of employees in the name of supervision, doesn’t work. It does, however, tell us a lot about the trainer.\\nFor any method of dog training to be successful, it must be:\\nEffective – If it’s not effective, what’s the point?\\nEfficient – Both you and your dog will become frustrated if training takes too long.\\nEnjoyable – Fun is an important ingredient in motivating both you and your dog.\\nThe proper execution of any training program is dependent on these three ingredients.\\nBut, ultimately, the most important ingredient in your training program is you, the owner. The trust you nurture in your dog will be evident in his willingness to look to you for leadership and his motivation to work with you in any and all situations. Those qualities are in your dog right now but cannot be developed through the use of harsh training methods.\\nDog training can be whatever you want it to be. If you rely on anger and force, the relationship and trust will suffer. If you rely on motivation and reward, while providing appropriate consequences for misdeeds, training just gets better and better.\\nJulie Winkelman is a certified pet dog trainer and a certified dog trainer. Reach her at www.alphacanineacademy.com.\", \"id\": \"<urn:uuid:81426048-4862-4bb7-9a74-922f76b4cc47>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://durangoherald.com/article/20130314/COLUMNISTS52/130319783/1001/'We-can't-afford-four-more-years'--\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9554711580276489, \"token_count\": 724, \"score\": 2.765625, \"int_score\": 3}\n"
"{\"text\": \"Guest Author - Heather Thomas\\nIn most wild species, birds display dominance within the flock to determine their place or roll within that flock. Males display and vocalize to win their choice of female. The term “pecking order” comes from natural bird behavior. Dominant behavior is natural and expected in the wild. We must be cautious, as humans, not to project our sense of right and wrong onto our feathered companions.\\nSimilar to birds that still live in the wild, your bird may be only a few generations removed from the wild and will display natural behavior tendencies. Understanding these basic characteristics helps you understand how to interact with your bird and creates a happier flock experience for all.\\nThe Lunging or Biting Bird\\nOne must be cautious to label “bad” behavior as dominant behavior. Lunging and biting are most often caused by fear. Changing a bird’s environment too drastically such as cage placement, a new cage, rearranging the furniture in a room or even something as simple as changing the drapery on the window next to their cage can cause even a friendly bird to become seemingly aggressive. It is important to consider environmental changes before labeling your bird’s behavior as dominant. Typical dominant behavior that manifests itself as biting or lunging would be a bird that loves to sit only on your shoulder and bites you when you attempt to remove them. Protecting a favorite person or place in your home by lunging or biting at others who happen to come too close would also be correctly labeled as dominant behavior.\\nThe Bully Bird\\nYou may have a situation where you keep more than one bird in a cage. If you have a flock that works well together you will be able to tell who the dominant male is but it will not adversely affect your flock. If you have a dominant male that is a bully, you may observe him forcing other birds off of their perch or guarding a food dish and not letting anyone else eat from it. In worst-case scenarios, your bully will single out a victim and force that bird to dwell at the bottom of the cage or even injure and possibly kill this weaker bird. If you have a dominant bully, it is best to remove him from the cage and keep him in a cage by himself or with his mate.\\nThe Anti-Social Bird\\nAs much as you try your bird has no interest in becoming your friend. This bird often flutters around its cage to avoid your hand or takes to flight to escape your reach. I find this behavior often typical of a bird with unclipped wings. There are people who keep birds that believe it is cruel to clip a bird’s wings. I will cover this topic in depth at a later time but here will touch on effects not clipping your bird’s wings has on dominance. By the very act of keeping a bird as a pet, you are choosing to take this wonderful winged creature and transform it into your friend or companion. If you take this action, it changes the purpose of the animal. If you allow your bird to retain the ability of flight, you are permitting your bird to escape your reach and do whatever it wants. This may be fine, if you want a wild bird as a pet. However, if you want a friendly bird, you want a bird dependent on you, a bird that does not fly away just because it wants to.\\nFor a well-mannered bird, keep the flock mentality where you are the dominant bird. If you want a bird that respects you, you must maintain dominance. This is not achieved by cruel discipline. Observe your bird and be consistent with your expectations and interaction within your flock. Do not allow unacceptable dominant behavior to take root in your avian friend.\", \"id\": \"<urn:uuid:41e51805-6ce5-4e0e-812d-f25764378578>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.bellaonline.com/articles/art18014.asp\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9609537720680237, \"token_count\": 762, \"score\": 3.40625, \"int_score\": 3}\n"
"{\"text\": \"WE have in this chapter to consider why the females of many birds have not acquired the same ornaments as the male; and why, on the other hand, both sexes of many other birds are equally, or almost equally, ornamented? In the following chapter we shall consider the few cases in which the female is more conspicuously coloured than the male.\\nIn my Origin of Species* I briefly suggested that the long tail of the peacock would be inconvenient and the conspicuous black colour of the male capercailzie dangerous, to the female during the period of incubation: and consequently that the transmission of these characters from the male to the female offspring had been checked through natural selection. I still think that this may have occurred in some few instances: but after mature reflection on all the facts which I have been able to collect, I am now inclined to believe that when the sexes differ, the successive variations have generally been from the first limited in their transmission to the same sex in which they first arose. Since my remarks appeared, the subject of sexual colouration has been discussed in some very interesting papers by Mr. Wallace,*(2) who believes that in almost all cases the successive variations tended at first to be transmitted equally to both sexes; but that the female was saved, through natural selection, from acquiring the conspicuous colours of the male, owing to the danger which she would thus have incurred during incubation.\\n* Fourth edition, 1866, p. 241.\\n*(2) Westminster Review, July, 1867. Journal of Travel, vol. i., 1868, p. 73.\\nThis view necessitates a tedious discussion on a difficult point, namely, whether the transmission of a character, which is at first inherited by both sexes can be subsequently limited in its transmission to one sex alone by means of natural selection. We must bear in mind, as shewn in the preliminary chapter on sexual selection, that characters which are limited in their development to one sex are always latent in the other. An imaginary illustration will best aid us in seeing the difficulty of the case; we may suppose that a fancier wished to make a breed of pigeons, in which the males alone should be coloured of a pale blue, whilst the females retained their former slaty tint. As with pigeons characters of all kinds are usually transmitted to both sexes equally, the fancier would have to try to convert this latter form of inheritance into sexually-limited transmission. All that he could do would be to persevere in selecting every male pigeon which was in the least degree of a paler blue; and the natural result of this process, if steadily carried on for a long time, and if the pale variations were strongly inherited or often recurred, would be to make his whole stock of a lighter blue. But our fancier would be compelled to match, generation after generation, his pale blue males with slaty females, for he wishes to keep the latter of this colour. The result would generally be the production either of a mongrel piebald lot, or more probably the speedy and complete loss of the pale-blue tint; for the primordial slaty colour would be transmitted with prepotent force. Supposing, however, that some pale-blue males and slaty females were produced during each successive generation, and were always crossed together, then the slaty females would have, if I may use the expression, much blue blood in their veins, for their fathers, grandfathers, &c., will all have been blue birds. Under these circumstances it is conceivable (though I know of no distinct facts rendering it probable) that the slaty females might acquire so strong a latent tendency to pale-blueness, that they would not destroy this colour in their male offspring, their female offspring still inheriting the slaty tint. If so, the desired end of making a breed with the two sexes permanently different in colour might be gained.\\nThe extreme importance, or rather necessity in the above case of the desired character, namely, pale-blueness, being present though in a latent state in the female, so that the male offspring should not be deteriorated, will be best appreciated as follows: the male of Soemmerring's pheasant has a tail thirty-seven inches in length, whilst that of the female is only eight inches; the tail of the male common pheasant is about twenty inches, and that of the female twelve inches long. Now if the female Soemmerring pheasant with her short tail were crossed with the male common pheasant, there can be no doubt that the male hybrid offspring would have a much longer tail than that of the pure offspring of the common pheasant. On the other hand, if the female common pheasant, with a tail much longer than that of the female Soemmerring pheasant, were crossed with the male of the latter, the male hybrid offspring would have a much shorter tail than that of the pure offspring of Soemmerring's pheasant.*\\n* Temminck says that the tail of the female Phasianus Soemmerringii is only six inches long, Planches coloriees, vol. v., 1838, pp. 487 and 488: the measurements above given were made for me by Mr. Sclater. For the common pheasant, see Macgillivray, History of British Birds, vol. i., pp. 118-121.\\nOur fancier, in order to make his new breed with the males of a pale-blue tint, and the females unchanged, would have to continue selecting the males during many generations; and each stage of paleness would have to be fixed in the males, and rendered latent in the females. The task would be an extremely difficult one, and has never been tried, but might possibly be successfully carried out. The chief obstacle would be the early and complete loss of the pale-blue tint, from the necessity of reiterated crosses with the slaty female, the latter not having at first any latent tendency to produce pale-blue offspring.\\nOn the other hand, if one or two males were to vary ever so slightly in paleness, and the variations were from the first limited in their transmission to the male sex, the task of making a new breed of the desired kind would be easy, for such males would simply have to be selected and matched with ordinary females. An analogous case has actually occurred, for there are breeds of the pigeon in Belgium* in which the males alone are marked with black striae. So again Mr. Tegetmeier has recently shewn*(2) that dragons not rarely produce silver-coloured birds, which are almost always hens; and he himself has bred ten such females. It is on the other hand a very unusual event when a silver male is produced; so that nothing would be easier, if desired, than to make a breed of dragons with blue males and silver females. This tendency is indeed so strong that when Mr. Tegetmeier at last got a silver male and matched him with one of the silver females, he expected to get a breed with both sexes thus coloured; he was however disappointed, for the young male reverted to the blue colour of his grandfather, the young female alone being silver. No doubt with patience this tendency to reversion in the males, reared from an occasional silver male matched with a silver hen, might be eliminated, and then both sexes would be coloured alike; and this very process has been followed with success by Mr. Esquilant in the case of silver turbits.\\n* Dr. Chapius, Le Pigeon Voyageur Belge, 1865, p. 87.\\n*(2) The Field, Sept., 1872.\\nWith fowls, variations of colour, limited in their transmission to the male sex, habitually occur. When this form of inheritance prevails, it might well happen that some of the successive variations would be transferred to the female, who would then slightly resemble the male, as actually occurs in some breeds. Or again, the greater number, but not all, of the successive steps might be transferred to both sexes, and the female would then closely resemble the male. There can hardly be a doubt that this is the cause of the male pouter pigeon having a somewhat larger crop, and of the male carrier pigeon having somewhat larger wattles, than their respective females; for fanciers have not selected one sex more than the other, and have had no wish that these characters should be more strongly displayed in the male than in the female, yet this is the case with both breeds.\\nThe same process would have to be followed, and the same difficulties encountered, if it were desired to make a breed with the females alone of some new colour.\\nLastly, our fancier might wish to make a breed with the two sexes differing from each other, and both from the parent species. Here the difficulty would be extreme, unless the successive variations were from the first sexually limited on both sides, and then there would be no difficulty. We see this with the fowl; thus the two sexes of the pencilled Hamburghs differ greatly from each other, and from the two sexes of the aboriginal Gallus bankiva; and both are now kept constant to their standard of excellence by continued selection, which would be impossible unless the distinctive characters of both were limited in their transmission.\\nThe Spanish fowl offers a more curious case; the male has an immense comb, but some of the successive variations, by the accumulation of which it was acquired, appear to have been transferred to the female; for she has a comb many times larger than that of the females of the parent species. But the comb of the female differs in one respect from that of the male, for it is apt to lop over; and within a recent period it has been ordered by the fancy that this should always be the case, and success has quickly followed the order. Now the lopping of the comb must be sexually limited in its transmission, otherwise it would prevent the comb of the male from being perfectly upright, which would be abhorrent to every fancier. On the other hand, the uprightness of the comb in the male must likewise be a sexually-limited character, otherwise it would prevent the comb of the female from lopping over.\\nFrom the foregoing illustrations, we see that even with almost unlimited time at command, it would be an extremely difficult and complex, perhaps an impossible process, to change one form of transmission into the other through selection. Therefore, without distinct evidence in each case, I am unwilling to admit that this has been effected in natural species. On the other hand, by means of successive variations, which were from the first sexually limited in their transmission, there would not be the least difficulty in rendering a male bird widely different in colour or in any other character from the female; the latter being left unaltered, or slightly altered, or specially modified for the sake of protection.\\nAs bright colours are of service to the males in their rivalry with other males, such colours would be selected whether or not they were transmitted exclusively to the same sex. Consequently the females might be expected often to partake of the brightness of the males to a greater or less degree; and this occurs with a host of species. If all the successive variations were transmitted equally to both sexes, the females would be indistinguishable from the males; and this likewise occurs with many birds. If, however, dull colours were of high importance for the safety of the female during incubation, as with many ground birds, the females which varied in brightness, or which received through inheritance from the males any marked accession of brightness, would sooner or later be destroyed. But the tendency in the males to continue for an indefinite period transmitting to their female offspring their own brightness, would have to be eliminated by a change in the form of inheritance; and this, as shewn by our previous illustration, would be extremely difficult. The more probable result of the long-continued destruction of the more brightly-coloured females, supposing the equal form of transmission to prevail would be the lessening or annihilation of the bright colours of the males, owing to their continual crossing with the duller females. It would be tedious to follow out all the other possible results; but I may remind the reader that if sexually limited variations in brightness occurred in the females, even if they were not in the least injurious to them and consequently were not eliminated, yet they would not be favoured or selected, for the male usually accepts any female, and does not select the more attractive individuals; consequently these variations would be liable to be lost, and would have little influence on the character of the race; and this will aid in accounting for the females being commonly duller-coloured than the males.\\nIn the eighth chapter instances were given, to which many might here be added, of variations occurring at various ages, and inherited at the corresponding age. It was also shewn that variations which occur late in life are commonly transmitted to the same sex in which they first appear; whilst variations occurring early in life are apt to be transmitted to both sexes; not that all the cases of sexually-limited transmission can thus be accounted for. It was further shewn that if a male bird varied by becoming brighter whilst young, such variations would be of no service until the age for reproduction had arrived, and there was competition between rival males. But in the case of birds living on the ground and commonly in need of the protection of dull colours, bright tints would be far more dangerous to the young and inexperienced than to the adult males. Consequently the males which varied in brightness whilst young would suffer much destruction and be eliminated through natural selection; on the other hand, the males which varied in this manner when nearly mature, notwithstanding that they were exposed to some additional danger, might survive, and from being favoured through sexual selection, would procreate their kind. As a relation often exists between the period of variation and the form of transmission, if the bright-coloured young males were destroyed and the mature ones were successful in their courtship, the males alone would acquire brilliant colours and would transmit them exclusively to their male offspring. But I by no means wish to maintain that the influence of age on the form of transmission, is the sole cause of the great difference in brilliancy between the sexes of many birds.\\nWhen the sexes of birds differ in colour, it is interesting to determine whether the males alone have been modified by sexual selection, the females having been left unchanged, or only partially and indirectly thus changed; or whether the females have been specially modified through natural selection for the sake of protection. I will therefore discuss this question at some length, even more fully than its intrinsic importance deserves; for various curious collateral points may thus be conveniently considered.\\nBefore we enter on the subject of colour, more especially in reference to Mr. Wallace's conclusions, it may be useful to discuss some other sexual differences under a similar point of view. A breed of fowls formerly existed in Germany* in which the hens were furnished with spurs; they were good layers, but they so greatly disturbed their nests with their spurs that they could not be allowed to sit on their own eggs. Hence at one time it appeared to me probable that with the females of the wild Gallinaceae the development of spurs had been checked through natural selection, from the injury thus caused to their nests. This seemed all the more probable, as wing-spurs, which would not be injurious during incubation, are often as well developed in the female as in the male; though in not a few cases they are rather larger in the male. When the male is furnished with leg-spurs the female almost always exhibits rudiments of them,- the rudiment sometimes consisting of a mere scale, as in Gallus. Hence it might be argued that the females had aboriginally been furnished with well-developed spurs, but that these had subsequently been lost through disuse or natural selection. But if this view be admitted, it would have to be extended to innumerable other cases; and it implies that the female progenitors of the existing spur-bearing species were once encumbered with an injurious appendage.\\n* Bechstein, Naturgeschichte Deutschlands, 1793, B. iii., 339.\\nIn some few genera and species, as in Galloperdix, Acomus, and the Javan peacock (Pavo muticus), the females, as well as the males, possess well-developed leg-spurs. Are we to infer from this fact that they construct a different sort of nest from that made by their nearest allies, and not liable to be injured by their spurs; so that the spurs have not been removed? Or are we to suppose that the females of these several species especially require spurs for their defence? It is a more probable conclusion that both the presence and absence of spurs in the females result from different laws of inheritance having prevailed, independently of natural selection. With the many females in which spurs appear as rudiments, we may conclude that some few of the successive variations, through which they were developed in the males, occurred very early in life, and were consequently transferred to the females. In the other and much rarer cases, in which the females possess fully developed spurs, we may conclude that all the successive variations were transferred to them; and that they gradually acquired and inherited the habit of not disturbing their nests.\\nThe vocal organs and the feathers variously modified for producing sound, as well as the proper instincts for using them, often differ in the two sexes, but are sometimes the same in both. Can such differences be accounted for by the males having acquired these organs and instincts, whilst the females have been saved from inheriting them, on account of the danger to which they would have been exposed by attracting the attention of birds or beasts of prey? This does not seem to me probable, when we think of the multitude of birds which with impunity gladden the country with their voices during the spring.* It is a safer conclusion that, as vocal and instrumental organs are of special service only to the males during their courtship, these organs were developed through sexual selection and their constant use in that sex alone- the successive variations and the effects of use having been from the first more or less limited in transmission to the male offspring.\\n* Daines Barrington, however, thought it probable (Philosophical Transactions, 1773, p. 164) that few female birds sing, because the talent would have been dangerous to them during incubation. He adds, that a similar view may possibly account for the inferiority of the female to the male in plumage.\\nMany analogous cases could be adduced; those for instance of the plumes on the head being generally longer in the male than in the female, sometimes of equal length in both sexes, and occasionally absent in the female,- these several cases occurring in the same group of birds. It would be difficult to account for such a difference between the sexes by the female having been benefited by possessing a slightly shorter crest than the male, and its consequent diminution or complete suppression through natural selection. But I will take a more favourable case, namely the length of the tail. The long train of the peacock would have been not only inconvenient but dangerous to the peahen during the period of incubation and whilst accompanying her young. Hence there is not the least a priori improbability in the development of her tail having been checked through natural selection. But the females of various pheasants, which apparently are exposed on their open nests to as much danger as the peahen, have tails of considerable length. The females as well as the males of the Menura superba have long tails, and they build a domed nest, which is a great anomaly in so large a bird. Naturalists have wondered how the female Menura could manage her tail during incubation; but it is now known* that she \\\"enters the nest head first, and then turns round with her tail sometimes over her back, but more often bent round by her side. Thus in time the tail becomes quite askew, and is a tolerable guide to the length of time the bird has been sitting.\\\" Both sexes of an Australian kingfisher (Tanysiptera sylvia) have the middle tail-feathers greatly lengthened, and the female makes her nest in a hole; and as I am informed by Mr. R. B. Sharpe these feathers become much crumpled during incubation.\\n* Mr. Ramsay, in Proc. Zoolog. Soc., 1868, p. 50.\\nIn these two latter cases the great length of the tail-feathers must be in some degree inconvenient to the female; and as in both species the tail-feathers of the female are somewhat shorter than those of the male, it might be argued that their full development had been prevented through natural selection. But if the development of the tail of the peahen had been checked only when it became inconveniently or dangerously great, she would have retained a much longer tail than she actually possesses; for her tail is not nearly so long, relatively to the size of her body, as that of many female pheasants, nor longer than that of the female turkey. It must also be borne in mind that, in accordance with this view, as soon as the tail of the peahen became dangerously long, and its development was consequently checked, she would have continually reacted on her male progeny, and thus have prevented the peacock from acquiring his present magnificent train. We may therefore infer that the length of the tail in the peacock and its shortness in the peahen are the result of the requisite variations in the male having been from the first transmitted to the male offspring alone.\\nWe are led to a nearly similar conclusion with respect to the length of the tail in the various species of pheasants. In the Eared pheasant (Crossoptilon auritum) the tail is of equal length in both sexes, namely sixteen or seventeen inches; in the common pheasant it is about twenty inches long in the male and twelve in the female; in Soemmerring's pheasant, thirty-seven inches in the male and only eight in the female; and lastly in Reeve's pheasant it is sometimes actually seventy-two inches long in the male and sixteen in the female. Thus in the several species, the tail of the female differs much in length, irrespectively of that of the male; and this can be accounted for, as it seems to me, with much more probability, by the laws of inheritance,- that is by the successive variations having been from the first more or less closely limited in their transmission to the male sex than by the agency of natural selection, resulting from the length of tail being more or less injurious to the females of these several allied species.\\nWe may now consider Mr. Wallace's arguments in regard to the sexual colouration of birds. He believes that the bright tints originally acquired through sexual selection by the males would in all, or almost all cases, have been transmitted to the females, unless the transference had been checked through natural selection. I may here remind the reader that various facts opposed to this view have already been given under reptiles, amphibians, fishes and lepidoptera. Mr. Wallace rests his belief chiefly, but not exclusively, as we shall see in the next chapter, on the following statement,* that when both sexes are coloured in a very conspicuous manner, the nest is of such a nature as to conceal the sitting bird; but when there is a marked contrast of colour between the sexes, the male being gay and the female dull-coloured, the nest is open and exposes the sitting bird to view. This coincidence, as far as it goes, certainly seems to favour the belief that the females which sit on open nests have been specially modified for the sake of protection; but we shall presently see that there is another and more probable explanation, namely, that conspicuous females have acquired the instinct of building domed nests oftener than dull-coloured birds. Mr. Wallace admits that there are, as might have been expected, some exceptions to his two rules, but it is a question whether the exceptions are not so numerous as seriously to invalidate them.\\n* Journal of Travel, edited by A. Murray, vol. i., 1868, p. 78.\\nThere is in the first place much truth in the Duke of Argyll's remark* that a large domed nest is more conspicuous to an enemy, especially to all tree-haunting carnivorous animals, than a smaller open nest. Nor must we forget that with many birds which build open nests, the male sits on the eggs and aids the female in feeding the young: this is the case, for instance, with Pyranga aestiva,*(2) one of the most splendid birds in the United States, the male being vermilion, and the female light brownish-green. Now if brilliant colours had been extremely dangerous to birds whilst sitting on their open nests, the males in these cases would have suffered greatly. It might, however, be of such paramount importance to the male to be brilliantly coloured, in order to beat his rivals, that this may have more than compensated some additional danger.\\n* Journal of Travel, edited by A. Murray, vol. i., 1868, p. 281.\\n*(2) Audubon, Ornithological Biography, vol. i., p. 233.\\nMr. Wallace admits that with the king-crows (Dicrurus), orioles, and Pittidae, the females are conspicuously coloured, yet build open nests; but he urges that the birds of the first group are highly pugnacious and could defend themselves; that those of the second group take extreme care in concealing their open nests, but this does not invariably hold good;* and that with the birds of the third group the females are brightly coloured chiefly on the under surface. Besides these cases, pigeons which are sometimes brightly, and almost always conspicuously coloured, and which are notoriously liable to the attacks of birds of prey, offer a serious exception to the rule, for they almost always build open and exposed nests. In another large family, that of the humming-birds, all the species build open nests, yet with some of the most gorgeous species the sexes are alike; and in the majority, the females, though less brilliant than the males, are brightly coloured. Nor can it be maintained that all female humming-birds, which are brightly coloured, escape detection by their tints being green, for some display on their upper surfaces red, blue, and other colours.*(2)\\n* Jerdon, Birds of India, vol. ii., p. 108. Gould's Handbook of the Birds of Australia, vol. i., p. 463.\\n*(2) For instance, the female Eupetomena macroura has the head and tail dark blue with reddish loins; the female Lampornis porphyrurus is blackish-green on the upper surface, with the lores and sides of the throat crimson; the female Eulampis jugularis has the top of the head and back green, but the loins and the tail are crimson. Many other instances of highly conspicuous females could be given. See Mr. Gould's magnificent work on this family.\\nIn regard to birds which build in holes or construct domed nests, other advantages, as Mr. Wallace remarks, besides concealment are gained, such as shelter from the rain, greater warmth, and in hot countries protection from the sun;* so that it is no valid objection to his view that many birds having both sexes obscurely coloured build concealed nests.*(2) The female horn-bill (Buceros), for instance, of India and Africa is protected during incubation with extraordinary care, for she plasters up with her own excrement the orifice of the hole in which she sits on her eggs, leaving only a small orifice through which the male feeds her; she is thus kept a close prisoner during the whole period of incubation;*(3) yet female horn-bills are not more conspicuously coloured than many other birds of equal size which build open nests. It is a more serious objection to Mr. Wallace's view, as is admitted by him, that in some few groups the males are brilliantly coloured and the females obscure, and yet the latter hatch their eggs in domed nests. This is the case with the Grallinae of Australia, the superb warblers (Maluridae) of the same country, the sun-birds (Nectariniae), and with several of the Australian honey-suckers or Meliphagidae.*(4)\\n* Mr. Salvin noticed in Guatemala (Ibis, 1864, p. 375) that humming-birds were much more unwilling to leave their nests during very hot weather, when the sun was shining brightly, as if their eggs would be thus injured, than during cool, cloudy, or rainy weather.\\n*(2) I may specify, as instances of dull-coloured birds building concealed nests, the species belonging to eight Australian genera described in Gould's Handbook of the Birds of Australia, vol. i., pp. 340, 362, 365, 383, 387, 389, 391, 414.\\n*(3) Mr. C. Horne, Proc. Zoolog. Soc., 1869. p. 243.\\n*(4) On the nidification and colours of these latter species, see Gould's Handbook of the Birds of Australia, vol. i., pp. 504, 527.\\nIf we look to the birds of England we shall see that there is no close and general relation between the colours of the female and the nature of the nest which is constructed. About forty of our British birds (excluding those of large size which could defend themselves) build in holes in banks, rocks, or trees, or construct domed nests. If we take the colours of the female goldfinch, bullfinch, or black-bird, as a standard of the degree of conspicuousness, which is not highly dangerous to the sitting female, then out of the above forty birds the females of only twelve can be considered as conspicuous to a dangerous degree, the remaining twenty-eight being inconspicuous.* Nor is there any close relation within the same genus between a well-pronounced difference in colour between the sexes, and the nature of the nest constructed. Thus the male house sparrow (Passer domesticus) differs much from the female, the male tree-sparrow (P. montanus) hardly at all, and yet both build well-concealed nests. The two sexes of the common fly-catcher (Muscicapa grisola) can hardly be distinguished, whilst the sexes of the pied fly-catcher (M. luctuosa) differ considerably, and both species build in holes or conceal their nests. The female blackbird (Turdus merula) differs much, the female ring-ouzel (T. torquatus) differs less, and the female common thrush (T. musicus) hardly at all from their respective males; yet all build open nests. On the other hand, the not very distantly-allied water-ouzel (Cinclus aquaticus) builds a domed nest, and the sexes differ about as much as in the ring-ouzel. The black and red grouse (Tetrao tetrix and T. scoticus) build open nests in equally well-concealed spots, but in the one species the sexes differ greatly, and in the other very little.\\n* I have consulted, on this subject, Macgillivray's British Birds, and though doubts may be entertained in some cases in regard to the degree of concealment of the nest, and to the degree of conspicuousness of the female, yet the following birds, which all lay their eggs in holes or in domed nests, can hardly be considered, by the above standard, as conspicuous: Passer, 2 species; Sturnus, of which the female is considerably less brilliant than the male; Cinclus; Motallica boarula (?); Erithacus (?); Fruticola, 2 sp.; Saxicola; Ruticilla, 2 sp.; Sylvia, 3 sp.; Parus, 3 sp.; Mecistura anorthura; Certhia; Sitta; Yunx; Muscicapa, 2 sp.; Hirundo, 3 sp.; and Cypselus. The females of the following 12 birds may be considered as conspicuous according to the same standard, viz., Pastor, Motacilla alba, Parus major and P. caeruleus, Upupa, Picus, 4 sp., Coracias, Alcedo, and Merops.\\nNotwithstanding the foregoing objections, I cannot doubt, after reading Mr. Wallace's excellent essay, that looking to the birds of the world, a large majority of the species in which the females are conspicuously coloured (and in this case the males with rare exceptions are equally conspicuous), build concealed nests for the sake of protection. Mr. Wallace enumerates* a long series of groups in which this rule bolds good; but it will suffice here to give, as instances, the more familiar groups of kingfishers, toucans, trogons, puff-birds (Capitonidae), plantain-eaters (Musophagae, woodpeckers, and parrots. Mr. Wallace believes that in these groups, as the males gradually acquired through sexual selection their brilliant colours, these were transferred to the females and were not eliminated by natural selection, owing to the protection which they already enjoyed from their manner of nidification. According to this view, their present manner of nesting was acquired before their present colours. But it seems to me much more probable that in most cases, as the females were gradually rendered more and more brilliant from partaking of the colours of the male, they were gradually led to change their instincts (supposing that they originally built open nests), and to seek protection by building domed or concealed nests. No one who studies, for instance, Audubon's account of the differences in the nests of the same species in the northern and southern United States,*(2) will feel any great difficulty in admitting that birds, either by a change (in the strict sense of the word) of their habits, or through the natural selection of so-called spontaneous variations of instinct, might readily be led to modify their manner of nesting.\\n* Journal of Travel, edited by A. Murray, vol. i., p. 78.\\n*(2) See many statements in the Ornithological Biography. See also some curious observations on the nests of Italian birds by Eugenio Bettoni, in the Atti della Societa Italiana, vol. xi., 1869, p. 487.\\nThis way of viewing the relation, as far as it holds good, between the bright colours of female birds and their manner of nesting, receives some support from certain cases occurring in the Sahara Desert. Here, as in most other deserts, various birds, and many other animals, have had their colours adapted in a wonderful manner to the tints of the surrounding surface. Nevertheless there are, as I am informed by the Rev. Mr. Tristram, some curious exceptions to the rule; thus the male of the Monticola cyanea is conspicuous from his bright blue colour, and the female almost equally conspicuous from her mottled brown and white plumage; both sexes of two species of Dromolaea are of a lustrous black; so that these three species are far from receiving protection from their colours, yet they are able to survive, for they have acquired the habit of taking refuge from danger in holes or crevices in the rocks.\\nWith respect to the above groups in which the females are conspicuously coloured and build concealed nests, it is not necessary to suppose that each separate species had its nidifying instinct specially modified; but only that the early progenitors of each group were gradually led to build domed or concealed nests, and afterwards transmitted this instinct, together with their bright colours, to their modified descendants. As far as it can be trusted, the conclusion is interesting, that sexual selection together with equal or nearly equal inheritance by both sexes, have indirectly determined the manner of nidification of whole groups of birds.\\nAccording to Mr. Wallace, even in the groups in which the females, from being protected in domed nests during incubation, have not had their bright colours eliminated through natural selection, the males often differ in a slight, and occasionally in a considerable degree from the females. This is a significant fact, for such differences in colour must be accounted for by some of the variations in the males having been from the first limited in transmission to the same sex; as it can hardly be maintained that these differences, especially when very slight, serve as a protection to the female. Thus all the species in the splendid group of the trogons build in holes; and Mr. Gould gives figures* of both sexes of twenty-five species, in all of which, with one partial exception, the sexes differ sometimes slightly, sometimes conspicuously, in colour,- the males being always finer than the females, though the latter are likewise beautiful. All the species of kingfishers build in holes, and with most of the species the sexes are equally brilliant, and thus far Mr. Wallace's rule holds good; but in some of the Australian species the colours of the females are rather less vivid than those of the male; and in one splendidly-coloured species, the sexes differ so much that they were at first thought to be specifically distinct.*(2) Mr. R. B. Sharpe, who has especially studied this group, has shewn me some American species (Ceryle) in which the breast of the male is belted with black. Again, in Carcineutes, the difference between the sexes is conspicuous: in the male the upper surface is dull-blue banded with black, the lower surface being partly fawn-coloured, and there is much red about the head; in the female the upper surface is reddish-brown banded with black, and the lower surface white with black markings It is an interesting fact, as shewing how the same peculiar style of sexual colouring often characterises allied forms, that in three species of Dacelo the male differs from the female only in the tail being dull-blue banded with black, whilst that of the female is brown with blackish bars; so that here the tail differs in colour in the two sexes in exactly the same manner as the whole upper surface in the two sexes of Carcineutes.\\n* See his Monograph of the Trogonidae, 1st edition.\\n*(2) Namely, Cyanalcyon. Gould's Handbook of the Birds of Australia, vol. i., p. 133; see, also, pp. 130, 136.\\nWith parrots, which likewise build in holes, we find analogous cases: in most of the species, both sexes are brilliantly coloured and indistinguishable, but in not a few species the males are coloured rather more vividly than the females, or even very differently from them. Thus, besides other strongly-marked differences, the whole under surface of the male king lory (Aprosmictus scapulatus) is scarlet, whilst the throat and chest of the female is green tinged with red: in the Euphema splendida there is a similar difference, the face and wing coverts moreover of the female being of a paler blue than in the male.* In the family of the tits (Parinae), which build concealed nests, the female of our common blue tomtit (Parus caeruleus), is \\\"much less brightly coloured\\\" than the male: and in the magnificent sultan yellow tit of India the difference is greater.*(2)\\n* Every gradation of difference between the sexes may be followed in the parrots of Australia. See Gould, op. cit., vol. ii., pp. 14-102.\\n*(2) Macgillivray's British Birds, vol. ii., p. 433. Jerdon, Birds of India, vol. ii., p. 282.\\nAgain, in the great group of the woodpeckers,* the sexes are generally nearly alike, but in the Megapicus validus all those parts of the head, neck, and breast, which are crimson in the male are pale brown in the female. As in several woodpeckers the head of the male is bright crimson, whilst that of the female is plain, it occurred to me that this colour might possibly make the female dangerously conspicuous, whenever she put her head out of the hole containing her nest, and consequently that this colour, in accordance with Mr. Wallace's belief, had been eliminated. This view is strengthened by what Malherbe states with respect to Indopicus carlotta; namely, that the young females, like the young males, have some crimson about their heads, but that this colour disappears in the adult female, whilst it is intensified in the adult male. Nevertheless the following considerations render this view extremely doubtful: the male takes a fair share in incubation,*(2) and would be thus almost equally exposed to danger; both sexes of many species have their heads of an equally bright crimson; in other species the difference between the sexes in the amount of scarlet is so slight that it can hardly make any appreciable difference in the danger incurred; and lastly, the colouring of the head in the two sexes often differs slightly in other ways.\\n* All the following facts are taken from M. Malherbe's magnificent Monographie des Picidees, 1861.\\n*(2) Audubon's Ornithological Biography, vol. ii., p. 75; see also the Ibis, vol. i., p. 268.\\nThe cases, as yet given, of slight and graduated differences in colour between the males and females in the groups, in which as a general rule the sexes resemble each other, all relate to species which build domed or concealed nests. But similar gradations may likewise be observed in groups in which the sexes as a general rule resemble each other, but which build open nests.\\nAs I have before instanced the Australian parrots, so I may here instance, without giving any details, the Australian pigeons.* It deserves especial notice that in all these cases the slight differences in plumage between the sexes are of the same general nature as the occasionally greater differences. A good illustration of this fact has already been afforded by those kingfishers in which either the tail alone or the whole upper surface of the plumage differs in the same manner in the two sexes. Similar cases may be observed with parrots and pigeons. The differences in colour between the sexes of the same species are, also, of the same general nature as the differences in colour between the distinct species of the same group. For when in a group in which the sexes are usually alike, the male differs considerably from the female, he is not coloured in a quite new style. Hence we may infer that within the same group the special colours of both sexes when they are alike, and the colours of the male, when he differs slightly or even considerably from the female, have been in most cases determined by the same general cause; this being sexual selection.\\n* Gould's Handbook of the Birds of Australia, vol. ii., pp. 109-149.\\nIt is not probable, as has already been remarked, that differences in colour between the sexes, when very slight, can be of service to the female as a protection. Assuming, however, that they are of service, they might be thought to be cases of transition; but we have no reason to believe that many species at any one time are undergoing change. Therefore we can hardly admit that the numerous females which differ very slightly in colour from their males are now all commencing to become obscure for the sake of protection. Even if we consider somewhat more marked sexual differences, is it probable, for instance, that the head of the female chaffinch,- the crimson on the breast of the female bullfinch,- the green of the female greenfinch,- the crest of the female golden-crested wren, have all been rendered less bright by the slow process of selection for the sake of protection? I cannot think so; and still less with the slight differences between the sexes of those birds which build concealed nests. On the other hand, the differences in colour between the sexes, whether great or small, may to a large extent be explained on the principle of the successive variations, acquired by the males through sexual selection, having been from the first more or less limited in their transmission to the females. That the degree of limitation should differ in different species of the same group will not surprise any one who has studied the laws of inheritance, for they are so complex that they appear to us in our ignorance to be capricious in their action.*\\n* See remarks to this effect in Variation of Animals and Plants under Domestication, vol. ii., chap. xii.\\nAs far as I can discover there are few large groups of birds in which all the species have both sexes alike and brilliantly coloured, but I hear from Mr. Sclater, that this appears to be the case with the Musophagae or plantain-eaters. Nor do I believe that any large group exists in which the sexes of all the species are widely dissimilar in colour: Mr. Wallace informs me that the chatterers of S. America (Cotingidae) offer one of the best instances; but with some of the species, in which the male has a splendid red breast, the female exhibits some red on her breast; and the females of other species shew traces of the green and other colours of the males. Nevertheless we have a near approach to close sexual similarity or dissimilarity throughout several groups: and this, from what has just been said of the fluctuating nature of inheritance, is a somewhat surprising circumstance. But that the same laws should largely prevail with allied animals is not surprising. The domestic fowl has produced a great number of breeds and sub-breeds, and in these the sexes generally differ in plumage; so that it has been noticed as an unusual circumstance when in certain sub-breeds they resemble each other. On the other hand, the domestic pigeon has likewise produced a vast number of distinct breeds and sub-breeds, and in these, with rare exceptions, the two sexes are identically alike.\\nTherefore if other species of Gallus and Columba were domesticated and varied, it would not be rash to predict that similar rules of sexual similarity and dissimilarity, depending on the form of transmission, would hold good in both cases. In like manner the same form of transmission has generally prevailed under nature throughout the same groups, although marked exceptions to this rule occur. Thus within the same family or even genus, the sexes may be identically alike, or very different in colour. Instances have already been given in the same genus, as with sparrows, flycatchers, thrushes and grouse. In the family of pheasants the sexes of almost all the species are wonderfully dissimilar, but are quite alike in the eared pheasant or Crossoptilon auritum. In two species of Chloephaga, a genus of geese, the male cannot be distinguished from the females, except by size; whilst in two others, the sexes are so unlike that they might easily be mistaken for distinct species.*\\n* The Ibis, vol. vi., 1864, p. 122.\\nThe laws of inheritance can alone account for the following cases, in which the female acquires, late in life, certain characters proper to the male, and ultimately comes to resemble him more or less completely. Here protection can hardly have come into play. Mr. Blyth informs me that the females of Oriolus melanocephalus and of some allied species, when sufficiently mature to breed, differ considerably in plumage from the adult males; but after the second or third moults they differ only in their beaks having a slight greenish tinge. In the dwarf bitterns (Ardetta), according to the same authority, \\\"the male acquires his final livery at the first moult, the female not before the third or fourth moult; in the meanwhile she presents an intermediate garb, which is ultimately exchanged for the same livery as that of the male.\\\" So again the female Falco peregrinus acquires her blue plumage more slowly than the male. Mr. Swinhoe states that with one of the drongo shrikes (Dicrurus macrocercus) the male, whilst almost a nestling, moults his soft brown plumage and becomes of a uniform glossy greenish-black; but the female retains for a long time the white striae and spots on the axillary feathers; and does not completely assume the uniform black colour of the male for three years. The same excellent observer remarks that in the spring of the second year the female spoon-bill (Platalea) of China resembles the male of the first year, and that apparently it is not until the third spring that she acquires the same adult plumage as that possessed by the male at a much earlier age. The female Bombycilla carolinensis differs very little from the male, but the appendages, which like beads of red sealing-wax ornament the wing-feathers,* are not developed in her so early in life as in the male. In the male of an Indian parrakeet (Paloeornis javanicus) the upper mandible is coral-red from his earliest youth, but in the female, as Mr. Blyth has observed with caged and wild birds, it is at first black and does not become red until the bird is at least a year old, at which age the sexes resemble each other in all respects. Both sexes of the wild turkey are ultimately furnished with a tuft of bristles on the breast, but in two-year-old birds the tuft is about four inches long in the male and hardly apparent in the female; when, however, the latter has reached her fourth year, it is from four to five inches in length.*(2)\\n* When the male courts the female, these ornaments are vibrated, and \\\"are shewn off to great advantage,\\\" on the outstretched wings: A. Leith Adams, Field and Forest Rambles, 1873, p. 153.\\n*(2) On Ardetta, Translation of Cuvier's Regne Animal, by Mr. Blyth, footnote, p. 159. On the peregrine falcon, Mr. Blyth, in Charlesworth's Mag. of Nat. Hist., vol. i., 1837, p. 304. On Dicrurus, Ibis, 1863, p. 44. On the Platalea, Ibis, vol. vi., 1864, p. 366. On the Bombycilla, Audubon's Ornitholog. Biography, vol. i., p. 229. On the Palaeornis, see, also, Jerdon, Birds of India, vol. i., p. 263. On the wild turkey, Audubon, ibid., vol. i., p. 15; but I hear from Judge Caton that in Illinois the female very rarely acquires a tuft. Analogous cases with the females of Petrcocssyphus are given by Mr. R. Sharpe, Proeedings of the Zoological Society, 1872, p. 496.\\nThese cases must not be confounded with those where diseased or old females abnormally assume masculine characters, nor with those where fertile females, whilst young, acquire the characters of the male, through variation or some unknown cause.* But all these cases have so much in common that they depend, according to the hypothesis of pangenesis, on gemmules derived from each part of the male being present, though latent, in the female; their development following on some slight change in the elective affinities of her constituent tissues.\\n* Of these latter cases Mr. Blyth has recorded (Translation of Cuvier's Regne Animal, p. 158) various instances with Lanius, Ruticilla, Linaria, and Anas. Audubon has also recorded a similar case (Ornitholog. Biography, vol. v., p. 519) with Pyranga aestiva.\\nA few words must be added on changes of plumage in relation to the season of the year. From reasons formerly assigned there can be little doubt that the elegant plumes, long pendant feathers, crests, &c., of egrets, herons, and many other birds, which are developed and retained only during the summer, serve for ornamental and nuptial purposes, though common to both sexes. The female is thus rendered more conspicuous during the period of incubation than during the winter; but such birds as herons and egrets would be able to defend themselves. As, however, plumes would probably be inconvenient and certainly of no use during the winter, it is possible that the habit of moulting twice in the year may have been gradually acquired through natural selection for the sake of casting off inconvenient ornaments during the winter. But this view cannot be extended to the many waders, whose summer and winter plumages differ very little in colour. With defenceless species, in which both sexes, or the males alone, become extremely conspicuous during the breeding-season,- or when the males acquire at this season such long wing or tail-feathers as to impede their flight, as with Cosmetornis and Vidua,- it certainly at first appears highly probable that the second moult has been gained for the special purpose of throwing off these ornaments. We must, however, remember that many birds, such as some of the birds of paradise, the Argus pheasant and peacock, do not cast their plumes during the winter; and it can hardly be maintained that the constitution of these birds, at least of the Gallinaceae, renders a double moult impossible, for the ptarmigan moults thrice in the year.* Hence it must be considered as doubtful whether the many species which moult their ornamental plumes or lose their bright colours during the winter, have acquired this habit on account of the inconvenience or danger which they would otherwise have suffered.\\n* See Gould's Birds of Great Britain.\\nI conclude, therefore, that the habit of moulting twice in the year was in most or all cases first acquired for some distinct purpose, perhaps for gaining a warmer winter covering; and that variations in the plumage occurring during the summer were accumulated through sexual selection, and transmitted to the offspring at the same season of the year; that such variations were inherited either by both sexes or by the males alone, according to the form of inheritance which prevailed. This appears more probable than that the species in all cases originally tended to retain their ornamental plumage during the winter, but were saved from this through natural selection, resulting from the inconvenience or danger thus caused.\\nI have endeavoured in this chapter to shew that the arguments are not trustworthy in favour of the view that weapons, bright colours, and various ornaments, are now confined to the males owing to the conversion, by natural selection, of the equal transmission of characters to both sexes, into transmission to the male sex alone. It is also doubtful whether the colours of many female birds are due to the preservation, for the sake of protection, of variations which were from the first limited in their transmission to the female sex. But it will be convenient to defer any further discussion on this subject until I treat, in the following chapter, of the differences in plumage between the young and old.\", \"id\": \"<urn:uuid:429cf924-5712-4f80-a526-9d8fbe64f107>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://literature.org/authors/darwin-charles/the-descent-of-man/chapter-15.html\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.971137523651123, \"token_count\": 11677, \"score\": 3.265625, \"int_score\": 3}\n"
"{\"text\": \"Session 5Guided Channel-TalkLife Posting\\nDogs and cats are great examples of animals whose diversity is the result of artificial selection. The variation that is evident among breeds has been purposefully developed by breeders. In your Channel-TalkLife posting for this session, describe how you could develop a unit on the fundamentals of evolution (e.g., variation, adaptation, natural selection) using these animals. Be sure to discuss how you would tailor the concepts addressed during this session to the grade level you teach.\\nBreeders for thousands of years have bred dogs for particular purpose. In ancient China the Chow was admired for its loyalty to owner and its ability to withstand harsh temperatures. The poodle swims very well and is very intelligent. The terrier breed is known for its tenacity and for catching rats. In third grade I would ask each student to chose a breed of dog or cat and then research the characteristics of that breed in regard to physical traits. I would then ask the students to share with the class how the breed differs from others and why breeders have selected those qualities. I would then discuss how it is that breeders can purposefully bred dogs that have puppies with those desirable characteristics.\\nSession 6 Guided Channel-TalkLife Posting\\nBoth the National Science Education Standards and Benchmarks for Scientific Literacy propose standards or goals for understanding big ideas in evolution starting in the elementary grades. Of the ideas addressed in Session 5 (variation, genes, mutation, adaptation, natural selection, artificial selection) and Session 6 species, evolution of new species, relatedness, common ancestry, tree of life), which do you consider appropriate introduce at the grade level you teach? Why? Discuss this with your colleagues in your Channel-TalkLife posting for this session. Be sure to share any experiences you've had.\\nIn third grade appropriate concepts to introduce are: variation adaptation, genes, natural selection, artificial selection, species, evolution of new species, tree of life and common ancestry. I think that if conversations develop within the classroom at an early age that teachers should have the knowledge and background in science to explain these concepts in an age appropriate way. I think that it would be unprofessional to teach the vocabulary only and not provide hands-on activities for younger children to be able to begin making connections with these concepts. I have taught some evolutionary concepts when our classroom conversations went in that direction, but evolution is not part of the third grade curriculum.\\nChannel-talklife mailing list\\nReceived on Sun Oct 9 20:28:07 2005\", \"id\": \"<urn:uuid:4354e8a3-68d8-468b-ade1-61e23eca1030>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.learner.org/courses/essential/life/channeltalk/0064.html\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9331815242767334, \"token_count\": 517, \"score\": 3.78125, \"int_score\": 4}\n"
"{\"text\": \"The history of the British Isles and its inhabitants, both human and canine, has long been entwined. Breed reveals the enduring and affectionate relationship between the British people and their dogs and explores the very beginnings of pedigree dog breeding in Britain.\\nThis is a \\\"self delivery\\\" pack which has been designed specifically for National Science and Engineering Week 2013. The science behind fingeprints is well known! What is not so well known is the link between fingerprints and footprints. Right Angle Events have launched a new education pack called ‘Toes for Turf’ comprising at least 4 hours of fun teaching material linked to Key Stage 1-4 Mathematics.\\nWe have designed a fantastic scheme especially for National Science & Engineering Week called \\\"Toes For Turf\\\". The science behind fingerprints is well known. What is not so well known is the science behind footprints or \\\"feet prints\\\". This activity enables students to take, classify and \\\"lift\\\" both fingerprints and foot prints. As the research on footprints is meagre, this scheme will allow students to make some discoveries about the correlation or otherwise between fingerprints and feet prints.\\nWe will be running a science club for children from the junior school for 8 weeks before science week. Children will be working on projects designed by local scientists and making posters to show what they've done. A competition will be held and prizes will be given for the best posters and projects. During science week we'll have a science day for the whole school. Local scientists will come to the school and we'll have science themed activities all day.\\nImagine you are part of the team planning and designing the first manned mission to Mars. Your job is to investigate just one problem of the mission, and come up with an idea that might solve it. You’re asked to create a poster, no bigger than A1-sized, to explain the problem and your idea. The idea can be anything you like, but it must be based on real-science. The competition is for Years 7, 8, or 9. We can accept both individual and team entries. All Posters must be received by us by 4pm 12th March 2013. You can hand your posters in through participating schools and STEM clubs.\\nPrimary School competition - teams of four to prepare a 5 minute demo and supporting display on the theme of Inventions and Discoveries. Winning team from each school to compete at Chipping Campden School Primary Science Conference on March 18th. An egg race type activity will also form part of the competition. A demo lecture will finish the proceedings.\", \"id\": \"<urn:uuid:c09c3e42-af4a-4247-a842-b66c9f9e375c>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.britishscienceassociation.org/national-science-engineering-week/event-and-national-activities/day/2013-02-02?circle_op=%3C&circle[value]=&circle[location]=&page=0%2C14&qt-popular_pages_in_this_section=1\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9652612209320068, \"token_count\": 520, \"score\": 3.28125, \"int_score\": 3}\n"