{"text": "Next: Radiative heat flux Up: Loading Previous: Distributed heat flux Contents\nConvective heat flux is a flux depending on the temperature difference between the body and the adjacent fluid (liquid or gas) and is triggered by the *FILM card. It takes the form\nwhere is the a flux normal to the surface, is the film coefficient, is the body temperature and is the environment fluid temperature (also called sink temperature). Generally, the sink temperature is known. If it is not, it is an unknown in the system. Physically, the convection along the surface can be forced or free. Forced convection means that the mass flow rate of the adjacent fluid (gas or liquid) is known and its temperature is the result of heat exchange between body and fluid. This case can be simulated by CalculiX by defining network elements and using the *BOUNDARY card for the first degree of freedom in the midside node of the element. Free convection, for which the mass flow rate is a n unknown too and a result of temperature differences, cannot be simulated.\nNext: Radiative heat flux Up: Loading Previous: Distributed heat flux Contents guido dhondt 2012-10-06", "id": "<urn:uuid:47d24057-e332-41de-bbe6-0338e16b49a6>", "dump": "CC-MAIN-2013-20", "url": "http://www.bconverged.com/calculix/doc/ccx/html/node145.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9330995082855225, "token_count": 249, "score": 3.3125, "int_score": 3}
{"text": "US 4884575 A\nA cardiac pacemaker pulse generator is adapted to .generate electrical stimuli at a first pacing rate, and to selectively increase the rate to a second higher pacing rate. A timer triggers the rate increase to establish the higher rate as an exercise rate folloing the passage of a preset period of time after the timer is enabled. An external magnet controlled by the patient activates a reed switch to enable the timer to commence timing. The pulse generator is further adapted to respond to a second pass of the magnet over the reed switch after enabling of the timer to thereupon disable the timer before the preset period of time has expired. If the second pass of the magnet occurs after the exercise rate has begun, the element for increasing the rate is disabled to return the pulse generator to the lower pacing rate. The change in pacing rates is made in steps.\n1. In combination with an implantable cardiac pacemaker for delivering electrical stimuli to the heart of a patient to pace the heart rate,\nsaid pacemaker comprising:\npulse generator means for selectively producing said electrical stimuli at a fixed resting rate and at a higher exercise rate,\nlead means associated with said pulse generator for delivering said stimuli to a selected chamber of the heart, and\ntimer means for stepping-up said pulse generator means from said resting rate to said exercise rate after an adjustable preset delay following activation of said timer means, said preset delay being of a duration perceptible by the patient; and\nexternal control means for patient initiation of a first command to said pacemaker to activate said timer means.\n2. In combination with an implantable cardiac pacemaker for delivering electrical stimuli to the heart of a patient to pace the heart rate, said pacemaker comprising:\npulse generator means for selectively producing said electrical stimuli at a fixed resting rate and a higher exercise rate,\nlead means associated with said pulse generator for delivering said stimuli to a selected chamber of the heart, and\ndelay means for stepping-up said pulse generator means from said resting rate to said exercise rate after an adjustable preset delay following activation of said delay means,\nmeans associated with said pulse generator means and said delay means for maintaining said exercise rate for a predetermined time interval following said preset delay and then returning said pulse generator means to said resting rate; and\nan external control means for patient-initiation of a command to said pacemaker to activate said delay means.\n3. The combination according to claim 2, wherein said delay means is responsive to a second command initiated by the patient from said external control means at any time after receipt of the first said command and before the expiration of said predetermined time interval, to cancel the activation of said delay means.\n4. The combination according to claim 3, wherein the stepping up and returning of said rates at which said stimuli are produced by said pulse generator means is effected gradually.\n5. An implantable pulse generator unit for a cardiac pacemaker for use with an external magnet to permit patient-initiated adjustment of pacing rate from a resting rate to an exercise rate and vice versa, said unit comprising:\ngenerator means for generating electrical stimuli at said resting rate,\ncontrol means associated with said generator means responsive, when enabled, for controllably increasing the rate at which electrical stimuli are generated from said generator means from said resting rate to said exercise rate, and\ntimer means responsive to positioning of said external magnet in proximity to said pulse generator unit for enabling said control means an adjustable preset delay period after said positioning, said preset delay period being of a duration perceptible to the patient.\n6. An implantable pulse generator unit for a cardiac pacemaker for use with an external magnet to permit patient-initiated adjustment of pacing rate from a resting rate to an exercise rate and vice versa, said unit comprising:\ngenerator means for generating electrical stimuli at said resting rate,\ncontrol means associated with said generator means responsive, when enabled, for controllably increasing the rate at which electrical stimuli are generated by said generator means from said resting rate to said exercise rate,\nsaid control means including timing means for maintaining the rate at which electrical stimuli are generated by said generator means at said exercise rate for a predetermined time interval; and\ndelay means responsive to positioning of said external magnet in proximity to said pulse generator unit for enabling said control means an adjustable preset delay period thereafter.\n7. The pulse generator unit of claim 6, wherein said control means automatically returns said generator means to said resting rate following the expiration of said predetermined time interval.\n8. The pulse generator unit of claim 7, wherein said control means gradually increases the rate at which electrical stimuli are generated by said generator means from said resting rate to said exercise rate, and gradually returns said generator means to said resting rate following the expiration of said predetermined time interval.\n9. The pulse generator unit of claim 6, wherein said delay means is responsive to a repositioning of said external magnet in proximity to said pulse generator unit after said control means has been enabled, for disabling said control means.\n10. A cardiac pacemaker pulse generator for generating electrical stimuli to be delivered to the heart of a patient to pace the heart rate, said generator comprising:\nmeans for generating said electrical stimuli at a first pacing rate,\nmeans electrically connected to said stimuli generating means for selectively increasing the rate at which said stimuli are generated to a second higher pacing rate,\ntiming means for triggering said rate increasing means to increase said first pacing rate to a second higher pacing rate upon passage of an adjustable preselected period of time after said timing means is enabled, said preselected period of time being of a duration perceptible by the patient,\nmeans responsive to a command signal from a patient-activated external device for enabling said timing means to commence timing.\n11. The pulse generator according to claim 10, wherein\nsaid enabling means is further responsive to a second command signal after said timing means is enabled, to disable said timing means prior to passage of said preselected period of time.\n12. The pulse generator according to claim 10, further including\nmeans responsive to a second command signal while said stimuli are being generated at said second higher pacing rate, for disabling said rate increasing means and thereby returning the rate at which said stimuli are generated by said stimuli generating means to said first pacing rate.\n13. The pulse generator according to claim 12, wherein\nsaid rate increasing means is responsive, when disabled, to decrementally reduce the rate at which said stimuli are generated by said stimuli generating means.\n14. The pulse generator according to claim 10, wherein\nsaid rate increasing means is responsive to said timing means reaching preset time intervals toward passage of said preselected period of time, for incrementally increasing the rate at which said stimuli are generated by said stimuli generating means in steps as each preset time interval is reached.\n15. The method of pacing a pacemaker patient's heart rate using a magnet-controlled implantable pulse generator to adjust the stimulation rate from a resting rate to an exercise rate and vice versa, comprising the steps of\nmaintaining the stimulation rate of said pulse generator at said resting rate,\ninitiating a command signal to reset the stimulation rate of said pulse generator to said exercise rate after an adjustable programmed delay period following said command signal, and\nreturning the stimulation rate of said pulse generator to said resting rate in increments following a predetermined interval of time at said exercise rate.\nThe present invention relates generally to medical devices, and more particularly to implantable artificial cardiac pacemakers adapted to provide patient-variable stimulation rates appropriate to a condition of exercise by the patient.\nThe resting heart rate of sinus rhythm, that is, the rate determined by the spontaneously rhythmic electrophysiologic property of the heart's natural pacemaker, the sinus node, is typically in the range from about 65 to about 85 beats per minute (bpm) for adults. Disruption of the natural cardiac pacing and propagation system may occur with advanced age and/or cardiac disease, and is often treated by implanting an artificial cardiac pacemaker in the patient to restore and maintain the resting heart rate to the proper range.\nIn its simplest form, an implantable pacemaker for treatment of bradycardia (abnormally low resting rate, typically below 60 beats per minute (bpm)) includes an electrical pulse generator powered by a self-contained battery pack, and a catheter lead including at the distal end a stimulating cathodic electrode electrically coupled to the pulse generator. The lead is implanted intravenously to position the cathodic electrode in stimulating relation to excitable myocardial tissue in the selected chamber on the right side of the patient's heart. The pulse generator unit is surgically implanted in a subcutaneous pouch in the patient's chest, and has an integral electrical connector to receive a mating connector at the proximal end of the lead. In operation of the pacemaker, the electrical pulses are delivered (typically, on demand) via the lead/electrode system, including an anodic electrode such as a ring behind the tip for bipolar stimulation or a portion of the pulse generator case for unipolar stimulation, and the body tissue and fluid, to stimulate the excitable myocardial tissue.\nPacemakers may operate in different response modes, such as asynchronous (fixed rate), inhibited (stimulus generated in absence of specified cardiac activity), or triggered (stimulus delivered in presence of specified cardiac activity). Further, present-day pacers range from the simple fixed rate device that offers pacing with no sensing (of cardiac activity) function, to fully automatic dual chamber pacing and sensing functions (so-called DDD pacemakers) which may provide a degree of physiologic pacing by at least a slight adjustment of heart rate according to varying metabolic conditions in a manner akin to the natural pacing of the heart. Thus, some DDD pacemaker patients experience an increased pacing rate with physical exertion, with concomitantly higher cardiac output, and thereby, an ability to handle low levels of exercise. Unfortunately, a significant percentage of the pacemaker patient population, who suffer from atrial flutter, atrial fibrillation or sick-sinus syndrome, for example, cannot obtain the benefit of exercise-responsive pacing with conventional atrial-triggered pacemakers. Moreover, the DDD-type pacemakers are complex and costly to manufacture, which is reflected in a higher price to the patient.\nIt is a principal object of the present invention to provide a relatively simple and inexpensive pacemaker which provides pacing at a desired resting rate, and which is subject to limited control by the patient to provide a desired exercise rate for a preset period of time following which the pacemaker returns to the resting rate.\nVarious types of rate responsive pacemakers have been proposed which would sense a physiological parameter that varies as a consequence of physical stress, such as respiration, blood oxygen saturation or blood temperature, or merely detect physical movement, and correspondingly adjust the pacing rate. Many of these rate responsive pacemakers may also be relatively complex, and therefore expensive to the patient.\nThe present invention is directed toward a low cost pacemaker which can be adjusted at will by the patient, subject to the limited amount of control programmed into the device by the physician for that patient. According to the invention, patient control is manifested by bringing an external magnet into proximity with an implanted reed switch associated with the pacemaker. Of course, limited magnet control has been afforded to the patient in the past for some purposes, such as to enable transtelephonic monitoring of the pacemaker functions. Also, techniques are presently available which permit external adjustment of the stimulation rate of the pacemaker after implantation, as by means of a programming unit available to the physician. For obvious reasons, it is undesirable to give the patient the same latitude to control his pacemaker.\nIn U.S. Pat. No. 3,623,486, Berkovits disclosed a pacemaker adapted to operate at either of two stimulation rates, and switchable from one to the other by the physician using an external magnet. In this manner, the physician would be able to control the pacer mode and rate according to the needs of the particular patient. The purpose, in part, was to provide a pacemaker which had some adaptability to the patient's requirements. However, once set by the physician, the selected resting rate was maintained for that patient by the implanted pacer.\nAnother technique for external adjustment of pacing rate by the physician is found in the disclosures of U.S. Pat. No. 3,198.195 to Chardack, and U.S. Pat. No. 3,738,369 to Adams et al. In each, rate control is exercised by inserting a needle through a pacemaker aperture beneath the patient's skin to adjust a mechanism. In the Adams et al. disclosure, the needle is used to change the position of a magnet within the paper to actuate a rate-controlling reed switch.\nIn U.S. Pat. No. 3,766,928, Goldberg et al. describe an arrangement for continuous adjustment of rate by a physician using an external magnet that cooperates with a magnet attached to the shaft of a rate potentiometer in the implanted pacemaker, to provide the initial setting of pacing rate desirable for the particular patient.\nMore recent proposals offer the patient limited control over the pacing rate. In U.S. Pat. No. 4,365,633, Loughman et al. disclose a pacemaker programmer which is conditioned by the physician to give the patient the capability to select any of three distinct rates: for sleep, for an awake resting state, and for exercise. The programmer generates a pulsating electromagnetic field, and allows the patient to select any of those three modes with an abrupt change in rate when the coil pod of the programmer is positioned over the implanted pacemaker. It is, of course, necessary to have the programmer at hand in order to change the stimulation rate, and the use of the device in public can be a source of extreme embarassment to the patient.\nIn U.S. Pat. No. 4,545,380, Schroeppel describes a technique for manual adjustment of rate control contrasted with the activity sensing, automatic rate control disclosed by Dahl in U.S. Pat. No. 4,140,132. According to the Schroeppel patent, a piezoelectric sensor and associated circuitry are combined with the implanted pulse generator of the pacemaker to allow the patient to change from a resting rate to a higher rate by sharp taps on his chest near the site of the piezoelectric sensor. Such an arrangement requires that the sensor be sufficiently sensitive to respond to the patient's sharp taps, and yet be insensitive to the everyday occurrences the patient encounters while undergoing normal activities and which could otherwise result in false triggerings. These include presence in the vicinity of loud noise such as is generated by street traffic, being jostled in a crowd, experiencing bumps and vibrations while riding in a vehicle, and the like. Further, even when controlled in the manner described, this type of switching results in an abrupt, non-physiological change of rate.\nAccordingly, it is another object of the present invention to provide a pacemaker which is capable of being controlled externally by the patient to assume exercise and non-exercise rate modes, in a manner that allows discreet and yet reliable control.\nYet another object of the invention is to provide a cardiac pacemaker whose stimulation rate is controllable by and according to a schedule selected by the patient.\nBriefly, according to the present invention a cardiac pacemaker is manually controllable by the patient to preset time intervals of operation at a relatively high (exercise) rate and lower (resting) rate according to the patient's own predetermined schedule of exercise and rest. An important aspect of the invention is that the pulse generator may be implemented to undergo an adjustment of stimulation rate from a fixed resting rate of, say, 75 bpm, to a preselected exercise rate of, say, 120 bpm, following a predetermined period of time after activation by the patient using an external magnet, that is, after a predetermined delay following a patient-initiated command signal, and to remain at the higher rate for a preselected time interval. Thus, the patient may effectively \"set a clock\" in his pacemaker to elevate his heart rate at the time and for the duration of a scheduled exercise session, such as a game of tennis. Moreover, he may activate the pacemaker in this manner in the privacy of his own home well in advance of the exercise session.\nAccording to another aspect of the invention, the pulse generator is implemented to return automatically to the resting rate at the expiration of the preselected exercise rate time interval. Hence, the patient need not carry his magnet with him to readjust the pacer to the resting rate at the completion of the scheduled exercise session. According to this aspect, after operating at the elevated stimulation rate for a time interval preselected to be suitable for the exercise session, say, one hour, the generator resets itself to return to the initial resting rate.\nAccording to another feature of the invention, the rate is incremented and decremented in steps from one rate setting to the other to avoid abrupt changes, and therefore to provide a more physiological rate control than has heretofore been available in manually controlled pacemakers.\nA further feature of the invention is that the pulse generator may be activated to disable the exercise rate command at any time after it has been given, including that to produce an early conclusion to an already-commenced exercise session. For example, if a scheduled tennis game or bicycling run is called off by the patient's partner after the patient has programmed in the higher rate, he need merely apply the magnet in proximity to the implanted pulse generator again to cancel the previous command and maintain the fixed resting rate. Similarly, if the exercise session is shortened, the rate may be returned to the resting rate by simply applying the magnet over the pulse generator.\nThe above and still further objects, aspects, features and attendant advantages of the present invention will become apparent to those of ordinary skill in the field to which the invention applies from a consideration of the following detailed description of a preferred embodiment thereof, taken in conjunction with the accompanying drawing, in which:\nFIG. 1 is a block circuit diagram of a pulse generator unit of a cardiac pacemaker according to a preferred embodiment of the invention.\nReferring now to FIG. 1, an implantable pulse generator unit 10 includes a pulse generator 12 and batteries 15 housed in a biocompatible metal case 17. Pulse generator 12 is implemented to be rate limited to generate output pulses at rates up to either of two low/high limit rates--for example, 75 pulses per minute (ppm) and 120 ppm, respectively--and to be incremented from the lower rate to the higher rate and decremented from the higher rate to the lower rate under the control of an up/down counter 18 associated with the pulse generator 12 in unit 10. Counter 18 may be set by application of a voltage level to its \"up\" input to commence counting toward the higher rate, and thereby to incrementally step the pulse repetition frequency up to that rate, and may be reset by application of a voltage level to its \"down\" input to commence counting toward the lower rate, and thereby decrementally step the pulse repetition frequency down to that rate. This is accomplished under the control of set and reset output voltage levels generated by a flip-flop circuit 21 also housed in case 17. The pulse generator unit 10 also includes a reed switch 25 which is actuable by placement of a magnet 27, external to the skin of the patient in whom the unit 10 is implanted, in proximity to case 17.\nReed switch 25, when actuated, serves to enable a delay timer 29 in unit 10. The delay timer responds to the enabling input to commence timing of its preset time delay interval. At the end of the delay interval, delay timer 29 produces a pulse for application to the flip-flop 21. Subsequent actuation of the reed switch before the timer 29 has timed out serves to disable the timer and reset it in preparation for a subsequent enabling signal from the reed switch. If timer 29 has already timed out before the reed switch is again actuated, the timer will respond to the disabling input, when the reed switch is actuated, to produce another pulse for application to the flip-flop 21. The flip-flop is thereupon reset and produces its reset output voltage level.\nThe set and reset output voltage levels of flip-flop 21 are also applied respectively to \"set\" and \"reset\" inputs of an interval timer 30. Upon being set, the interval timer commences timing out a predetermined time interval, and, at the expiration of that interval, generates a pulse for application to flip-flop 21. Upon being reset, the interval timer 30 is returned to the start of the predetermined time interval in preparation for initiating the timing of that interval on receipt at its \"set\" input of the next set output voltage level from the flip-flop.\nThe preset time period of delay timer 29 and the predetermined time interval of interval timer 30 are programmable by the physician according to the desires and needs of the particular patient. If, for example, the patient has a regularly scheduled early morning brisk walking session of one hour with friends, and resides near the starting point of the walk, the time period of the delay timer 29 may be programmed to be fifteen minutes. The time interval of the interval timer 30 is programmed to be one hour in length.\nIn operation, the pulse generator produces output pulses at the resting rate prescribed (and programmed) by the physician for the particular patient--in this exemplary embodiment, a resting rate of 75 bpm. The pulses are delivered to the stimulating cathodic electrode 35 in the right ventricle of the heart 40 via a lead 42, the reference electrode (anode) and the body tissue and fluids, according to the mode in which the pacemaker is designed to operate.\nIn the preferred embodiment, the pacemaker continues to operate at that rate unless and until the patient elects to initiate the exercise rate cycle. To do so, the patient places the magnet 27 in proximity to the implanted pulse generator unit 10 at about fifteen minutes prior to the appointed time for the exercise session, as a command to actuate reed switch 25. The patient may then choose to leave the magnet at home or take it along in the glove compartment of his car, since actuation of the reed switch has enabled the delay timer 29 and nothing more need be done by the patient to enable the pacemaker to commence the exercise rate at the expiration of the preset delay period.\nBefore the end of that period the patient has arrived at the starting point for the exercise session, and at the end of the delay period, the delay timer applies a pulse to flip-flop 21 which responds by generating a set output voltage level. The set voltage is applied to both the \"up\" input of counter 18 and the \"set\" input of interval timer 30. Accordingly, the counter commences its count, preferably at a relatively slow rate of, say, ten counts per minute, and correspondingly incrementally steps the pulse generator 12 output rate up to the upper rate limit of 120 ppm, and thereby gradually increases the patient's heart rate from 75 bpm to 120 bpm as the patient commences to exercise. Hence, the patient's heart rate and cardiac output are now at levels adequate for the patient to carry out the exercise session.\nThe pulse generator continues to supply pulses at the upper rate limit until interval timer 30, which commenced its predetermined time interval with the application of the set input voltage, times out, whereupon the interval timer produces an output pulse which is applied to flip-flop 21 to reset the latter. The flip-flop responds by providing a reset output voltage level for application to the \"down\" input of counter 18 and the \"reset\" input of the interval timer. Accordingly, the counter decrementally steps the pulse repetition frequency of the pulse generator down, preferably at the ten pulses per minute rate, to the lower rate limit of 75 ppm corresponding to a heart rate of 75 bpm. In this manner, the patient's heart rate is reduced gradually from the exercise rate to the resting rate at a time commensurate with the end of the exercise session. Also, the resetting of the interval timer by the set output voltage level of the flip-flop assures that the timer is ready to commence timing its predetermined interval on receipt of the next \"set\" input.\nIn the event that the exercise session is called off at any time after the delay timer 29 has been enabled and before the interval timer has timed out, the patient need merely place the magnet 27 once again in proximity to the implanted pulse generator unit. If the delay timer has not yet timed out, it is disabled by the actuation of the reed switch, and hence, flip-flop 21 remains reset, interval timer 30 remains reset, counter 18 is at its low count, and pulse generator 12 is at its lower rate limit. If the delay timer has timed out, it produces an output pulse in reponse to the disabling input from the reed switch, thereby resetting the flip-flop, resetting the interval timer, returning counter 18 toward its low count and pulse generator 12 toward its lower rate limit. To that end, delay timer 29 is provided with an internal clock such that, once enabled to time out the delay interval, it cannot be again enabled to do so until the passage of a preselected time interval, which is one hour and fifteen minutes in the present example, unless it has first been disabled during that overall interval. Of course, to cancel the exercise rate, the patient must have the magnet available to issue the second command but, as previously noted, once the delay timer is enabled through actuation of the reed switch the magnet may be kept in a convenient location, such as the glove compartment of the patient's car, to allow cancellation of the exercise rate in private.\nAlthough a presently preferred embodiment has been described herein, it will be evident to those skilled in the art that variations and modifications of the preferred embodiment may be carried out without departing from the spirit and scope of the invention. Accordingly, it is intended that the present invention shall be limited only to the extent required by the appended claims and the applicable rules of law.", "id": "<urn:uuid:c4bc0780-21b4-4fac-b167-2758ef4d0cbb>", "dump": "CC-MAIN-2013-20", "url": "http://www.google.de/patents/US4884575", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9233847260475159, "token_count": 5452, "score": 2.546875, "int_score": 3}
{"text": "Born in 1940, Wangari Maathai is a Kenyan ecologist and environmental activist who founded the Green Belt Movement in 1977, causing the media to depict her as a latter-day Johnny Appleseed who has planted millions of trees in Africa. (The Green Belt Movement has been responsible for the planting of more than 10 million trees to prevent soil erosion and provide a source of firewood.)\nAs a member of the Green Belt Movement, Maathai has led sub-Saharan African women in provoking sometimes-violent clashes with police. Though casting herself as a hero of the downtrodden, she has demonstrated against peasants’ economic interests. When Kenyan autocratic leader Daniel arap Moi wanted to revive the nation’s dead economy by building the world’s largest skyscraper in the capital, her riotous actions dried up investment. Later, she led a protest to prevent “small-scale farming” on African forestland and called farmers “invaders” who were guilty of “rape.” In 1992, she and the women in her Green Belt Movement foreshadowed contemporary Western antiwar demonstrators by staging a public strip-in.\nIn 2004 she won the Nobel Peace Prize for her work in “human rights” and “reversing deforestation across Africa.”\nWhen Maathai was awarded her Nobel Prize, United Nations Secretary-General Kofi Annan paid her a glowing tribute:\nMaathai is also an anti-white, anti-Western crusader for international socialism. She charges that “some sadistic [white] scientists” created the AIDS virus “to punish blacks” and, ultimately, “to wipe out the black race.” Maathai continues:\n“Renowned and admired throughout her native Kenya and across Africa for her pioneering struggle against deforestation and for women’s rights and democracy, Ms. Maathai has also played an important role at UN conferences such as the Earth Summit, making an imprint on the global quest for sustainable development.... Selfless and steadfast, Ms. Maathai has been a champion of the environment, of women, of Africa, and of anyone concerned about our future security.”\n“Some say that AIDS came from the monkeys, and I doubt that, because we have been living with monkeys [since] time immemorial; others say it was a curse from God, but I say it cannot be that.... Us black people are dying more than any other people in this planet. It’s true that there are some people who create agents to wipe out other people.”\n“Why is the rest of the world just watching,” Maathai asks, “doing nothing while Africans are being wiped out? The rest of the world has abandoned us.”\nThere is, of course, a very real genocide throughout sub-Saharan Africa, as Muslim Arabs murder indigenous black Christians and animists, 100,000 in Darfur alone. The repeated rape of young black boys by Arabs is now commonplace. These scenes first played out during the genocide in Rwanda, which began early in the Clinton administration, and have been seen all over the sub-continent for a decade. Maathai addressed this brutality at the World Women’s Conference in Beijing in 1995, where she blamed it on Western capitalists. She claims that Western governments laid the groundwork for present slaughter during the Cold War. “The carnage goes on in Somalia, Rwanda, Liberia and in the streets of many cities,” she says. “People of Africa continue to be sacrificed so that some factories may stay open, earn capital and save jobs.”\nThus in Maathai’s view, Arab genocide is the fault of wealthy whites.\nMaathai has courted global socialism through her long association with the United Nations’ environmentalist agenda. She was a member of the Commission on Global Governance (CGG), founded in 1992 at the suggestion of former West German Chancellor and socialist Willy Brandt. Maathai worked on the CGG alongside Maurice Strong, Jimmy Carter, and Robert McNamara. The group’s manifesto, “Our Global Neighborhood,” calls for a dramatic reordering of the world’s political power – and redistribution of the world’s wealth.\nMost importantly, the CGG’s proposals would phase out America’s veto in the Security Council. At the same time, the CGG would increase UN authority over member nations, declaring, “All member-states of the UN that have not already done so should accept the compulsory jurisdiction of the World Court.” It asks the UN to prevail upon member governments to enact proposals made by wide NGOs – such as the Green Belt Movement. “Our Global Neighborhood” also suggested creating a 10,000-man “UN Volunteer Force” to be deployed at the UN’s approval on infinite peacekeeping missions everywhere (except Iraq).\nMaathai currently acts as a commissioner for the Earth Charter, along with the aforementioned Maurice Strong, Mikhail Gorbachev and Steven Rockefeller. She is also on the Earth Charter’s Steering Committee. In addition to calling for sharing the “benefits of development . . . equitably,” the Earth Charter calls on international bodies to “Promote the equitable distribution of wealth within nations and among nations.” Another Charter provision would disarm the entire world and use the money previously allocated for national defense to restore the environment. Additionally, the Earth Charter worries about the “unprecedented rise in human population,” and demands “universal access to health care.”\nMaathai earned her biology degree from Mount St. Scholastica College in Kansas and a Master’s degree at the University of Pittsburgh. She later returned to Kenya and worked in veterinary medical research at the University of Nairobi, eventually earning a Ph.D. there and becoming head of the veterinary medicine faculty.", "id": "<urn:uuid:fae983e5-45da-44d4-86c0-5ccc7cb210d8>", "dump": "CC-MAIN-2013-20", "url": "http://discoverthenetworks.com/printindividualProfile.asp?indid=2007", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9558945298194885, "token_count": 1242, "score": 2.84375, "int_score": 3}
{"text": "Welcome to Jane Addams Hull-House museum\nThe Jane Addams Hull-House Museum serves as a dynamic memorial to social reformer Jane Addams, the first American woman to receive the Nobel Peace Prize, and her colleagues whose work changed the lives of their immigrant neighbors as well as national and international public policy. The Museum preserves and develops the original Hull-House site for the interpretation and continuation of the historic settlement house vision, linking research, education, and social engagement\nThe Museum is located in two of the original settlement house buildings- the Hull Home, a National Historic Landmark, and the Residents' Dining Hall, a beautiful Arts and Crafts building that has welcomed some of the world's most important thinkers, artists and activists.\nThe Museum and its many vibrant programs make connections between the work of Hull-House residents and important contemporary social issues.\nFounded in 1889 as a social settlement, Hull-House played a vital role in redefining American democracy in the modern age. Addams and the residents of Hull-House helped pass critical legislation and influenced public policy on public health and education, free speech, fair labor practices, immigrants’ rights, recreation and public space, arts, and philanthropy. Hull-House has long been a center of Chicago’s political and cultural life, establishing Chicago’s first public playground and public art gallery, helping to desegregate the Chicago Public Schools, and influencing philanthropy and culture.", "id": "<urn:uuid:f01a8af6-2422-47f6-a2f8-477c864a7d08>", "dump": "CC-MAIN-2013-20", "url": "http://uic.edu/jaddams/hull/_museum/visitors.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9451056718826294, "token_count": 294, "score": 3.078125, "int_score": 3}
{"text": "- Historic Sites\nGeorge C. Marshall Museum\nThe museum dedicated to the life of General George C. Marshall also houses many of his papers in the research library.\nThis museum profiles one of the 20th century's greatest military and diplomatic leaders through exhibits related to the Marshall Era (1880-1960). Marshall led the Allied military through World War II and organized the European Recovery Program (Marshall Plan), which rebuilt Europe when the war was over. The general's papers are housed in the research library.", "id": "<urn:uuid:27cdbc2c-b70f-4a92-bc8b-4a053bc38ed6>", "dump": "CC-MAIN-2013-20", "url": "http://www.americanheritage.com/content/george-c-marshall-museum", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.933735728263855, "token_count": 102, "score": 2.65625, "int_score": 3}
{"text": "(Redirected from George C. Marshall\nGeorge Catlett Marshall (December 31, 1880–October 16, 1959), was an American military leader and statesman best remembered for his leadership in the Allied victory in World War II and for his work establishing the post-war reconstruction effort for Europe, which became known as the Marshall Plan.\nMarshall was born into a middle-class family in Uniontown, Pennsylvania. While attending Virginia Military Institute he was initiated into the now dormant Beta('01) chapter of Kappa Alpha Order .\nIn 1948, he was awarded the Distiguished Achievement Award for his role and contributions during and after WWII.\nMarshall was instrumental in getting the U.S. Army and Army Air Corps reorganized and ready for war. Marshall wrote the document that would become the central strategy for all Allied operations in Europe, selected Dwight Eisenhower as Supreme Commander in Europe, and designed Operation Overlord, the invasion of Normandy. Throughout the remainder of the World War II, Marshall coordinated all Allied operations in Europe and the Pacific. He was characterized as the organizer of Allied victory by Winston Churchill. Time Magazine named Marshall Man of the Year in 1944.\nAfter WW II he was sent to China to negotiate a truce and build a coalition government between the Nationalists and Communists fighting the Chinese Civil War. His efforts failed and he was recalled in January 1947.\nMarshall 'retired' in November 1945 and was named Secretary of State in 1947. As such, on June 5, 1947 at a speech at Harvard University, he outlined the U.S. government's preparedness to contribute to European recovery. The European Recovery Plan, which became known as the Marshall Plan, helped Europe quickly rebuild and earned Marshall the honor of being named TIME's Man of the Year in 1948 and awarded the Nobel Peace Prize in 1953. In 1949 he resigned from the State Department and was named president of the American National Red Cross. He was named Secretary of Defense in 1950, but retired from politics for good in 1951 after Senator Joseph McCarthy implied he was a traitor and denounced him for making decisions that \"aided the Communist drive for world domination\". Marshall died on October 16, 1959.\nHe married Elizabeth Carter Cole of Lexington, Virginia in 1902. She died in 1927. 1930 he married Katherine Boyce Tupper Brown.\nAfter graduating from the Virginia Military Institute in 1901, he entered the U.S. Army, where he was to have a long and distinguished career. Until World War I, he was posted to various positions in the US and the Philippines, and was trained in modern warfare. During the War he had roles as a planner of both training and operations. Between WWI and WWII, he was a key planner and writer in the War Department, spent three years in China, and taught at the Army War College.\nHe went to France in the summer of 1917 as the director of training and planning for the 1st Infantry Division. In mid-1918, he was promoted to American Expeditionary Forces headquarters, where he was a key planner of American operations. He was instrumental in the design and coordination of the Meuse-Argonne offensive, which forced Germany to sue for peace.\nIn 1919 he became an aide-de-camp to General John J. Pershing. Between 1920 and 1924, while Pershing was Army Chief of Staff, Marshall worked in a number of positions in the US Army, focusing on training and teaching modern, mechanised warfare.\nHe was promoted to Brigadier General in October 1936. In 1939 he was selected by Franklin D. Roosevelt to be Army Chief of Staff, a position he held until 1945.\nDates of rank\n- Second Lieutenant, United States Army: February 2, 1902\n- First Lieutenant, United States Army: March 7, 1907\n- Captain, United States Army: July 1, 1916\n- Major, National Army: August 5, 1917\n- Lieutenant Colonel, National Army: January 5, 1918\n- Colonel, National Army: August 27, 1918\n- Major, Regular Army (reverted to permanent rank): July 1, 1920\n- Lieutenant Colonel, Regular Army: August 21, 1923\n- Colonel, Regular Army: September 1, 1933\n- Brigadier General, Regular Army: October 1, 1936\n- Major General, Regular Army: September 1, 1939\n- General, Regular Army, for service as Army Chief of Staff: September 1, 1939\n- General of the Army, Army of the United States: December 16, 1944\n- General of the Army rank made permanent in the Regular Army: April 11, 1946\nNotes about components:\n- United States Army: Regular U.S. Armed Forces prior to World War I\n- National Army: Combined conscript and regular United States forces during World War I\n- Regular Army: Regular volunteer forces after 1930. Considered \"career\" professionals\n- Army of the United States: Combined draft and regular forces of World War II.\nAwards and decorations\n\"We are determined that before the sun sets on this terrible struggle, Our Flag will be recognized throughout the World as a symbol of Freedom on the one hand and of overwhelming force on the other.\" -- George Marshall (May 29, 1942, Larry I. Bland and Sharon Ritenour Stevens, ed. The Papers of George Catlett Marshall, Vol 3 pp. 212-14.) \n\"I couldn't sleep nights, George, if you were out of Washington.\" -President Roosevelt, reported by Henry Stimson, 1943\n“...what a joy it must be to [Marshall] to see how the armies he called into being by his own genius have won immortal renown. He is the true 'organizer of victory.’” Winston Churchill, 1945\n\"A man devoted to the daily study of war on several continents with all the ardour of a certified public accountant.\" - Alistair Cooke, 1959\n\"Hitherto I had thought of Marshall as a rugged soldier and a magnificent organizer and builder of armies - the American Carnot. But now I saw that he was a statesman with a penetrating and commanding view of the whole scene.\" - Winston Churchill\n|- style=\"text-align: center;\"\n| width=\"30%\" |Preceded by:\nLouis A. Johnson\n| width=\"40%\" style=\"text-align: center;\" |United States Secretary of Defense\n| width=\"30%\" |Succeeded by:\nRobert A. Lovett", "id": "<urn:uuid:c087f88c-2132-484b-93d8-037376115615>", "dump": "CC-MAIN-2013-20", "url": "http://www.biologydaily.com/biology/George_C._Marshall", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9699973464012146, "token_count": 1326, "score": 3.0, "int_score": 3}
{"text": "By Mike Bennighof, Ph.D.\nDuring the 1700s, European armies grew enormously\nin size. The Seven Years’ War of 1756\n– 1763 heightened the trend, and by\nthe end of the Napoleonic Wars field armies\nhad become enormous. Forces of 100,000 or\neven more, unheard of a century before, were\nnot at all unusual by 1815.\nThe French army introduced the concept of\na corps d’armee, a body of infantry,\ncavalry and artillery plus essential services.\nThe corps could fight alone or in cooperation\nwith other corps, and included all necessary\ncombat and administrative elements. By the\nend of the Napoleonic wears, all participants\nhad organized their troops into corps, usually\nmade up of varying numbers of divisions and\nDuring the years after 1815, some nations\nkept their corps structure in place during\npeacetime, using them to administer recruiting,\ntraining and other non-combat functions. This\nwould speed mobilization and keep the staffs\nemployed. The size and composition of corps\nalso became regularized, with each usually\nhaving the same number and types of subordinate\nBy the middle of the 19th century, an army\ncorps had become defined as the number of\ntroops that could be deployed from a single\nroad in less than two hours: roughly 20,000\nmen. That rule of thumb had been badly exceeded\nas extra troops were added: cavalry, engineers,\nartillerymen, light infantry, medical services,\nsupply columns and more.\nThe Prussian corps organization used in\nthe 1866 Austro-Prussian War had been introduced\nas part of War Minister Albrecht von Roon’s\nreforms starting in 1860. In 1859, the Prussian\nArmy mobilized its four army corps for war\non the side of Austria against France. The\nmobilization found many troops untrained,\nofficers of poor quality and supply services\neither insufficient or non-existent.\nIt also showed just how unwieldy the army’s\ncorps organization would prove in action.\nThe German Confederation, which included both\nAustria and Prussia along with 36 other german\nstates, had adopted a corps of four divisions.\nEach division consisted in turn of two or\nthree brigades, each brigade with two regiments\nof two battalions each plus one of light infantry.\nAll told, a German division would go to war\nwith 10 or 15 battalions, a corps with between\n40 and 60.\nRoon rationalized this organization; in\nbattle, he believed, a general was most efficient\nwith fewer maneuver elements to command. A\nnew-model Prussian infantry corps would have\ntwo divisions. Each division in turn had two\nbrigades, and each of them had two regiments.\nThe regiments would be larger, with three\nbattalions rather than the former two, as\na regimental colonel was expected to control\nall three by line of sight.\nA brigade commander only had to control\nthe two regiments under his command. At the\ndivision level, things got more complex. The\ndivision controlled two brigades, plus an\nartillery detachment of four six-gun batteries.\nThese would usually be parceled out to the\nbrigades in action. During peacetime the division\nwas responsible for either a pioneer battalion\nor a light infantry battalion; during wartime\nthese would be held in the corps reserve.\nThe corps controlled the two infantry divisions,\nplus attachments of artillery and cavalry.\nThis varied from four to seven batteries (six\nguns each) and two to five cavalry regiments.\nAustria also reformed its corps organization\nin 1860, based on the lessons of the 1859\nwar. An Austrian corps had included two or\nthree divisions, each in turn of two or three\nfive-battalion brigades. Each brigade included\nthe four field battalions of a single regiment\nplus a light infantry battalion: usually jägers\nbut in a few cases grenzers (Croatian border\ntroops) or volunteer student battalions.\nAustrian generals performed poorly in the\n1859 war, and the reform commission appointed\nafter the war recommended using fewer of them.\nIn particular, it pointed out that the small\nbrigades made regimental colonels superfluous.\nA peacetime regiment had contained four field\nbattalions and a grenadier battalion; now\nthey would have three field battalions, a\nfourth reserve battalion and in wartime a\nfifth training battalion. Two of these three-battalion\nregiments would be grouped in a brigade along\nwith a light infantry battalion and an eight-gun\nartillery battery. It was a powerful and flexible\norganization, led by a major general (Austria\ndid not have a “brigadier general”\nrank and this was the imperial army’s\nequivalent). The larger brigades required\nfewer light infantry battalions, allowing\nthe role to be filled exclusively by jägers.\nThe organization became less flexible at\nthe larger echelons. An Austrian corps included\nfour infantry brigades, a cavalry regiment\nand a brigade-sized artillery reserve as well\nas engineer, supply and medical units. The\nnew arrangement required fewer general officers,\nwhich had been the goal. But handling six\nmaneuver elements proved beyond the capability\nof most Austrian corps staffs in 1866, and\nthe intermediate stage of division headquarters\ngave Austria’s Prussian opponents a\ndecided advantage in flexibility and reaction\nspeed. Though the Prussian staff was undoubtedly\nbetter organized and more efficient than their\nAustrian counterparts, their organization\nalso gave them a lighter workload.\nof 1866: Frontier Battles the units are infantry brigades,\ncavalry regiments and artillery batteries,\nbut players maneuver their units by corps.\nThe corps are activated by the army command,\nor through the initiative of the corps commander.\nThe Prussians generally activate in a much\nmore predictable fashion, and can get all\nof their units into action thanks to the division\ncommanders. An Austrian corps is much more\ndifficult to handle and often only gets into\naction piece by piece.\nhere to order Battles of 1866: Frontier Battles now.", "id": "<urn:uuid:7d84fe71-cb98-4aca-863d-b31baad541c3>", "dump": "CC-MAIN-2013-20", "url": "http://www.avalanchepress.com/PrussianOrganization.php", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9506396651268005, "token_count": 1343, "score": 3.5625, "int_score": 4}
{"text": "The CIA, the NSA, the FBI and all other three-letter, intelligence-gathering, secret-keeping agencies mimic and are modeled after secret societies. They gather and filter information by compartmentalizing the organization in a pyramid-like hierarchical structure keeping everyone but the elite on a need-to-know basis. The CIA was born from the WWII intelligence arm, the OSS (Office of Strategic Services), and was funded into permanence by the Rockefeller and Carnegie Foundations, which donated $34 million 1945-48 alone. Nearly every person instrumental in the creation of the CIA was already a member of the CFR, including the Rockefellers and Dulles brothers.\nIn 1945 when the CIA was still the OSS, they began Operation Paperclip which brought over 700 Nazi scientists directly into the forming CIA, NSA, and other high-level government organizations. Since it was illegal to even allow these Nazis into the US, let alone into top-secret government agencies, the CIA convinced the Vatican to issue American passports for these 700+ Nazi scientists under the pretense that it was to keep them out of the hands of the Russians.\n“After WWII ended in 1945, victorious Russian and American intelligence teams began a treasure hunt throughout occupied Germany for military and scientific booty. They were looking for things like new rocket and aircraft designs, medicines, and electronics. But they were also hunting down the most precious ‘spoils’ of all: the scientists whose work had nearly won the war for Germany. The engineers and intelligence officers of the Nazi War Machine. Following the discovery of flying discs (foo-fighters), particle/laser beam weaponry in German military bases, the War Department decided that NASA and the CIA must control this technology, and the Nazi engineers that had worked on this technology. There was only one problem: it was illegal. U.S. law explicitly prohibited Nazi officials from immigrating to America--and as many as three-quarters of the scientists in question had been committed Nazis.” -Operation Paperclip Casefile: New World Order and Nazi Germany\nHundreds of Nazi mind-control specialists and doctors who performed horrific experiments on prisoners instantly had their atrocious German histories erased and were promoted into high-level American jobs. Kurt Blome, for instance, was a high-ranking Nazi scientist who experimented with plague vaccines on concentration camp prisoners. He was hired by the U.S. Army Chemical Corps to work on chemical warfare projects. Major General Walter Schreiber was a head doctor during Nazi concentration camp prisoner experiments in which they starved, and otherwise tortured the inmates. He was hired by the Air Force School of Medicine in Texas. Werner Von Braun was technical director of the Nazi Peenemunde Rocket Research Center, where the Germans developed the V2 rocket. He was hired by the U.S. Army to develop guided missiles and then made the first director of NASA!\n“Military Intelligence ‘cleansed’ the files of Nazi references. By 1955, more than 760 German scientists had been granted citizenship in the U.S. and given prominent positions in the American scientific community. Many had been longtime members of the Nazi party and the Gestapo, had conducted experiments on humans at concentration camps, had used slave labor, and had committed other war crimes. In a 1985 expose in the Bulletin of the Atomic Scientists Linda Hunt wrote that she had examined more than 130 reports on Project Paperclip subjects - and every one ‘had been changed to eliminate the security threat classification.’ A good example of how these dossiers were changed is the case of Werner von Braun. A September 18, 1947, report on the German rocket scientist stated, ‘Subject is regarded as a potential security threat by the Military Governor.’ The following February, a new security evaluation of Von Braun said, ‘No derogatory information is available on the subject … It is the opinion of the Military Governor that he may not constitute a security threat to the United States.’” -Operation Paperclip Casefile: New World Order and Nazi Germany\nShortly after Operation Paperclip came Operation Mockingbird, during which the CIA trained reporters and created media outlets to disseminate their propaganda. One of Project Mockingbird’s lead roles was played by Philip Graham who would become publisher of The Washington Post. Declassified documents admit that over 25 organizations and 400 journalists became CIA assets which now include major names like ABC, NBC, CBS, AP, Reuters, Time, Newsweek and more.\nIn 1953 the Iranian coup classified as Operation AJAX was the CIA’s first successful overthrow of a foreign government. In 1951 Iran Parliament and Prime Minister Dr. Mohammed Mosaddeq voted for nationalizing their oil industry which upset western oil barons like the Rockefellers. On April 4th, 1953, CIA director Allen Dulles transferred $1 million to Iranian General Fazlollah Zahedi to be used “in any way that would bring about the fall of Mosaddeq.” Coup leaders first planted anti-Mosaddeq propaganda throughout the Iranian press, held demonstrations, and bribed officials. Then they began committing terror attacks to blame on Mosaddeq hoping to bring public sentiment away from their hero. They machine-gunned civilians, bombed mosques, and then passed out pamphlets saying, “Up with Mosaddeq, up with Communism, down with Allah.” Zahedi’s coup took place between August 15th and 19th after which the CIA sent $5 million more for helping their new government consolidate power. Soon America controlled half of Iran’s oil production and American weapons merchants moved in making almost $20 billion off Iran in the next 20 years.\n“In 1953 the Central Intelligence Agency working in tandem with MI6 overthrew the democratically-elected leader of Iran Dr. Mohammed Mosaddeq. Mosaddeq had been educated in the west, was pro-America, and had driven communist forces out of the north of his country shortly after being elected in 1951. Mosaddeq then nationalized the oil fields and denied British Petroleum a monopoly. The CIA’s own history department at cia.gov details how U.S. and British intelligence agents carried out terror attacks and then subsequently blamed them on Mosaddeq … The provocations included propaganda, demonstrations, bribery, agents of influence, and false flag operations. They bombed the home of a prominent religious leader and blamed it on Moseddeq. They attacked mosques, machine-gunned crowds, and then handed out thousands of handbills claiming that Moseddeq had done it … Dr. Mohammed Moseddeq, who was incarcerated for the duration of his life, fared better than any of his ministers who were executed just days after the successful coup for crimes that MI6 and the CIA had committed.” -Alex Jones, “Terrorstorm” DVD\nIn 1954 the CIA performed its second coup d’etat overthrow of a foreign democracy; this time it was Guatemala, whose popular leader Jacobo Arbenz Guzman, had recently nationalized 1.5 million acres of land for the peasants. Before this, only 2.2% of Guatemala’s land-owners owned 70% of the land, which included that of United Fruit Co. whose board of directors were friends with the Dulles brothers and wanted to keep Guatemala a banana republic. So once again the CIA sent in propagandists and mercenaries, trained militia groups, bombed the capital, and installed their puppet dictator Castillo Armas, who the gave United Fruit Co. and the other 2.2% land-owners everything back. Military dictators ruled Guatemala for the next 30 years killing over 100,000 citizens. Guatemalan coroners were reported saying they could not keep up with the bodies. The CIA called it Operation Success.\n“The CIA has overthrown functioning democracies in over twenty countries.” -John Stockwell, former CIA official\nThey always follow the same strategy. First, globalist interests are threatened by a popular or democratically elected foreign leader; leaders who help their populations nationalize foreign-owned industries, protect workers, redistribute wealth/land and other such actions loved by the lower and middle-class majority, hated by the super-rich minority. Next, the CIA identifies and co-operates with opposition militia groups within the country, promising them political power in trade for American business freedom. Then they are hired, trained and funded to overthrow the current administration through propaganda, rigged elections, blackmail, infiltration/disruption of opposition parties, intimidation, torture, economic sabotage, death squads and assassinations. Eventually the CIA-backed militia group stages a coup and installs their corporate sympathizer-dictator and the former leaders are propagated as having been radicals or communists and the rest of the world is taught to shrug and view American imperialism as necessary world policing. The CIA has now evolved this whole racket into a careful science which they teach at the infamous “School of the Americas.” They also publish books like “The Freedom Fighter’s Manual” and “The Human Resource Exploitation Training Manual” teaching methods of torture, blackmail, interrogation, propaganda and sabotage to foreign military officials.\nStarting in 1954 the CIA ran operations attempting to overthrow the communist North Vietnamese government, while supporting the Ngo Dinh Diem regime in South Vietnam. From 1957-1973 the CIA conducted what has been termed “The Secret War” in Laos during which they carried out almost one coup per year in an effort to overthrow their democracy. After several unsuccessful attempts, the US began a bombing campaign, dropping more explosives and planting more landmines on Laos during this Secret War than during all of World War II. Untold thousands died and a quarter of the Laotian people became refugees often living in caves. Right up to the present, Laotians are killed/maimed almost daily from unexploded landmines. In 1959 the US helped install “Papa Doc” Duvalier, the Haitian dictator whose factions killed over 100,000. In 1961 CIA Operation Mongoose attempted and failed to overthrow Fidel Castro. Also in 1961 the CIA assassinated the Dominican Republic’s leader Rafael Trujillo, assassinated Zaire’s democratically-elected Patrice Lumumba, and staged a coup against Ecuador’s President Jose Velasco, after which US President JFK fired CIA director Allen Dulles. In 1963 the CIA was back in the Dominican Republic and Ecuador performing military coups overthrowing Juan Bosch and President Arosemana. In 1964 another CIA-funded/armed coup overthrew Brazil’s democratically-elected Joao Goulart replacing him with Dictator General Castelo Branco, CIA-trained secret police, and marauding death squads. In 1965 the CIA performed coups in Indonesia and Zaire and installed oppressive military dictators; General Suharto in Indonesia would then go on to slaughter nearly a million of his countrymen. In 1967 a CIA-backed coup overthrew the government of Greece. In 1968 they helped capture Che Guevara in Bolivia. In 1970 they overthrew Cambodia’s popular Prince Sahounek, an action that greatly strengthened the once minor opposition Khmer Rouge party who went on to murder millions. In 1971 they backed a coup in Bolivia and installed Dictator Hugo Banzer who went on torture and murder over 2000 of his political opponents. In 1973 they assassinated Chile’s democratically-elected Salvador Allende and replaced him with General Augusto Pinochet who murdered thousands of his civilians. On and on it goes; The Association for Responsible Dissent put out a report estimating that by 1987, 6 million people worldwide had died resulting from CIA covert ops. Since then there have been many untold millions more.\n“Throughout the world, on any given day, a man, woman or child is likely to be displaced, tortured, killed or disappeared, at the hands of governments or armed political groups. More often than not, the United States shares the blame.” -Amnesty International annual report on U.S. Military aid and human rights, 1996\n1979-1989 CIA Operation Cyclone, with joint funding from Britain’s MI6, heavily armed and trained over 100,000 Afghani Mujahideen (“holy warriors”) during the Soviet war in Afghanistan. With the help of the Pakistani ISI (Inter-Services Intelligence), billions of dollars were given to create this Islamic army. Selig Harrison from the Woodrow Wilson International Centre for Scholars stated, “The CIA made a historic mistake in encouraging Islamic groups from all over the world to come to Afghanistan. The US provided $3 billion [now many more billion] for building up these Islamic groups, and it accepted Pakistan’s demand that they should decide how this money should be spent … Today that money and those weapons have helped build up the Taliban … [who] are now making a living out of terrorism.”\n“The United States has been part and parcel to supporting the Taliban all along, and still is let me add … You have a military government in Pakistan now that is arming the Taliban to the teeth … Let me note; that [US] aid has always gone to Taliban areas … And when people from the outside try to put aid into areas not controlled by the Taliban, they are thwarted by our own State Department … Pakistan [has] initiated a major resupply effort, which eventually saw the defeat, and caused the defeat, of almost all of the anti-Taliban forces in Afghanistan.” -Congressional Rep. Dana Rohrbacher, the House International Relations Committee on Global Terrorism and South Asia, 2000\nBritish Foreign Secretary Robin Cook stated before the House of Commons that “Al Qaeda” is not actually a terrorist group, but a database of international Mujahadden and arms dealers/smugglers used by the CIA to funnel arms, money, and guerrillas. The word “Al Qaeda” itself literally translates to “the database.” Not only did the CIA create the Taliban and Al-Qaeda, they continued funding them right up to the 9/11 attacks blamed on them. For example, four months prior to 9/11, in May, 2001, Colin Powell gave another $43 million in aid to the Taliban.\n“Not even the corporate US media could whitewash these facts and so explained it away by alleging that US officials had sought cooperation from Pakistan because it was the original backer of the Taliban, the hard-line Islamic leadership of Afghanistan accused by Washington of harboring Bin Laden. Then the so called ‘missing link’ came when it was revealed that the head of the ISI was the principal financier of the 9/11 hijackers ... Pakistan and the ISI is the go between of the global terror explosion. Pakistan's military-intelligence apparatus, which literally created and sponsored the Taliban and Al Qaeda, is directly upheld and funded by the CIA. These facts are not even in dispute, neither in the media nor in government. Therefore when we are told by the neocon heads of the new world order that they are doing everything in their power to dismantle the global terror network what we are hearing is the exact opposite of the truth. They assembled it, they sponsored it and they continue to fund it. As any good criminal should, they have a middleman to provide plausible deniability, that middleman is the ISI and the military dictatorship of Pakistan.” -Steve Watson, “U.S. Intel Officer: Al Qaeda Leadership Allowed to Operate Freely” (http://www.infowars.net/articles/july2007/160707ISI.htm)\nIn a late 1980’s Newsweek article, outspoken opponent of President Bush and recently assassinated Pakistani Prime Minister Benazir Bhutto, told George Bush Sr., “you are creating a Frankenstein,” concerning the growing Islamist movement. She also came out in 2007 to say that Osama Bin Laden was already long dead having been murdered by Omar Sheikh. She was murdered herself a month after the interview, only two weeks before the Pakistani 2008 general elections.", "id": "<urn:uuid:96c4ba0b-5575-4365-9b5c-1164b7bca6d5>", "dump": "CC-MAIN-2013-20", "url": "http://www.atlanteanconspiracy.com/2008/09/history-of-cia.html?showComment=1358287968011", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9628726243972778, "token_count": 3320, "score": 2.859375, "int_score": 3}
{"text": "|This article may be expanded with text translated from the corresponding article in the French Wikipedia. (December 2008)|\n|— Department —|\n|• President of the General Council||Augustin Bonrepaux (PS)|\n|• Total||4,890 km2 (1,890 sq mi)|\n|• Density||30/km2 ( 79/sq mi)|\n|Time zone||CET (UTC+1)|\n|• Summer (DST)||CEST (UTC+2)|\n|^1 French Land Register data, which exclude estuaries, and lakes, ponds, and glaciers larger than 1 km2|\nFoix is the administrative capital of the Ariège. It is an ancient medieval town with a fortress Chateau de Foix perched on a hill overlooking it. The fortress has been attacked many times without capture, including an attempt by Simon de Montfort. It has also been used as a prison, and the names of English prisoners of war can still be seen on the cell walls. Another famous chateau in the Ariège is Montségur, located on a rocky outcrop at a height of 1200 metres (3,900 ft). During the Albigensian Crusade and siege of 1244 AD the chateau was largely destroyed, with more than two hundred Cathar priests burnt at the stake as heretics. The chateau was gradually rebuilt by Royalists over a period of the next three hundred years.\nThe start of the seventeenth century saw the area ravaged by wars between Protestants and Catholics. In 1621 Huguenot forces ruined the church at La Tour-du-Crieu. In 1629 Pamiers was sacked by Henry of Condé following uprisings that left several hundred dead in the city. This was also the period during which the abbeys at Foix, Tarascon-sur-Ariège, Saint-Girons, Saverdun and Le Mas-d'Azil were torched and destroyed.\nThe nineteenth century was a time of strong industrial growth, supported in Ariège by an abundant supply of water power. The department also benefitted from its significant reserves of iron ore. The growth of iron based industries were a feature of the period, with the establishment in 1817 of a steel manufacturing plant at Pamiers which has been a principal driver of the local economy ever since. Other representative examples of the iron based industry that developed in Ariège during the nineteenth century include the forges at Montgaillard and the blast furnaces at Tarascon-sur-Ariège.\nDescription of the department's industrial development during the nineteenth century should also include mention of the paper industry at Saint-Girons and the textile industry in the Pays d'Olmes.\nTowns of particular historical interest in the département include Pamiers, host to a large commercial centre and three churches. Mirepoix is a medieval town, as is Saint-Lizier situated on a hilltop with winding streets, fine views and a church with cloisters that are noteworthy. Saint-Girons is an agricultural centre with a Saturday market.\nThe geography is dominated by the Pyrenees mountains, which form the border between France and Spain. There are hundreds of miles of well-marked paths which allow exploration of the magnificent Pyrenees mountains. The high mountains are easily accessible via good roads, cable cars or by foot. There are a number of lodges providing high level mountain accommodation that are comfortable, warm and with good meals.\nThere are also a number of fresh water lakes which provide a variety of activities including, walking, swimming, fishing, canoeing, sailboarding and picnicking.\nThe Ariege has several of its own downhill ski resorts, the three largest being Ax-Bonascre, Les Monts D'Olmes and Guzet-Neige. There are many cross country ski-ing resorts, one of the best being at Plateau de Beille, near Les Cabannes.\nThe Pyrenees mountain range forms a fantastic backdrop to the entire Ariège Department, rising some 10,000 feet (3000m) in the Montcalm Massif, along the border with Andorra and Spain. The highest peaks are clearly visible visible from Toulouse in the Haute Garonne. It is one of the least populated and most unspoiled regions of France. The locals enjoy keeping traditions alive, especially old farming techniques. Consequently, as fewer insecticides, for example, have been used, the flora and fauna of the area continue to be rich in both diversity and numbers. Butterflies are common and birds are numerous; particularly noticeable are large birds of prey, including the magnificent Griffon vultures.\nThere are also many unspoiled villages and hamlets tucked away in the valleys close to the department's border with Spain – Seix, Cominac and Aulus Les Bain are examples – together with picturesque mountain villages, most notably Aleu which comes alive in the holiday season.\nAriège stands on the eastern limit of oceanic dominance over rainfall, but other influences are felt:\n- Mediterranean – particularly visible in the vegetation of the foothills and of the valley of the Ariège river towards Tarascon, and in the Pays de Sault;\n- Continental – in the Pyrenean valleys, with many storms and big differences of temperature between day and night.\nThere is no great tendency to summer drought as the flow of air from the north-west brings rain throughout the year. Rainfall is moderate on the foothills and in some sheltered valleys, measuring 700 to 1,000 mm per year, but increases significantly in the higher valleys with levels between 1,000 mm and 1,800 mm. The slopes exposed to the north-west, such as Aulus and Orlu, are, as one would expect, the wettest, together with the frontal ridges that meet air flow from the southwest (giving rise to the Foehn effect). Snow cover is common over 1,000 metres, lasting several months above 1,500 to 2,000 metres. Some periglacial areas exist over 2,500 m but the only true glacier in Ariège is that of Mont Valier, near Castillon-en-Couserans.\nTemperatures are mild in the foothills, e.g. at the city of Foix (400 metres) the average is 5 °C in January and 19 °C in July. However, they decline rapidly with elevation, e.g. at l'Hospitalet-près-l'Andorre (1,430 m) it is 0 °C in January and 14 °C in July.\nThe inhabitants of the department are called Ariégeois.\nThe department has 151,477 inhabitants, or 146,289 as the population without double counting.\nThe populations of the arrondissements (double-counting) are :\n- Foix – 53,595\n- Pamiers – 69,664\n- Saint Girons – 28,218\nThe populations of the principal towns (double-counting) are :\n- Pamiers – 15,702\n- Foix – 9,994\n- Lavelanet – 7,068\n- Saint Girons – 7,019\nThe Ariege department is a largely unknown department which is situated next to the Aude in the most southern part of the Midi-Pyrenees region and shares its borders with the Aude, Andorra, Haute Garonne and the Pyrenees Orientales. This is predominantly a farming area as the soil is rich and fertile and yet more than 50% of the Ariège is mountainous, with 490 965 hectares being covered by forests.\n|Number of businesses||19 750||15 November 2006|\n|Rate of business creation||10.4% (Ariège) 9.3% (Midi-Pyrénées) 9.3% (France)||2003|\n|Unemployment rate||10.4% (Ariège) 9.1% (Midi-Pyrénées) 9% (France)||September 2006|\n|Value of Exports||450 M€||2005|\n|Value of Imports||368 M€||2005|\n|source : Ariège Expansion|\nThe Ariège Chamber of Commerce and Industry is situated at Foix. The department’s Economic Development Agency (ARIEGE EXPANSION) is at Verniolle. The department has established three ‘business incubators’ to support enterprise in Ariège.\nThe department has two parliamentary constituencies and twenty-two cantons. Broadly speaking, Ariège has been firmly held by the Socialist Party since the days of the Third Republic, although in recent years the right has managed to make some inroads.\nNevertheless, the department remains one of the most left-wing departments in France, and the left holds all but three of the department's 22 cantons.\nThe President of the General Council is Augustin Bonrepaux of the Socialist Party.\n|Union for a Popular Movement||2|\nAriégeois gastronomy is based on the cooking of Pyrenean regional food, such as cheese or charcuterie from the mountain country. The Azinat is the local and typical dish of Ariege. The department is also well advanced in the field of organic farming.\nThe castle of Foix\nCathedral of Saint-Antonin at Pamiers\nCathedral de Saint-Lizier\nCovered shopfronts at Mirepoix\nAccording to the general census of the population of 8 March 1999, 26.5% of available housing in the department consists of second homes.\n|Year||Town||Population without double-counting||Number of dwellings||Second homes||% of dwellings being second homes|\nFamous people \n- Fabien Barthez, football player, winner of the World Football Cup 1998 and born at Lavelanet\n- Pierre Bayle (1647–1706), philosopher and writer, born at Carla-Bayle (then known as Carla-le-Comte; the commune changed its name in his honour)\n- Théophile Delcassé (1852–1923), politician, minister, ambassador, born at Pamiers\n- Jacques Dupont (born in 1928), cyclist, holder of the Olympic record, born at Lézat-sur-Lèze\n- Gabriel Fauré (1845–1924), composer, born at Pamiers\n- Jacques Fournier (1285–1342), bishop of Pamiers then of Mirepoix, pope under the name Benedict XII from 1336 to 1342 (Avignon), born at Canté near Saverdun\n- Claude Piquemal (born in 1939), athlete and sprinter, Olympic medalist, born at Siguer\n- Marie Laforêt, born Maïténa Marie Brigitte Doumenach (in 1939), actress and singer.\nSee also \n- Cantons of the Ariège department\n- Communes of the Ariège department\n- Arrondissements of the Ariège department\n- Census 2009, French National Institute of Statistics\n- http://www.atlaspol.com/MDPY/ariege.htm Political atlas of Ariège (in French), consulted 30 June 2009\n- Census site, INSEE, figures as at 8 March 1999\n- Estimates of the intermediate census, INSEE, figures as at 1 July 2005\n|Wikimedia Commons has media related to: Ariège|\n- (French)Conseil general website\n- (French)Prefecture website\n- (French)Trekking in Ariege Pyrenees website\n- (French)Photography Panoramics 360° website\n- (French)Photography Panoramics 360° website 2", "id": "<urn:uuid:b98380f2-eaad-43d8-ae14-b78b1fa71c30>", "dump": "CC-MAIN-2013-20", "url": "http://en.wikipedia.org/wiki/Ari%c3%a8ge", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8962062001228333, "token_count": 2518, "score": 2.890625, "int_score": 3}
{"text": "The town´s history\nAlthough written differently, Tölz was mentioned for the first time in the records of 1180. In 1331, it was granted extensive \"Marktrechte\", e.g. the right to hold a market. In the 13th and 14th century many workshops (e.g. limeburners and raftsmen) settled in this area. A great fire destroyed large parts of the town in 1453, but with generous noble support reconstruction soon began. Thanks to the location at the river Isar, the rafting and also brewery trade the town soon flourished. 22 breweries could be counted in 1721. Tölz became also famous for arts and crafts with the beautiful coloured chests, cases and beds. In 1845, iodine was found close to Tölz. Therefore, market town Markt Tölz became Bad (= the German word for spa resorts) in 1899. In 1906, it was recognized as town and in 1969 it got the rating \"Heilklimatischer Kurort\", which means that its climate is beneficial to health. What is more, in 2005, it also got the title \"Moorheilbad\", that means it is acknowledged as mineral and medicinal mud-bath spa.\nThe town´s coat of arms\nThe town´s coat of arms.\nThe town´s flag with the colours black and gold.", "id": "<urn:uuid:d411514d-c8d6-4b8e-8dbe-4a8df14e66fe>", "dump": "CC-MAIN-2013-20", "url": "http://www.bad-toelz.de/en/bad-toelz/stadt-bad-toelz/the-towns-history.html?refID=95", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9755674004554749, "token_count": 288, "score": 2.5625, "int_score": 3}
{"text": "A bullock cart or ox cart is a two-wheeled or four-wheeled vehicle pulled by oxen (draught cattle). It is a means of transportation used since ancient times in many parts of the world. They are still used today where modern vehicles are too expensive or the infrastructure does not favor them.\nUsed especially for carrying goods, the bullock cart is pulled by one or several oxen (bullocks). The cart (also known as a jinker) is attached to a bullock team by a special chain attached to yokes, but a rope may also be used for one or two animals. The driver and any other passengers sit on the front of the cart, while load is placed in the back. Traditionally the cargo was usually agrarian goods and lumber.\nCosta Rica \nIn Costa Rica, ox carts (carretas in the Spanish language) were an important aspect of the daily life and commerce, especially between 1850 to 1935, developing a unique construction and decoration tradition that is still being developed. Costa Rican parades and traditional celebrations are not complete without a traditional ox cart parade.\nIn 1988, the traditional ox cart was declared as National Symbol of Work by the Costa Rican government.\nIn 2005, the \"Oxherding and Oxcart Traditions in Costa Rica\" were included in UNESCO's Representative List of the Intangible Cultural Heritage of Humanity.\nIn Indonesia, Bullock Carts are commonly used in the rural parts of the country, where it is used for transporting goods and carriages and also people. But it is mostly common in Indonesia that there are Horse Car than Bullock Carts on the streets of Indonesia.\nBullock carts were widely used in Malaysia before the introduction of automobiles, and many are still used today. These included passenger vehicles, now used especially for tourists. Passenger carts are usually equipped with awnings for protection against sun and rain, and are often gaily decorated.\nSee also \n|Wikimedia Commons has media related to: Ox-drawn carts|", "id": "<urn:uuid:4dcad241-2b6b-4970-9112-c67a47a29a2c>", "dump": "CC-MAIN-2013-20", "url": "http://en.wikipedia.org/wiki/Bullock_cart", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9640528559684753, "token_count": 415, "score": 3.453125, "int_score": 3}
{"text": "German destroyer Z11 Bernd von Arnim\n|Career (Nazi Germany)|\n|Name:||Z11 Bernd von Arnim|\n|Namesake:||Bernd von Arnim|\n|Ordered:||9 January 1935|\n|Laid down:||26 April 1935|\n|Launched:||8 July 1936|\n|Completed:||6 December 1938|\n|Fate:||Scuttled, 13 April 1940|\n|General characteristics as built|\n|Class & type:||Type 1934A-class destroyer|\n|Displacement:||2,171 long tons (2,206 t)|\n|Length:||119 m (390 ft 5 in) o/a\n114 m (374 ft 0 in) w/l\n|Beam:||11.3 m (37 ft 1 in)|\n|Draft:||4.23 m (13 ft 11 in)|\n|Installed power:||70,000 shp (52,000 kW)|\n|Propulsion:||2 shafts, 2 × Wagner geared steam turbines\n6 × water-tube boilers\n|Speed:||36 knots (67 km/h; 41 mph)|\n|Range:||1,825 nmi (3,380 km; 2,100 mi) at 19 knots (35 km/h; 22 mph)|\n|Armament:||5 × 1 - 12.7 cm (5 in) guns\n2 × 2 - 3.7 cm (1.5 in) guns\n6 × 1 - 2 cm (0.79 in) guns\n2 × 4 - 53.3 cm (21 in) torpedo tubes\n32–64 depth charges, 4 throwers and 6 individual racks\nZ11 Bernd von Arnim was a Type 1934A-class destroyer built for the German Navy (Kriegsmarine) in the late 1930s. At the beginning of World War II, the ship was initially deployed to blockade the Polish coast, but she was quickly transferred to the German Bight to lay minefields in German waters. In late 1939 the ship made one successful minelaying sortie off the English coast that claimed one British warship and seven merchant ships. During the early stages of the Norwegian Campaign, Bernd von Arnim fought the British destroyer Glowworm while transporting troops to the Narvik area in early April 1940, but neither ship was damaged during the action. The ship fought in both naval Battles of Narvik several days later and had to be scuttled after she exhausted her ammunition.\nDesign and description \nBernd von Arnim had an overall length of 119 meters (390 ft 5 in) and was 114 meters (374 ft 0 in) long at the waterline. The ship had a beam of 11.3 meters (37 ft 1 in), and a maximum draft of 4.23 meters (13 ft 11 in). She displaced 2,171 long tons (2,206 t) at standard load and 3,190 long tons (3,240 t) at deep load. The Wagner geared steam turbines were designed to produce 70,000 shaft horsepower (52,199 kW) which would propel the ship at 36 knots (67 km/h; 41 mph). Steam was provided to the turbines by six high-pressure Benson boilers with superheaters. Bernd von Arnim carried a maximum of 752 metric tons (740 long tons) of fuel oil which was intended to give a range of 4,400 nautical miles (8,100 km; 5,100 mi) at 19 knots (35 km/h; 22 mph), but the ship proved top-heavy in service and 30% of the fuel had to be retained as ballast low in the ship. The effective range proved to be only 1,530 nmi (2,830 km; 1,760 mi) at 19 knots (35 km/h; 22 mph).\nBernd von Arnim carried five 12.7 cm SK C/34 guns in single mounts with gun shields, two each superimposed, fore and aft. The fifth gun was carried on top of the rear deckhouse. Her anti-aircraft armament consisted of four 3.7 cm SK C/30 guns in two twin mounts abreast the rear funnel and six 2 cm C/30 guns in single mounts. The ship carried eight above-water 53.3-centimeter (21.0 in) torpedo tubes in two power-operated mounts. Four depth charge throwers were mounted on the sides of the rear deckhouse and they were supplemented by six racks for individual depth charges on the sides of the stern. Enough depth charges were carried for either two or four patterns of 16 charges each. Mine rails could be fitted on the rear deck that had a maximum capacity of 60 mines. 'GHG' (Gruppenhorchgerät) passive hydrophones were fitted to detect submarines.\nThe ship was ordered on 4 August 1934 and laid down at Germania, Kiel on 26 March 1935 as yard number G537. She was launched on 8 July 1936 and completed on 6 July 1938. When World War II began in September 1939, Bernd von Arnim was initially deployed in the Baltic to operate against the Polish Navy and to enforce a blockade of Poland, but she was soon transferred to the German Bight where she joined her sisters in laying defensive minefields. The ship also patrolled the Skagerrak to inspect neutral shipping for contraband goods. Bernd von Arnim joined the other destroyers in laying minefields off the British coast in November, when Bernd von Arnim, Hermann Künne and Wilhelm Heidkamp laid about 180 magnetic mines in the middle of the Thames Estuary on the night of 17/18 November. The destroyer HMS Gipsy, one trawler, and seven other ships totalling 27,565 Gross Register Tons (GRT) were sunk by this minefield. Four days later, she was one of the destroyers escorting the battleships Gneisenau and Scharnhorst through the North Sea to break out into the North Atlantic. Together with her sisters Hans Lody and Erich Giese, Bernd von Arnim was to lay a minefield off Cromer during the night of 6/7 December, but she had trouble with two of her boilers and had to shut them down. The ship was ordered to return to port while the other two destroyers continued their mission.\nNorwegian Campaign \nBernd von Arnim was allocated to Group 1 for the Norwegian portion of Operation Weserübung in April 1940. The group's task was to transport the 139th Mountain Infantry Regiment (139. Gebirgsjäger Regiment) and the headquarters of the 3rd Mountain Division (3. Gebirgs-Division) to seize Narvik. The ships began loading troops on 6 April and set sail the next day. Bernd von Arnim was spotted by the British destroyer Glowworm in a storm on the morning of 8 April and the ship turned away to the north-west at full speed after laying a smoke screen. The German ship was suffering damage from the heavy seas at 35 knots (65 km/h; 40 mph) and was forced to reduce speed to 27 knots (50 km/h; 31 mph) after she had lost two men overboard. The British destroyer was better suited for the conditions and began to close on Bernd von Arnim. Lieutenant Commander (Korvettenkapitän) Curt Rechel, captain of von Arnim, turned his ship to the north-east, closer to the heavy cruiser Admiral Hipper. The ships exchanged fire without effect for an hour until Hipper came within range and sank Glowworm shortly afterward.\nThe German destroyers reached the Ofotfjord on the morning of 9 April and Commodore Friedrich Bonte took his flagship Wilhelm Heidkamp, Bernd von Arnim and Georg Thiele down the fjord to Narvik. A heavy snowstorm allowed von Arnim and Thiele to enter the harbor without challenge and tie up at a pier. The mountain troops immediately began disembarking, but the ship was spotted by the coast defense ship Norge a few minutes later. The latter ship immediately opened fire and was able to fire approximately 13 shells at 600–800 meters (660–870 yd) range before von Arnim was able to fire seven torpedoes. Only two struck the Norwegian ship, but they detonated one or more of the ship's magazines and she immediately capsized and sank. None of the Norwegian shells hit either of the two German destroyers due to the darkness and falling snow, despite the short range. Von Arnim lowered boats to rescue the surviving Norwegian sailors and was able to pick up 96 men together with boats from the merchantmen in harbor.\nVon Arnim and Thiele were the first to refuel from the single tanker that had made it safely to Narvik and later moved to the Ballangenfjord, a southern arm of the Ofotfjord, closer to the entrance. Shortly before dawn on 10 April, the five destroyers of the British 2nd Destroyer Flotilla surprised the five German destroyers in Narvik harbor. They torpedoed two destroyers and badly damaged the other three while suffering only minor damage themselves. As they were beginning to withdraw they encountered the three destroyers of the 4th Flotilla which had been alerted in the Herjansfjord when the British began their attack. The Germans opened fire first, but the gunnery for both sides was not effective due to the mist and the smoke screen laid by the British as they retreated down the Ofotfjord. The German ships had to turn away to avoid a salvo of three torpedoes fired by one of the destroyers in Narvik, but von Arnim and Thiele had also been alerted and were coming up to engage the British.\nThe two German destroyers crossed the T of the British flotilla and were able to fire full broadsides at a range of only 4,000 meters (13,000 ft). They first engaged the British flagship, HMS Hardy, and badly damaged her. Both of her forward guns were knocked out and the forward superstructure was set afire. Hardy was forced to beach herself lest she sink, and the German ships switched their fire to HMS Havock, the next ship in line. Their fire was relatively ineffective and both sides fired torpedoes without scoring any hits. Havock pulled out and dropped to the rear to fight off any pursuit by the ships of the 4th Flotilla. This placed HMS Hunter in the lead and she was quickly set on fire by the German ships. Thiele probably also hit her with a torpedo and she was rammed from behind by HMS Hotspur when the latter ship lost steering control. Hotspur was able to disengage, but Hunter capsized shortly afterward. The three remaining British ships were able to escape from the Germans under the cover of a smoke screen. Von Arnim had been hit by five British shells, which had knocked out one boiler. This was repaired by the morning of 13 April and she received six torpedoes from the badly damaged destroyers.\nOn the night of 12 April, Commander Erich Bey, the senior surviving German officer, received word to expect an attack the following day by British capital ships escorted by a large number of destroyers and supported by carrier aircraft. The battleship Warspite and nine destroyers duly appeared on 13 April, although earlier than Commander Bey had expected, and caught the Germans out of position. The five operable destroyers, including Bernd von Arnim, charged out of Narvik harbor and engaged the British ships. Although no hits were scored, they did inflict splinter damage on several of the destroyers. The ship was able to make a torpedo attack on the British destroyers before being driven off, but her torpedoes all missed. Lack of ammunition forced the German ships to retreat to the Rombaksfjorden (the easternmost branch of the Ofotfjord), east of Narvik, where they might attempt to ambush pursuing British destroyers. Von Arnim had exhausted her ammunition and she was beached at the head of the fjord. Her crew placed demolition charges and abandoned the ship. By the time the British reached the ship she had rolled over onto her side. The ship's crew joined the German troops ashore and participated in the campaign until the British evacuated the area in June.\n- Groener, p. 199\n- Whitley, p. 18\n- Koop and Schmolke, p. 26\n- Whitley, p. 215\n- Whitley, pp. 71–72\n- Whitley, p. 204\n- Koop and Schmolke, p. 91\n- Rohwer, pp. 2–3, 5, 7\n- Rohwer, p. 9\n- Whitley, p. 89\n- Hervieux, p. 112\n- Whitley, pp. 89–90\n- Whitley, p. 96\n- Haarr, pp. 91–93\n- Haarr, p. 323\n- Haarr, pp. 327\n- Haarr, p. 334\n- Whitley, p. 99\n- Harr, pp. 339–43\n- Haarr, pp. 344–47\n- Whitley, p. 101\n- Haarr, pp. 356–57, 362, 366\n- Whitley, p. 103\n- Haarr, pp. 368, 373–74\n- Gröner, Erich (1990). German Warships: 1815–1945. Volume 1: Major Surface Warships. Annapolis, Maryland: Naval Institute Press. ISBN 0-87021-790-9.\n- Hervieux, Pierre (1980). \"German Destroyer Minelaying Operations Off the English Coast (1940–1941)\". In Roberts, John. Warship IV. Greenwich, England: Conway Maritime Press. pp. 110–16. ISBN 0-87021-979-0.\n- Haarr, Geirr H. (2009). The German Invasion of Norway, April 1940. Annapolis, Maryland: Naval Institute Press. ISBN 978-1-59114-310-9.\n- Koop, Gerhard; Schmolke, Klaus-Peter (2003). German Destroyers of World War II. Annapolis, Maryland: Naval Institute Press. ISBN 1-59114-307-1.\n- Rohwer, Jürgen (2005). Chronology of the War at Sea 1939-1945: The Naval History of World War Two (Third Revised ed.). Annapolis, Maryland: Naval Institute Press. ISBN 1-59114-119-2.\n- Whitley, M. J. (1991). German Destroyers of World War Two. Annapolis, Maryland: Naval Institute Press. ISBN 1-55750-302-8.", "id": "<urn:uuid:504f9d3a-3560-48e7-bc01-eb8716f7ea38>", "dump": "CC-MAIN-2013-20", "url": "http://en.wikipedia.org/wiki/German_destroyer_Z11_Bernd_von_Arnim", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9510120153427124, "token_count": 3102, "score": 3.03125, "int_score": 3}
{"text": "and the operational\ndeployment of the West African Regiment\nOn the outbreak\nof war in August 1914 the Allies quickly moved against German possessions in West Africa.\nTogoland was seized (see: http://www.kaiserscross.com/188001/300143.html\n) and the large colony of Kamerun was attacked.\nIn Kamerun initial British attacks across the Nigerian border were\nrepulsed by the Germans, but an amphibious assault on Douala seized that port on 27th September 1914. The allied commander, Brigadier General Sir\nC.M. Dobell CMG, DSO, then ordered two columns to move north and attack Susa and Yabasi (sometimes\nspelt as Jabassi.) Yabasi lay 50 miles (80\nkilometres) up the Wuri\nRiver which was\nnavigable. The Royal Navy was tasked\nwith transporting the column to Yabasi.\nColumn Commander was Brevet Colonel E.H. Gorges DSO, the Commandant of the West\nAfrican Regiment. Colonel Gorges force\nconsisted of a land party under Lieutenant Colonel E. Vaughan (Manchester\nRegiment and West African Regiment) who commanded:\n2 sections of\nmountain artillery, one section each coming from the Sierra Leone Battery and the Gold\nCoast Battery, West African Frontier Force (WAFF).\nplus 2 machine guns from the West\nAfrican Regiment 2 companies\nfrom the 1st Nigeria\nHalf of the\nPioneer Company of the Gold Coast\nmedical detachments and 688 porters.\nthe Royal Navy, under Commander the Honourable B.T.C.O. Freeman-Mitford, was a\nflotilla comprised of:\nMole a dredger armed with a 6-inch gun.\nDreadnought a lighter also mounting a 6-inch gun.\nBalbus a steam tug that towed the Dreadnought and carried three 1-pounder guns.\nboat from HMS Cumberland, armed with\none 3-pounder gun and a machine gun.\nThe steam launches\nSokoto, Crocodile and Alligator,\neach armed with one machine gun.\ngun and detachment for employment on land.\nguns and crews came from HMS Challenger at\nThe West African Regiment (WAR)\nin Sierra Leone\nwas one of the Royal Navy’s most important harbours and bases, and it needed an\neffective garrison. White troops sent\nthere were decimated by fever and had to be replaced by battalions of the West\nIndia Regiment from the Caribbean. Internal unrest in Sierra Leone caused the British to\nraise a local infantry regiment in the colony in 1896 titled the West African\nThe WAR was an\nImperial unit; that meant that its cost was born by the British War Office and\nnot by colonial revenues raised in Sierra Leone. The regiment’s primary role was to defend the\ncolony’s capital Freetown,\nbut it was also available for operations anywhere in the world. The regiment raised twelve companies of\ninfantrymen from tribes in the Sierra\nLeone interior. The unit strength was: 60 British seconded officers,\n25 British seconded Non Commissioned Officers (NCOs) and 1,500 African rank and\nfile. The regimental march was Rule Britannia.\nIn the early\ndays the regiment was dressed in a blue single-breasted tunic with five gilt\nbuttons and standing collar, knee-length baggy blue breeches, a low red fez for\nheaddress and a brown belt with two pouches.\nBoots and gaiters were not issued or used. The soldiers were armed with the .303-inch\nLee Metford magazine rifle.\nBy 1914 the\nsoldiers were wearing a khaki flannel smock and calf-length breeches, but the\nmen still fought in bare feet. The rifle\nin use was the Short Magazine Lee Enfield, and two machine guns had been issued\nto the regiment. In Kamerun the red fez\nwas replaced by a green Kilmarnock hat and the\nbelt and pouches were replaced with M08 web equipment.\nIn pre-war days\nthe WAR had deployed five companies into the interior of Sierra Leone, and had stationed the regimental\nheadquarters and seven companies at Wilberforce, outside Freetown.\nThe West African Regiment should not be confused with the Sierra Leone\nBattalion of the West African Frontier Force, which was a colonially-funded,\ndirected and administered unit.\nThe approach up the Wuri River\nup-river started on 7th October and was enlivened by canoe-loads of\nvillagers trying to cling on to the vessels to get a free ride. Some of the canoe men climbed aboard the\nRoyal Navy craft to search for removable objects, and they had to be\nejected. As the long snake of vessels,\nled by the flagship Mole, passed\nBosida the ‘King’ (head chief) of the region came aboard for a visit. He had been hiding in the bush for three days\nas the withdrawing Germans were hanging anyone in authority who was thought to\nfavour the Allies.\nLeft: The Wuri River at Yabasi\nAs Nsake Fort\nwas reached, 10 miles (16 kilometres) south of Yabasi, the flotilla came under enemy\nrifle fire. Machine gun and 3-pounder\nfire sprayed and bombarded the fort in reply.\nA company of WAR disembarked and seized the fort which was found to be\nempty. Local villagers advised that the\nenemy had quickly withdrawn up-river to Yabasi.\nDeployment into action at Yabasi\ndefenders of Yabasi were the 1st (Depot) Company of the Schutztruppe\nsupported by local policemen and local Europeans. Knowing that the British flotilla was on its\nway towards them they had planned a sound defence, and they wanted to fight.\ninto the flotilla’s sight at 0800 hours on 7th October, and shortly\nafterwards the effects of the hot tropical sun began to be felt by the entire British\ncolumn. The Mole and the Dreadnought\nbombarded Yabasi town whilst the troops disembarked on the west side of the\nriver. The east side was thought to be\ntoo swampy and no British troops landed there.\nThis was a big mistake.\nordered Lieutenant Colonel Vaughan to advance with a main body of 4 companies\nand the machine gun section WAR, the Gold Coast pioneers and the Gold Coast\nmountain artillery. The remaining sub-units\nand the naval 12-pounder gun were held in reserve.\nAt this time\nthe flotilla noticed enemy movement on the east bank. A message was despatched to Colonel Gorges\nbut it either did not arrive or was ignored.\nLieutenant Colonel Vaughan\nwas now ordered to seize a mound south of the town whilst Captain E. S. Brand (Royal\nFusiliers and WAR) led a left-flanking attack (see sketch map). The mound was evacuated by the enemy and the\nBritish occupied it.\nmachine gunners on both sides of the river opened fire on the flotilla and on the\nBritish troops on the mound. Enemy rounds\nhit the gun mountings on the vessels, forcing Commander Freeman-Mitford to\nwithdraw his flotilla down-river out of range.\nThis denied Colonel Gorges the naval gun fire support that he had been\ncounting on. The tug Balbus had disobeyed orders and pushed\nher way too far upstream, and as she withdrew she ran aground on an island and\nhad to be abandoned. The navy was now pre-occupied\nwith emptying Balbus of her guns and\nother loose items. Things were going\nDisaster on the British left flank\nordered the naval 12-pounder to be dragged onto the mound by the naval gun\ndetachment and some accompanying Royal Marines.\nHe then went to inspect his left flank attack, as it appeared to be\nThe troops on\nthe left flank were in disarray. They\nhad advanced through a swamp to a river which could only be crossed by one\nbridge. German machine gunners had a\nclear field of fire from Yabasi and were knocking down anyone approaching the\nbridge. Captain Brand was dead along\nwith Staff Sergeant (Armourer) Frederick C. Wade (Royal Army Ordnance Corps and\nWAR) and Colour Sergeant Hector McGuirk (King’s Own Yorkshire Light Infantry\nand WAR). Lieutenant R.D. Bennett\n(Middlesex Regiment), the WAR Machine Gun Officer, was severely wounded. Twelve African soldiers had also been killed\nand 19 others wounded; many of these casualties were WAR machine gunners. On the river five British sailors had been\nLeft: Captain Ernest Stanley Brand\non the left flank were now either thrashing around in tall elephant grass or\nwere unwilling to face the German machine guns.\nTactical unity had been lost. A\ncompany of the 1st Nigeria Regiment was ordered to mount another\nflanking attack with the intention of going further to the west and getting\nonto ground beyond the bridge. But direction\nwas lost in the thick, swampy bush and the Nigerians emerged behind the WAR\ninstead of in front and to the left.\nColonel Gorges now\nturned to what he perceived to be his trump card, the naval detachment on the\nmound; here he found the men prostrated with exhaustion. Having no real idea of the physical demands\nmade by bush warfare, the naval detachment had thought that it could haul the\n12-pounder gun and ammunition without the assistance of local porters. To compound this situation the detachment had\nbeen ordered into action wearing heavy marching order. The result was that although the 12-pounder\nwas on the mound, the gunners were too exhausted to man it efficiently and the\nmarines were too exhausted to fight forward.\nAs dusk was now\napproaching a British retirement was ordered.\nThe men re-embarked and the flotilla, less Balbus, sailed back down-river to Nsake for the night. It then returned to Douala.\nThe second British attack on Yabasi\nordered an immediate second assault on Yabasi.\nThe WAR was rested and Colonel Gorges was given another column\nThe Nigerian Mountain Artillery Battery\n(less one section) WAFF.\nfrom the Gold Coast Mountain Artillery\nBattalion The Nigeria\nRegiment under Lieutenant Colonel J.B. Cockburn (Royal Welch Fusiliers and Nigeria\nA Composite Battalion consisting of 2\ncompanies of the Sierra Leone Battalion WAFF and 2 companies of the Gold Coast\nRegiment WAFF, under Lieutenant Colonel R.A. de B. Rose (Worcester Regiment and\nGold Coast Regiment, WAFF).\nfrom the Pioneer Company of the Gold\nMedical detachments and 450 porters.\nflotilla, again under Commander Mitford, was similar to the previous one but\nthis time 100 porters accompanied the 12-pounder gun.\nOctober the Composite Battalion was landed on both banks of the river at Nsake\nand advanced. Officers’ patrols located\nthe enemy near Yabasi also on both banks of the river, as before. The following morning 1st Nigeria\nRegiment (less one company), one section of Gold Coast Pioneers, the Nigerian\nmountain gunners and the naval 12-pounder detachment were landed on the west\nside of the river south of Yabasi. Lieutenant Colonel Cockburn was tasked with\ngetting behind and to the north of Yabasi by making a wide left flanking\napproach. The remainder of the column\nwas held afloat by Colonel Gorges so that he could reinforce either bank of the\nBy 1300 hours\nthe British troops on both banks were in contact with the enemy who was fighting\na withdrawing action. The flotilla\nprovided fire support and by 1500 hours Yabasi was encircled. One hour later\nthe British held all the enemy trenches.\nTen enemy prisoners were taken by 1st Nigeria Regiment. The British had lost 2 men wounded and one\nBritish NCO who died from the effects of the sun.\nOn the 15th\nOctober British patrols ascertained that the Germans were retreating towards\nNyamtam, and there was some inconclusive skirmishing. The flotilla successfully salved the Balbus, although it had to be sent to Nigeria\nfor a refit. The 1st Bn The Nigeria\nRegiment was left to garrison the Yabasi area and the remainder of the column\nreturned to Douala. The British dead from the first attack were\nburied in Douala Cemetery.\nAt Yabasi the\nBritish troops learned to respect German machine gunnery. Experience acquired the hard way during the\nfailed first attack helped the second attack to succeed.\nAfrican Regiment continued operating in Kamerun and was a useful unit. After the conquest of the territory the WAR\nprovided garrison troops for Kamerun, Togo and Gambia,\nand internal security troops for northern Nigeria. During the Great War 7 British officers and\nNon Commissioned Officers were killed in action and 4 others were wounded or\ninjured; 27 African soldiers were killed, 17 died of disease and 41 were\nColonel Gorges was\nappointed to be a Companion of the Most Honourable Order of the Bath (CB) and a\nCommander of the Most Excellent Order of the British Empire (CBE). Two\nofficers in the WAR were awarded Military Crosses. Five British officers and eight Sierra\nLeonian soldiers were Mentioned in Despatches.\nBeing Imperial troops the soldiers in the WAR were unfortunately not\neligible to receive the African Distinguished Conduct Medal (DCM) which was awarded to WAFF soldiers, and none\nwere considered for the Imperial DCM.\nhonours awarded to the regiment were: Sierra Leone 1897-98; Ashanti 1900; Cameroons 1914-16; and Duala. In 1928\nthe regiment was disbanded as a cost-cutting measure. At the time of disbandment the Prince of\nWales was the Colonel-in-Chief. This was\nsad end to a colonial Imperial unit that had served Britain well.\nThe Great War in West Africa\nby Brigadier General E.\nHoward Gorges CB, CBE, DSO.\nOfficial History. Military Operations Togoland and\nthe Cameroons by Brigadier General F.J. Moberly CB, CSI, DSO.\nThe History of the Royal West African Frontier\nForce by Colonel A.\nHaywood CMG, CBE, DSO and\nBrigadier F.A.S. Clarke DSO.\nThe Naval Review 1915. Imperial Sunset.\nFrontier Soldiering in the 20th Century by James Lunt.\nColonial Armies. Africa\n1850 to 1918 by Peter\nThe Empire at War by Sir Charles Lucas KCB, KCMG.", "id": "<urn:uuid:1817794f-8a67-4bec-ad57-eb9c6d7900a9>", "dump": "CC-MAIN-2013-20", "url": "http://www.kaiserscross.com/188001/315722.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9622209668159485, "token_count": 3166, "score": 3.5625, "int_score": 4}
{"text": "Excerpts for Thames : The Biography\nThe River as Fact\nIt has a length of 215 miles, and is navigable for 191 miles. It is the longest river in England but not in Britain, where the Severn is longer by approximately 5 miles. Nevertheless it must be the shortest river in the world to acquire such a famous history. The Amazon and the Mississippi cover almost 4,000 miles, and the Yangtze almost 3,500 miles; but none of them has arrested the attention of the world in the manner of the Thames.\nIt runs along the borders of nine English counties, thus reaffirming its identity as a boundary and as a defence. It divides Wiltshire from Gloucestershire, and Oxfordshire from Berkshire; as it pursues its way it divides Surrey from Middlesex (or Greater London as it is inelegantly known) and Kent from Essex. It is also a border of Buckinghamshire. It guarded these once tribal lands in the distant past, and will preserve them into the imaginable future.\nThere are 134 bridges along the length of the Thames, and forty-four locks above Teddington. There are approximately twenty major tributaries still flowing into the main river, while others such as the Fleet have now disappeared under the ground. Its \"basin,\" the area from which it derives its water from rain and other natural forces, covers an area of some 5,264 square miles. And then there are the springs, many of them in the woods or close to the streams beside the Thames. There is one in the wood below Sinodun Hills in Oxfordshire, for example, which has been described as an \"everlasting spring\" always fresh and always renewed.\nThe average flow of the river at Teddington, chosen because it marks the place where the tidal and non-tidal waters touch, has been calculated at 1,145 millions of gallons (5,205 millions of litres) each day or approximately 2,000 cubic feet (56.6 cubic metres) per second. The current moves at a velocity between 1Ú2 and 23Ú4 miles per hour. The main thrust of the river flow is known to hydrologists as the \"thalweg\"; it does not move in a straight and forward line but, mingling with the inner flow and the variegated flow of the surface and bottom waters, takes the form of a spiral or helix. More than 95 per cent of the river's energy is lost in turbulence and friction.\nThe direction of the flow of the Thames is therefore quixotic. It might be assumed that it would move eastwards, but it defies any simple prediction. It flows north-west above Henley and at Teddington, west above Abingdon, south from Cookham and north above Marlow and Kingston. This has to do with the variegated curves of the river. It does not meander like the Euphrates, where according to Herodotus the voyager came upon the same village three times on three separate days, but it is circuitous. It specialises in loops. It will take the riparian traveller two or three times as long to cover the same distance as a companion on the high road. So the Thames teaches you to take time, and to view the world from a different vantage.\nThe average \"fall\" or decline of the river from its beginning to its end is approximately 17 to 21 inches (432 to 533 mm) per mile. It follows gravity, and seeks out perpetually the simplest way to the sea. It falls some 600 feet (183 m) from source to sea, with a relatively precipitous decline of 300 feet (91.5 m) in the first 9 miles; it falls 100 (30.4 m) more in the next 11 miles, with a lower average for the rest of its course. Yet averages may not be so important. They mask the changeability and idiosyncrasy of the Thames. The mean width of the river is given as 1,000 feet (305 m), and a mean depth of 30 feet (9 m); but the width varies from 1 or 2 feet (0.3 to 0.6 m) at Trewsbury to 51Ú2 miles at the Nore.\nThe tide, in the words of Tennyson, is that which \"moving seems asleep, too full for sound and foam.\" On its flood inward it can promise benefit or danger; on its ebb seaward it suggests separation or adventure. It is one general movement but it comprises a thousand different streams and eddies; there are opposing streams, and high water is not necessarily the same thing as high tide. The water will sometimes begin to fall before the tide is over. The average speed of the tide lies between 1 and 3 knots (1.15 and 3.45 miles per hour), but at times of very high flow it can reach 7 knots (8 miles per hour). At London Bridge the flood tide runs for almost six hours, while the ebb tide endures for six hours and thirty minutes. The tides are much higher now than at other times in the history of the Thames. There can now be a difference of some 24 feet (7.3 m) between high and low tides, although the average rise in the area of London Bridge is between 15 and 22 feet (4.5 and 6.7 m). In the period of the Roman occupation, it was a little over 3 feet (0.9 m). The high tide, in other words, has risen greatly over a period of two thousand years.\nThe reason is simple. The south-east of England is sinking slowly into the water at the rate of approximately 12 inches (305 mm) per century. In 4000 BC the land beside the Thames was 46 feet (14 m) higher than it is now, and in 3000 BC it was some 31 feet (9.4 m) higher. When this is combined with the water issuing from the dissolution of the polar ice-caps, the tides moving up the lower reaches of the Thames are increasing at a rate of 2 feet (0.6 m) per century. That is why the recently erected Thames Barrier will not provide protection enough, and another barrier is being proposed.\nThe tide of course changes in relation to the alignment of earth, moon and sun. Every two weeks the high \"spring\" tides reach their maximum two days after a full moon, while the low \"neap\" tides occur at the time of the half-moon. The highest tides occur at the times of equinox; this is the period of maximum danger for those who live and work by the river. The spring tides of late autumn and early spring are also hazardous. It is no wonder that the earliest people by the Thames venerated and propitiated the river.\nThe general riverscape of the Thames is varied without being in any sense spectacular, the paraphernalia of life ancient and modern clustering around its banks. It is in large part now a domesticated river, having been tamed and controlled by many generations. It is in that sense a piece of artifice, with some of its landscape deliberately planned to blend with the course of the water. It would be possible to write the history of the Thames as a history of a work of art.\nIt is a work still in slow progress. The Thames has taken the same course for ten thousand years, after it had been nudged southward by the glaciation of the last ice age. The British and Roman earthworks by the Sinodun Hills still border the river, as they did two thousand years before. Given the destructive power of the moving waters, this is a remarkable fact. Its level has varied over the millennia--there is a sudden and unexpected rise at the time of the Anglo-Saxon settlement, for example--and the discovery of submerged forests testifies to incidents of overwhelming flood. Its appearance has of course also altered, having only recently taken the form of a relatively deep and narrow channel, but its persistence and identity through time are an aspect of its power.\nYet of course every stretch has its own character and atmosphere, and every zone has its own history. Out of oppositions comes energy, out of contrasts beauty. There is the overwhelming difference of water within it, varying from the pure freshwater of the source through the brackish zone of estuarial water to the salty water in proximity to the sea. Given the eddies of the current, in fact, there is rather more salt by the Essex shore than by the Kentish shore. There are manifest differences between the riverine landscapes of Lechlade and of Battersea, of Henley and of Gravesend; the upriver calm is in marked contrast to the turbulence of the long stretches known as River of London and then London River. After New Bridge the river becomes wider and deeper, in anticipation of its change.\nThe rural landscape itself changes from flat to wooded in rapid succession, and there is a great alteration in the nature of the river from the cultivated fields of Dorchester to the thick woods of Cliveden. From Godstow the river becomes a place of recreation, breezy and jaunty with the skiffs and the punts, the sports in Port Meadow and the picnic parties on the banks by Binsey. But then by some change of light it becomes dark green, surrounded by vegetation like a jungle river; and then the traveller begins to see the dwellings of Oxford, and the river changes again. Oxford is a pivotal point. From there you can look upward and consider the quiet source; or you can look downstream and contemplate the coming immensity of London.\nIn the reaches before Lechlade the water makes its way through isolated pastures; at Wapping and Rotherhithe the dwellings seem to drop into it, as if overwhelmed by numbers. The elements of rusticity and urbanity are nourished equally by the Thames. That is why parts of the river induce calm and forgetfulness, and others provoke anxiety and despair. It is the river of dreams, but it is also the river of suicide. It has been called liquid history because within itself it dissolves and carries all epochs and generations. They ebb and flow like water.\nThe River as Metaphor\nThe river runs through the language, and we speak of its influence in every conceivable context. It is employed to characterise life and death, time and destiny; it is used as a metaphor for continuity and dissolution, for intimacy and transitoriness, for art and history, for poetry itself. In The Principles of Psychology (1890) William James first coined the phrase \"stream of consciousness\" in which \"every definite image of the mind is steeped . . . in the free water that flows around it.\" Thus \"it flows\" like the river itself. Yet the river is also a token of the unconscious, with its suggestion of depth and invisible life.\nThe river is a symbol of eternity, in its unending cycle of movement and change. It is one of the few such symbols that can readily be understood, or appreciated, and in the continuing stream the mind or soul can begin to contemplate its own possible immortality.\nIn the poetry of John Denham's \"Cooper's Hill\" (1642), the Thames is a metaphor for human life. How slight its beginning, how confident its continuing course, how ineluctable its destination within the great ocean:\nHasting to pay his tribute to the sea,\nLike mortal life to meet eternity.\nThe poetry of the Thames has always emphasised its affiliations with human purpose and with human realities. So the personality of the river changes in the course of its journey from the purity of its origins to the broad reaches of the commercial world. The river in its infancy is undefiled, innocent and clear. By the time it is closely pent in by the city, it has become dank and foul, defiled by greed and speculation. In this regress it is the paradigm of human life and of human history. Yet the river has one great advantage over its metaphoric companions. It returns to its source, and its corruption can be reversed. That is why baptism was once instinctively associated with the river. The Thames has been an emblem of redemption and of renewal, of the hope of escaping from time itself.\nWhen Wordsworth observed the river at low tide, with the vista of the \"mighty heart\" of London \"lying still,\" he used the imagery of human circulation. It is the image of the river as blood, pulsing through the veins and arteries of its terrain, without which the life of London would seize up. Sir Walter Raleigh, contemplating the Thames from the walk by his cell in the Tower, remarked that the \"blood which disperseth itself by the branches or veins through all the body, may be resembled to these waters which are carried by brooks and rivers overall the earth.\" He wrote his History of the World (1610) from his prison cell, and was deeply imbued with the current of the Thames as a model of human destiny. It has been used as the symbol for the unfolding of events in time, and carries the burden of past events upon its back. For Raleigh the freight of time grew ever more complex and wearisome as it proceeded from its source; human life had become darker and deeper, less pure and more susceptible to the tides of affairs. There was one difference Raleigh noticed in his history, when he declared that \"for this tide of man's life, after it once turneth and declineth, ever runneth with a perpetual ebb and falling stream, but never floweth again.\"\nThe Thames has also been understood as a mirror of morality. The bending rushes and the yielding willows afford lessons in humility and forbearance; the humble weeds along its banks have been praised for their lowliness and absence of ostentation. And who has ventured upon the river without learning the value of patience, of endurance, and of vigilance? John Denham makes the Thames the subject of native discourse in a further sense:\nThough deep, yet clear; though gentle, yet not dull;\nStrong without rage; without o'erflowing, full.\nThis suggests that the river represents an English measure, an aesthetic harmony to be sought or wished for, but in the same breath Denham seems to be adverting to some emblem of Englishness itself. The Thames is a metaphor for the country through which it runs. It is modest and moderate, calm and resourceful; it is powerful without being fierce. It is not flamboyantly impressive. It is large without being too vast. It eschews extremes. It weaves its own course without artificial diversions or interventions. It is useful for all manner of purposes. It is a practical river.\nWhen Robert Menzies, an erstwhile Australian prime minister, was taken to Runnymede he was moved to comment upon the \"secret springs\" of the \"slow English character.\" This identification of the land with the people, the characteristics of the earth and water with the temperament of their inhabitants, remains a poignant one. There is an inward and intimate association between the river and those who live beside it, even if that association cannot readily be understood.\nFrom the Hardcover edition.", "id": "<urn:uuid:c8589dab-6a33-4d56-9c69-99faf059b9e4>", "dump": "CC-MAIN-2013-20", "url": "http://sherloc.imcpl.org/enhancedContent.pl?contentType=ExcerptDetail&isbn=9780385528474", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9624767303466797, "token_count": 3140, "score": 3.390625, "int_score": 3}
{"text": "Westminster Confession of Faith\nThe Westminster Confession of Faith is perhaps the most notable expression in creedal form of the truths of the Bible. It was the work of that assembly of divines which was called together by Parliament and met in London, at Westminster Abbey, during the years 1643-1648. It was this assembly which also produced the Larger and Shorter Catechisms. The Confession and the Catechisms are used by many churches as their doctrinal standards, subordinate to the Word of God.\nThe text of the Confession as given in this document is in the form adopted by the Bible Presbyterian Church in 1938, and, except for a few revisions, which are largely concerned with eschatology, as well as with the relation of the civil magistrate to the church, it agrees with the text of the original manuscript of the Confession. A list of changes can be found here, together with the reading of the original.", "id": "<urn:uuid:4d48bee1-2f67-4bb2-97bc-a77c48682d50>", "dump": "CC-MAIN-2013-20", "url": "http://gracebpc.org/about/our-beliefs/creeds-confessions/westminster-confession-of-faith/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.981745719909668, "token_count": 194, "score": 3.4375, "int_score": 3}
