{"text": "Mexican America - Introduction\n\"Mexican America\" is a sampling of objects from the collections of the National Museum of American History. The stories behind these objects reflect the history of the Mexican presence in the United States. They illustrate a fundamentally American story about the centuries-old encounter between distinct (yet sometimes overlapping) communities that have coexisted but also clashed over land, culture, and livelihood.\nWho, where, and what is Mexico? Over time, the definitions and boundaries of Mexico have changed. The Aztec Empire and the area where Náhautl was spoken—today the region surrounding modern Mexico City—was known as Mexico. For 300 years, the Spanish colonizers renamed it New Spain.\nWhen Mexico was reborn in 1821 as a sovereign nation, its borders stretched from California to Guatemala. It was a huge and ancient land of ethnically, linguistically, and economically diverse regions that struggled for national unity. Texas, (then part of the Mexican state of Coahuila y Tejas) was a frontier region far from the dense cities and fertile valleys of central Mexico, a place where immigrants were recruited from the United States. The immigrants in turn declared the Mexican territory an independent republic in 1836 (later a U.S. state), making the state the first cauldron of Mexican American culture. By 1853, the government of Mexico, the weaker neighbor of an expansionist United States, had lost what are today the states of California, Nevada, Utah, Arizona, New Mexico, Texas, and parts of Colorado and Wyoming. In spite of the imposition of a new border, the historical and living presence of Spaniards, Mexicans, indigenous peoples, and their mixed descendants remained a defining force in the creation of the American West.\n“La América Mexicana” es una muestra conformada por objetos provenientes de las distintas colecciones del Museo Nacional de Historia Americana. Estos objetos reflejan la historia de la presencia mexicana en los Estados Unidos e ilustran una crónica fundamentalmente americana acerca del encuentro centenario entre comunidades diferentes que han coexistido, pero que también se han enfrentado, en la pugna por la tierra, la cultura y el sustento.\n¿Quién, dónde y qué es México? Con el transcurso del tiempo, las definiciones y los límites de México han ido cambiando. Se conocía como México al Imperio Azteca y toda el área donde se hablaba náhuatl —actualmente la región circundante a la ciudad de México. Durante 300 años los colonizadores españoles se refirieron a ella como Nueva España. Cuando en 1821 México resurgió como una nación soberana, sus fronteras se extendían desde California a Guatemala. En ese entonces era un antiguo e inmenso territorio conformado por regiones étnica, lingüística y económicamente diversas que luchaban por adquirir unidad nacional. Texas (en ese entonces parte de los estados mexicanos de Coahuila y Tejas) era una región fronteriza lejos de las densas urbes y de los fértiles valles de México central, donde se reclutaban inmigrantes de los Estados Unidos. En el año 1836 este territorio mexicano se declaró como república independiente (y más tarde, estado de EE.UU.), convirtiéndose en el primer calderón de la cultura mexicoamericana. Hacia 1853, el gobierno de México, el vecino débil de un Estados Unidos en expansión, había perdido el territorio de los actuales estados de California, Nevada, Utah, Arizona, Nuevo México, Texas y partes de Colorado y Wyoming. A pesar de la imposición de un nuevo límite fronterizo, la presencia histórica y ocupacional de los españoles, mexicanos y pueblos indígenas, junto a sus descendientes mestizos, constituiría a lo largo del tiempo una influencia determinante para el desarrollo del Oeste Americano.\n\"Mexican America - Introduction\" showing 1 items.\n- This print depicts American forces attacking the fortress palace of Chapultepec on Sept. 13th, 1847. General Winfield Scott, in the lower left on a white horse, led the southern division of the U.S. Army that successfully captured Mexico City during the Mexican American War. The outcome of American victory was the loss of Mexico's northern territories, from California to New Mexico, by the terms set in the Treaty of Guadalupe Hidalgo. It should be noted that the two countries ratified different versions of the same peace treaty, with the United States ultimately eliminating provisions for honoring the land titles of its newly absorbed Mexican citizens. Despite notable opposition to the war from Americans like Abraham Lincoln, John Quincy Adams, and Henry David Thoreau, the Mexican-American War proved hugely popular. The United States' victory boosted American patriotism and the country's belief in Manifest Destiny.\n- This large chromolithograph was first distributed in 1848 by Nathaniel Currier of Currier and Ives, who served as the \"sole agent.\" The lithographers, Sarony & Major of New York (1846-1857) copied it from a painting by \"Walker.\" Unfortunately, the current location of original painting is unknown, however, when the print was made the original painting was owned by a Captain B. S. Roberts of the Mounted Rifles. The original artist has previously been attributed to William Aiken Walker as well as to Henry A. Walke. William Aiken Walker (ca 1838-1921) of Charleston did indeed do work for Currier and Ives, though not until the 1880's and he would have only have been only 10 years old when this print was copyrighted. Henry Walke (1808/9-1896) was a naval combat artist during the Mexican American War who also worked with Sarony & Major and is best known for his Naval Portfolio.\n- Most likely the original painting was done by James Walker (1819-1889) who created the \"Battle of Chapultepec\" 1857-1862 for the U.S. Capitol. This image differs from the painting commissioned for the U. S. Capitol by depicting the troops in regimented battle lines with General Scott in a more prominent position in the foreground. James Walker was living in Mexico City at the outbreak of the Mexican War and joined the American forces as an interpreter. He was attached to General Worth's staff and was present at the battles of Contreras, Churubusco, and Chapultepec. The original painting's owner, Captain Roberts was assigned General Winfield Scott to assist Walker with recreating the details of the battle of Chapultepec. When the painting was complete, Roberts purchased the painting. By 1848, James Walker had returned to New York and had a studio in New York City in the same neighborhood as the print's distributor Nathaniel Currier as well as the lithographer's Napoleon Sarony and Henry B. Major.\n- This popular lithograph was one of several published to visually document the war while engaging the imagination of the public. Created prior to photography, these prints were meant to inform the public, while generally eliminating the portrayal of the more gory details. Historians have been able to use at least some prints of the Mexican War for study and to corroborate with the traditional literary forms of documentation. As an eyewitness, Walker could claim accuracy of detail within the narrative in his painting. The battle is presented in the grand, historic, heroic style with the brutality of war not portrayed. The print depiction is quite large for a chromo of the period. In creating the chromolithographic interpretation of the painting, Sarony & Major used at least four large stones to produce the print \"in colours,\" making the most of their use of color. They also defined each figure with precision by outlining each in black. This print was considered by expert/collector Harry T. Peters as one of the finest ever produced by Sarony & Major.\n- Currently not on view\n- Date made\n- associated date\n- Currier, Nathaniel\n- Scott, Winfield\n- Sarony & Major\n- Walker, James\n- ID Number\n- catalog number\n- accession number\n- Data Source\n- National Museum of American History, Kenneth E. Behring Center", "id": "<urn:uuid:ff577d1a-83b8-467c-af1c-4c0aa2ead4fb>", "dump": "CC-MAIN-2013-20", "url": "http://americanhistory.si.edu/collections/object-groups/mexican-america?edan_start=0&edan_fq=date%3A%221840s%22", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.7762271761894226, "token_count": 1938, "score": 4.0625, "int_score": 4}
{"text": "About American Frontiers\nAbout American Frontiers: A Public Lands Journey\nAmerica's public lands are a treasured part of our national heritage, representing its grandeur, bountiful promise, and vast natural resources. All citizens share in the rights and the responsibilities of seeing that our public lands are cared for and managed in a way that meets the current and future needs of the American people.\nTo highlight the beauty, the accessibility, and the benefits of our public lands, the Public Lands Interpretive Association (PLIA), an Albuquerque, New Mexico-based non-profit organization that provides interpretive and educational resources to the public, mapped out a Canada-to-Mexico trek exclusively on public lands, called American Frontiers: A Public Lands Journey.\nThe Journey, or Trek,involved two groups of travelers: one starting north from the Mexican border and the second headed south from the Canadian. Their route lay entirely on public lands, a feat that has never been accomplished before. The trek began on July 31, 2002 and ended two months later when the two teams met in Wasatch-Cache National Forest near Salt Lake City, Utah on September 27.\nInspired by American Frontiers: A Public Lands Journey, National Geographic Society has designed its Geography Action! 2002 curriculum around the theme of public lands. Aimed at teaching school-aged children the beauty and the benefits of America's public lands, Geography Action! 2002 followed the trekkers along the two-month journey, highlighting the diversity and grandeur of our nation's public lands.\nTo demonstrate the different ways people get about on our public lands--and to stay within the 60-day limit of the journey--trek participants utilized numerous modes of transportation for this historic border-to-border journey across America. The hiked and backpacked, rode horses, mountain bikes, ATVs and dual sport motorcycles; rafted, canoed, drove pickup trucks, motorboats and 4WD vehicles, and even spent a few leisurely days on a houseboat.\nAlong the route the two teams attended special events, round table discussions, visited schools and communities to learn about public land issues. And, of course, they saw some of the most spectacular scenery of the American West. Their journal entries eloquently describe the feelings public lands awoke in them and also the daily routine of the long trek. You'll enjoy reading them.\nThree years in the making, American Frontiers: A Public Lands Journey has enlisted numerous partners and sponsors including the National Geographic Society, the Department of the Interior, the USDA Forest Service, Bureau of Land Management, USGS, National Environmental Education and Training Foundation, Fire Wise Communities, American Honda, Kodak, the Coleman Company, and many others. For a full list of our sponsors, please look under \"Our Sponsors\" on the home page.\nTo learn more about American Frontiers, please spend some time on this website, read the team members' journals, enjoy the photographs\not follow their route on the maps. For more information about American Frontiers, please contact the Public Lands Interpretive Association, 6501 Fourth Street, NW, Albuquerque, NM 87107 or call our toll-free number 877-851-8946. You can also email to SMaurer@plia.org\nEveryone inspired by the Public Lands Journey should pay a visit to our public lands. To find out more about recreation opportunities on public lands, please visit the Public Lands Information Center online. There, you can find detailed recreation information, interactive recreation maps, and a large selection of guidebooks and maps.\nAll material copyright ©2002 - 2013, Public Lands Interpretive Association except photographs where ownership is otherwise indicated. All rights reserved.", "id": "<urn:uuid:b0a31cfd-73e9-4bc0-8d69-4691c2c822f9>", "dump": "CC-MAIN-2013-20", "url": "http://www.americanfrontiers.net/about/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9157739281654358, "token_count": 755, "score": 2.890625, "int_score": 3}
{"text": "Boston's Arnold Arboretum:\nA Place for Study and Recreation--\nBy looking at Boston's Arnold Arboretum: A Place for Study and Recreation, students discover how the first arboretum in the United States became part of the burgeoning urban park movement in the second half of the 19th century. Those interested in learning more will find that the Internet offers a variety of interesting materials.\nFrederick Law Olmsted National Historic Site\nFrederick Law Olmsted National Historic Site is a unit of the National\nPark System. Visit the park's Web\npages for a detailed history of Olmsted as well as information about\nthe Olmsted Archives that has historic documentation for Olmsted-designed\nlandscapes. Also featured on the site is the Olmsted Center for Landscape\nPreservation (OCLP) providing technical assistance to historic properties\nin cultural landscape research, planning, stewardship and education.\nNational Park Service (NPS) Historic Landscape Initiative\nLearn more about the National Park Service (NPS) Historic Landscape Initiative. This program promotes responsible preservation practices that protect our nation's irreplaceable legacy--designed landscapes such as parks and gardens, as well as vernacular historic landscapes such as farms and industrial sites.\nThe Arnold Arboretum of Harvard University\nVisit the Arnold Arboretum website for more information about this research and educational institution. It manages a collection of hardy trees, shrubs, and vines located on 265 acres in Boston, Massachusetts and associated herbarium and library collections. The grounds were planned and designed by the Arboretum's first director, Charles Sprague Sargent, in collaboration with the landscape architect, Frederick Law Olmsted as part of Boston's Emerald Necklace park system.\nVisit Some of the Parks Created by Frederick Law Olmsted\nThe Cultural Landscape Foundation\nThe Cultural Landscape Foundation is the only not-for-profit foundation in America dedicated to increasing the publicís awareness of the importance and irreplaceable legacy of cultural landscapes. Visit their website for more information on what cultural landscapes are and what they represent. Also learn about endangered landscapes and grassroots efforts to preserve them.\nLibrary of Congress\nVisit the American Memory Collection Web page to search through the archives for the writings of Frederick Law Olmsted, pictures from his personal collection, and information on his various parks. Also search for information on the industrialization of America, the reactionary movements to the consequences, and Arnold Arboretum. Of special note are the environmental and landscape photographs of Arnold Arboretum.\nAmerican Journal of Botany\nBrowse the American Journal of Botany, a journal devoted to the study of plants, for a variety of articles on botany.\nThe Industrial Revolution\nVisit the ThinkQuest Junior Web pages on the Industrial Revolution to explore this time period that helped spark the park movement in America. The site provides important facts about the Industrial Revolution, it offers fun things to do related to the facts learned, and it recommends other sources of information related to the revolution.\nFor Further Reading\nStudents (or educators) wishing to learn more about Frederick Law Olmsted, Charles Sprague Sargent, or the Arnold Arboretum may want to read: Ida Hay, Science in the Pleasure Ground: A History of Arnold Arboretum (Boston: Northeastern University Press, 1995); Witold Rybczynski, A Clearing in the Distance: Frederick Law Olmsted and America in the Nineteenth Century (New York: Scribner, 1999); S. B. Sutton, Charles Sprague Sargent and the Arnold Arboretum (Cambridge: Harvard University Press, 1970); and Cynthia Zaitzevsky, Frederick Law Olmsted and the Boston Park System (Cambridge: Belknap Press, 1982).", "id": "<urn:uuid:663377cb-a977-4210-a2cf-52cf8120193b>", "dump": "CC-MAIN-2013-20", "url": "http://www.cr.nps.gov/nR/twhp/wwwlps/lessons/56arnold/56lrnmore.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8850524425506592, "token_count": 790, "score": 2.921875, "int_score": 3}
{"text": "|UFDC Home||| Help ||\nThe Florida Geological Survey Digital Collection includes historic resources from the Florida Geological Survey (FGS). FGS is an Office which reports directly to the Deputy Secretary for Land & Recreation in the Florida Department of Environmental Protection. The mission of the FGS is to collect, interpret, disseminate, store and maintain geologic data, thereby contributing to the responsible use and understanding of Florida’s natural resources, and to conserve the State of Florida’s oil and gas resources and minimize environmental impacts from exploration and production operations.\nHistoric resources from the Florida Geological Survey Digital Collection includes historic FGS:\nFor a list of all publications, historic through current, see the FGS website.\nFlorida Geological Survey Fossil Collection in the Florida Museum of Natural History\nThe Florida Geological Survey fossil vertebrate collection (FGS) was started during the 1910s and was originally housed in Tallahassee. Under the direction of E. H. Sellards, Herman Gunter, and S. J. Olsen, the FGS collection was the primary source of fossil vertebrate descriptions from Florida until the early 1960s. World-renown paleontologists such as George G. Simpson, Edwin H. Colbert, and Henry F. Osborn wrote scientific papers about specimens in the FGS collection in addition to Sellards and Olsen. In 1976 the entire FGS fossil vertebrate collection was transferred to the Florida Museum of Natural History with support from a National Science Foundation grant. The UF/FGS collection is composed of about 22,000 specimens assigned to about 10,000 catalogue numbers, and almost all of them were collected in Florida. The majority of specimens in the UF/FGS collection are mammals, followed by reptiles, birds, and a relatively small number of amphibians and fish. Although there are some sites that are unique to the UF/FGS collection, many of the sites overlap with holdings in the main UF and UF/PB collections. The major strengths of the UF/FGS collection are historically important samples from the early Miocene Thomas Farm locality, the middle Miocene and early Pliocene deposits of the Bone Valley Region, Polk County, and from the late Pleistocene Vero locality, Indian River County. Researchers using the UF/FGS database should be aware that when the catalogue data for the FGS collection was first transferred from the original file cards to a computerized database in the late 1980s, relatively little effort was made to correct or improve entries. The nature of specimen was not indicated on many of the cards, locality information was sometimes vague, and many employed taxonomic names that are no longer in use. While some corrections have subsequently been made to this database, limitations of time and resources have prevented an exhaustive clean-up. Also, when Sellards left Florida for Texas in the 1920s, he transferred some, but not all, of the holotypes in the FGS collection that he had named to the USNM collection, Smithsonian Institution, Washington, D.C.\nUnited States Geological Survey\nWater Management Districts of Florida\nFor information about the Florida Geological Survey:\nDr. Jon Arthur\nFlorida Geological Survey\n903 West Tennessee Street\nTallahassee, FL 32304-7000\nPhone: (850) 488-4191 Fax: (850) 488-8086\nAcknowledging or Crediting the Florida Geological Survey As Creative Entity or Information Source\nThe Florida Geological Survey is providing many of its publications (State documents) for the purpose of digitization and Internet distribution. If you cite or use portions of these electronic documents, which the Florida Geological Survey (an office of the Florida Department of Environmental Protection) is making available to the public with the kind assistance of the University of Florida’s Digital Library Center, we ask that you acknowledge or credit the Florida Geological Survey as the information source:\ni.e. “Courtesy of the Florida Department of Environmental Protection’s Florida Geological Survey”\nFurther, since Florida Geological Survey publications were developed using public funds, no proprietary rights may be attached to FGS publications wholly or in part, nor may FGS publications be sold to the U.S. Government or the Florida State Government as part of any procurement of products or services. Our publications are disseminated to citizens “as is\" for general public information purposes; many of them reflect the state of knowledge at the time of their publication and they may or may not have been updated by more recent publications. Our electronic documents should not be altered or manipulated (largely or in part) and then republished or reposted on websites for commercial resale.\nFGS Publications Committee", "id": "<urn:uuid:c55bd2af-b611-49c7-a047-f008d4bbc8b3>", "dump": "CC-MAIN-2013-20", "url": "http://ufdcweb1.uflib.ufl.edu/fgs", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9249485731124878, "token_count": 962, "score": 2.890625, "int_score": 3}
{"text": "Historical Newspaper Archives Search Tips\nNewspaper Archives Last & First Name Search\n- Using both name search fields returns newspaper articles in which the surname is automatically \"near2\" the first name.\n- This means the newspaper archive search engine automatically finds occurrences of the first and last names within two words of each other.\n- This helps to find occurrences of middle names or initials in the newspaper articles, without having to enter or remember them.\n- The \"near2\" search command is not order specific—meaning your newspaper search will retrieve the person's name no matter in what order it is mentioned: the first name then last name or the last name then first name.\n- This search default is intended to bring you the most occurrences of the name you are searching for in the online newspaper archives.\n- However, if the person's name is popular, like Smith, try using some of the available search options such as location, date range, and keyword, in order to narrow your search to the specific Smith you are looking for (see below).\nUsing Advanced Search in the Newspaper Archive Database\n- There are two keyword search boxes to narrow your search for newspaper articles: \"Include keywords\" box and \"Exclude keywords\" box (see below).\n- Use the Date search box to enter a specific date or date range of the newspaper content you want to search online.\nUsing Keywords & Quotation Marks to Search Newspapers\n- All the searches for historical newspaper articles are full-text keyword searches against OCR-generated ASCII text.\n- By using the \"Include keywords\" box and/or \"Exclude keywords\" box, you can narrow or expand your online newspaper article search.\n- Put phrases in quotes like \"John Adams\" in the \"Include\" keyword box to limit the newspaper article search to that exact name—versus using the last/first name search that brings back results matching John near2 Adams.\n- If you find too many names in the newspaper archive search results, narrow your search even more by typing names or places you do NOT want in your search in the \"Exclude\" box.\nUsing Boolean Operators to Search Newspaper Archives\n- Use AND, OR, ADJx (order specific), NEARx (order non-specific) and Wildcards, such as \"?\" and \"*\")\nBroaden or narrow newspaper search queries\n- by emptying filled-in fields to broaden your search, or filling in empty fields to narrow your search.\nDisplay newspaper search results in different ways, such as:\n- Best matches (this is the newspaper search default)\n- Oldest items (based on newspaper publication dates)\n- Newest items (based on newspaper publication dates)\n- Once changed, the selection will remain the default until you change it again.\nSearch Newspapers by Date Range\n- If you know the date of the newspaper content you are seeking, then use the \"Date\" search box.\n- Enter a specific date or a date range—a variety of date formats are accepted.\n- Examples: June 2, 1804, or 1804 - 1849, or June 1804 - August 1949.\nUsing Colonial English Variant Spellings to Search Old Newspapers\n- Many of the newspapers in the historical newspaper archives are very old, and the searches must deal with Colonial English.\n- The long \"s\" character was almost identical to the \"f\" in many texts.\n- When searching old newspaper articles on words containing the letter \"s,\" use the \"?\" wildcard in place of the \"s.\"\n- Note: this can occur whether it is the first letter, a letter within a word, or at the end of a word.\n- The double \"s\" is in words like Massachusetts needs to be replaced with two wildcards in historical newspaper searches.\nExamples of Searching for Old Newspaper Articles with Colonial English\n|Modern Spelling||Colonial Spellings||Suggested Search|\n- In addition, type was set by hand for early American newspapers and printers did not always have enough pieces of type to include all of the letters in a word. This resulted in letters being omitted, or sometimes letters that looked similar were used as substitutions.\n- Much of this historic newspaper material did not use standard spellings.\n- Examples of some conventions that were common in old newspapers:\n- Use of name variants - Smith or Smythe\n- Use of \"e\" in word endings - Chesapeake or Chesapeak\n- Dropping the letter \"h\" - Philadelphia or Philadelpia\n- Examples of irregular vowel usage:\n- clerk - cleark\n- color - colour\n- Delaware - Deleware\n- Elijah - Elifha\n- Israel - Ifreal - Ifral\n- Jehovah - Javovah\n- Examples of letter e to word endings\n- Brown - Browne\n- Chesapeake - Chefopeak or Chefopeake\n- Clark - Clarke\n- highways - highwayes\n- Examples of interchanging use of the letters \"i\" and \"y\"\n- adjoining - adjoyning\n- Pennsylvania - Pensilvania or Penfilvania\n- rails - rayls\nColonial Newspaper Search Notes\n- If in doubt, use wildcards such as the question mark \"?\" or the asterisk \"*\" in your colonial newspaper search.\n- A question mark is a single-character wildcard and an asterisk multi-character (allows for up to 5 characters) wildcard.", "id": "<urn:uuid:976f9ed1-1e8b-497d-8e4e-75cdf06aeb95>", "dump": "CC-MAIN-2013-20", "url": "http://www.genealogybank.com/gbnk/newspapers/?sort=_rank_%3AD&kwexc=&s_siteloc=srch_term_link&s_referrer=findagrv&s_trackval=1111_findagrv&kwinc=&formDate=&lname=Pratt&fname=&kbid=69919&type=uncategorized", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.885566771030426, "token_count": 1135, "score": 3.09375, "int_score": 3}
{"text": "The plant collections of the Smithsonian Institution began with the acquisition of specimens collected by the United States Exploring Expedition (1838-1842). These formed the foundation of a national herbarium which today numbers 4.8 million historical plant records, placing it among the world's largest and most important.\nNearly 800,000 specimen records (including over 90,000 type specimens with images) are currently available in this online catalog.\nSelect a tab on this page to search by Keyword or Selected Fields. If you don't know what you want to see, you may want to look at the sample records in the Quick Browse section below. Searches are limited to 2000 records and the results are sorted by taxonomic group. If you need to retrieve a larger record set, contact the Department of Botany's Data Manager.\nSee the Help tab to learn more about searching and then exploring your returned results (sorting, exporting, etc.).\n||Sample Records from the DC Flora Collection\n||2205692 2197595 2191752 2175968 2213272 2196389 2200318 2192830 2219158 2200909 2208745 2223985 2175937 2192264 2220376\n||Sample Records from the Botanical Type Register\n||2119407 2149872 2161549 2790611 2105614 2099734 2134596 2116358 2166713 2151580 2158541 2143664 2097212 2076608 2167306 2121665 2095940 2075490\n||Sample Records from the Wilkes Expedition\n||2524597 2705372 2705371 2743367 2699717 2741233 2741229 2733613 2741227 2680776 2741226 2741217 2741216 2687168 2702446 2684992 2680753 2680752 2741176 2741175 2693758 2680751 2678261\nEnter your keywords separated by spaces and click Search. Records that match your search terms will be returned.\n- Using parentheses to clarify the logic, you can create complex queries with OR and NOT (here capital letters are required, otherwise they will be treated as keyword terms).\n- You can also use double-quotes to specify terms that should be treated as one.\n- Lastly, you can include the terms image(s) or type(s) to find records that have images or that are type specimens.\nNote that searching for common (vernacular) names may not yield the expected results. Associating common names with specimen records is a work in progress.\nKeyword search example: marantaceae (\"new guinea\" OR australia) images\nUse the By Field search to find specimen data that match values in specific database fields. Enter a value or choose one from the dropdown lists.\n- Click the Search button to initiate a search. Clear resets all fields.\n- Some lists are linked, so for example, choosing a Country narrows the choices for Province/State/Territory, and District/County. Dropdown choices also narrow as you type, for example, typing zing in the Family field might narrow the choice to Zingiberaceae.\n- Note that the Province/State dropdown is populated only after you have chosen a Country. You can type a Province/State without selecting a Country.\n- Check Only Records with Images if you want to restrict the search to records with multimedia content.\n- You will receive a warning when you enter invalid information in the text fields. For example, Catalog Numbers are composed strictly of letters and numbers; other characters will raise a warning.\nThe results of your searches can be displayed in Grid (a sortable, customizable table)\nor Gallery View (best for reviewing images). Use the Switch button to cycle between these views.\n- You can choose whether to display 5, 10, 20, 50, or 100 records at a time.\nIn Sheet View:\n- Click on the scientific name to view the full record.\n- Click on the thumbnail to view larger resolutions of the image. Use Control+Click (Command+Click) to open a new browser tab.\nIn Grid View:\n- You can choose the columns to display from any column's dropdown menu (mouse into a column header and click the dropdown icon). Under Columns, click the name to display or hide the field (you do not need to click the checkbox specifically).\n- You can drag a column header to change its order of appearance in the grid.\n- You can also drag the edge of a column to make it wider or narrower.\n- Click in the expansion () column to view the full record.\nIn Gallery View:\n- Click the image to view the full record.\nSee Exporting Results for information on downloading results to, for example, Excel or Google Earth.\nOpen the full collection record by clicking the expansion button () in Grid View,\non the scientific name in Sheet View,\nor anywhere within the image frame in Gallery View. Inverse expansion buttons () indicate records with multimedia (typically, images).\n- In the Record window, metadata for the multimedia content is available when you mouseover the thumbnail.\n- Clicking the thumbnail opens the content in your browser or other appropriate application.\n- Record windows may be resized or moved within the browser window.\n- You may have up to ten Record windows open at any one time.\nSort results in Grid View by clicking the column header (or by choosing Sort from the column's dropdown menu).\n- Sort on multiple columns by consecutively sorting columns in reverse order. For example, to view results sorted by Country and Province/State, first sort by Province/State and then sort again by Country.\n- For any column you can choose to sort in Ascending or Descending order.\nExport all or selected results by clicking the Export Results as CSV button in the bottom toolbar in Grid,\nor Gallery View.\n- Select individual records for Export by checking the export selection box (along the left edge of the Grid View grid).\n- Clear all selections with the Clear Selections button in the bottom toolbar.\n- Results are exported as comma-separated-values, one record per line, which can be saved to disk or opened directly with applications such as Microsoft Excel.\nYou can also export all or selected results to a KML file for viewing with Google Earth or other KML viewers, by clicking the Export as KML button. This button is grayed when all or selected results lack latitude/longitude values.\nTo create a link to specific records at NMNH provide the appropriate unit and querystring to:\nwhere UNIT is:\n- anth, birds, botany, ento, fishes, herps, iz, mammals, ms, or paleo\nand QUERYSTRING is (use a plus-sign to separate words):\n- One or more CATALOG NUMBERS, e.g.\n- One or more BARCODES, e.g.\n- The NAME of a TYPE specimen, e.g.:\n- The NAME of a specimen or object, e.g.:\n- The NAME (qn) and/or TYPE STATUS (qt) of a specimen, and/or its COLLECTOR (co), and/or the COLLECTION (cn) it is part of, e.g.:\n(Holotypes whose name includes Torre and Bartsch collected by Webb and part of the Henderson Collection)\n- To open the Collections Search to a specific search tab, e.g.\nTabs are numbered left to right, beginning with zero.\n- iz/?ti=1 (Invertebrate Zoology Keywords Search)\n- mammals/?ti=3 (Mammals Whale Collection Search)\nThere are ways to speed up your queries (or slow them down!) and to find specific information.\n- The more specific you make your queries the faster they will execute. Using more, rather than fewer, terms will very likely speed up your search.\n- These following special characters modify the interpretation of search terms (use with as many other terms as possible to avoid slowing your search):\n- * matches any number of characters, e.g. *pseudo*\n- ? matches a single character, e.g. young?lus frank?\n- ! negates the presence of a term, e.g. !new\n- ~ matches all terms with the given stem, e.g. ~spear for spear, spears, spearing, etc.\n- = match is case-sensitive, e.g. =Paris\n- Query results are typically limited to 5000 records. Avoid general queries, when you can, that are likely to bring back very large numbers of records, e.g. searching for poaceae.\n- Long running queries are automatically terminated, with no results returned.\nPlease use the Feedback page to report back any problems you find with the data, or with using these search pages.", "id": "<urn:uuid:76f40811-a50d-47d5-8ae6-0aa2939070c6>", "dump": "CC-MAIN-2013-20", "url": "http://collections.mnh.si.edu/search/botany/?irn=10469099", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.7804413437843323, "token_count": 1871, "score": 3.0, "int_score": 3}
{"text": "Detailed Distribution Map Information This map reflects the specimen location information from the Wisconsin Botanical Information System database and attemps to line up the original Town-Range Survey map from 1833 to 1866 with a computer generated table grid over the map of Wisconsin. Because the original Town Range lines are inexact, these \"dots\" might be somewhat skewed. Also townships near the borders of the state might only be partial, so the \"dot\" might center outside the state's boundry.\nHolding the mouse over the \"dot\" identifies the Town-Range. Clicking(new window) on the \"dot\" will link to a list of all specimen accession numbers for this location. You can then link to the individual specimen's label data. Arrange this window side-by-side with the specimen-list window so you can easily go back and forth between this map and the specimen's data.", "id": "<urn:uuid:40292269-3406-46cf-84aa-4c4efc553ecc>", "dump": "CC-MAIN-2013-20", "url": "http://wisplants.uwsp.edu/scripts/maps.asp?SpCode=BARVUL&bkg=s", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8508155345916748, "token_count": 185, "score": 2.828125, "int_score": 3}
{"text": "Historical Aerial Photographs\nPrior to the trial, Jan Schlichtmann, the plaintiffs attorney, hired a consulting firm to acquire and analyze historic aerial photographs of the Riley 15-acre property to estimate the times when the various drums, barrels, and debris piles first appeared. The consultants took this analysis and compared it to the 1985 field mapping of the debris piles, drums, and tanks on the 15-acre property by John Drobinski, a geologist hired by Schlichtmann. Drobinski's field map can be downloaded from the trial documents collection and excerpts of his deposition can be downloaded from the trial testimony collection.\nWhat Are Aerial Photographs and How Are They Used?\nAerial photographs like the ones shown below routinely are taken by the U.S. Department of Agriculture and U.S. Geological Survey to make topographic maps, record temporal changes in crop patterns, map geology and mineral resources, and evaluate floodplains. A specialized aircraft with sophisticated cameras is used to take photographs using black & white or color infrared film. The aircraft flies along flight lines that overlap slightly while the camera takes photographs at time intervals that allow the images to overlap. Because of the overlap is from two different positions in the sky, the overlapping portions of adjacent images can be viewed in 3-D. A stereoscope is needed to see the images in 3-D, which produces a static visual image that is similar to looking at a 3-D movie using red and blue glasses. Thus, tree tops and buildings appear to be higher than surrounding ground, whereas stream channels and wetlands appear to be lower.\nAerial Photographs of the Woburn Wells G and H Area\nThe collection below is a subset of those compiled by Maura Metheny for her dissertation research at Ohio State University. Four sets of photographs (May 1954, May 1969, April 1981, and March 1986) are suitable for 3-D viewing. To do this, print the images on high-quality paper or photographic paper and view them under a stereoscope. An inexpensive plastic 'pocket' stereoscope works well. The sequence of images below document changes in land use, construction of municipal wells G and H and other structures, changes in the wetland, and the appearance of drums and underground storage tanks along the access road between Salem Street and Olympia Avenue on the west side of the river.\nDetailed information about the dates, resolution, scales, and ordering numbers of the sets of aerial photographs shown below is available in this Excel file (Excel 19kB Jan22 07).\n- May 13, 1954 Photographs: 2414, 2415, 2416, 2417 northern image\nFull Resolution ( 28.5MB Mar14 07)north-central image\nFull Resolution ( 29.3MB Mar14 07)south-central image\nFull Resolution ( 28.3MB Mar14 07)southern image\nFull Resolution ( 28.5MB Mar14 07)\n- April 29, 1963 Photographs: 278, 279 western image\nFull Resolution ( 288kB Mar15 07)eastern image\nFull Resolution ( 208kB Mar15 07)\n- April 6, 1965 photograph: 233\nFull Resolution ( 269kB Mar15 07)\n- May 1, 1969 photographs: 1684, 1685, 1686, 1687 south image\nFull Resolution ( 288kB Mar15 07)south-central image\nFull Resolution ( 284kB Mar15 07)north-central image\nFull Resolution ( 281kB Mar15 07)north image\nFull Resolution ( 273kB Mar15 07)\n- July 3, 1971 photograph: 126\nFull Resolution ( 377kB Mar15 07)\n- April 23, 1978 photographs: 104 north and south north images\nFull Resolution ( 73kB Mar15 07)south image\nFull Resolution ( 77kB Mar15 07)\n- April 13, 1981 photographs: 19-5, 19-6, 19-7 south image\nFull Resolution ( 205kB Mar15 07)middle image\nFull Resolution ( 196kB Mar15 07)north image\nFull Resolution ( 196kB Mar15 07)", "id": "<urn:uuid:a34828e1-9706-4e67-be65-8fb8a94ec846>", "dump": "CC-MAIN-2013-20", "url": "http://nagt.org/woburn/resources/aerialphotos.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8897874355316162, "token_count": 833, "score": 3.296875, "int_score": 3}
{"text": "Forecast Texas Fire Danger (TFD)\nThe Texas Fire Danger(TFD) map is produced by the National Fire Danger Rating System (NFDRS). Weather information is provided by remote, automated weather stations and then used as an input to the Weather Information Management System (WIMS). The NFDRS processor in WIMS produces a fire danger rating based on fuels, weather, and topography. Fire danger maps are produced daily. In addition, the Texas A&M Forest Service, along with the SSL, has developed a five day running average fire danger rating map.\nDaily RAWS information is derived from an experimental project - DO NOT DISTRIBUTE", "id": "<urn:uuid:a789fd8d-b873-45cf-b01d-af6eca242a5d>", "dump": "CC-MAIN-2013-20", "url": "http://twc.tamu.edu/drought/tfdforecast?date=2/29/2012&type=tfdforecast", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8875352144241333, "token_count": 136, "score": 3.015625, "int_score": 3}
{"text": "The satellite images displayed are infrared (IR) images. Warmest (lowest) clouds are shown in white; coldest (highest) clouds are displayed in shades of yellow, red, and purple. Imagery is obtained from the GOES and METEOSAT geostationary satellites, and the two US Polar Orbiter (POES) satellites. POES satellites orbit the earth 14 times each day at an altitude of approximately 520 miles (870 km). As each orbit is made the satellite can view a 1,600 mile (2,700 km) wide area of the earth. Due to the rotation of the earth the satellite is able to view every spot on earth twice each day. Data from multiple orbits are mosaicked together to provide wide scale global and full earth views in a single image. Occasional dark triangular areas that occur on POES images are a result of gaps in data transmitted from the orbiters.\nA weather satellite\nis a type of satellite that is primarily used to monitor the weather\nof the Earth. These meteorological satellites, however, see more than clouds\nand cloud systems\n. City lights, fires, effects of pollution, auroras, sand and dust storms, snow cover\n, ice mapping, boundaries of ocean\ncurrents, energy flows, etc., are other types of environmental information collected using weather satellites.\nWeather satellite images helped in monitoring the volcanic ash cloud from Mount St. Helens and activity from other volcanoes such as Mount Etna. Smoke from fires in the western United States such as Colorado and Utah have also been monitored.\nOther environmental satellites can detect changes in the Earth's vegetation, sea\ncolor, and ice fields. For example, the 2002 oil spill off the northwest coast of Spain was watched carefully by the European ENVISAT, which, though not a weather satellite, flies an instrument (ASAR) which can see changes in the sea surface\nEl Niño and its effects on weather are monitored daily from satellite images. The Antarctic ozone hole is mapped from weather satellite data. Collectively, weather satellites flown by the U.S., Europe, India, China, Russia, and Japan provide nearly continuous observations\nfor a global weather", "id": "<urn:uuid:17aa89d7-2e77-436d-8420-15d2c5bd50ff>", "dump": "CC-MAIN-2013-20", "url": "http://www.intellicast.com/National/Satellite/Regional.aspx?location=UKXX2049", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9092804789543152, "token_count": 446, "score": 3.921875, "int_score": 4}
{"text": "The press release doesn’t contain any pictures, and really doesn’t do this new web tool justice, so I’ve added some screencaps. In a nutshell, the new iSWA site lets you arrange graphical packages of solar images and plots oncsreen for simultaneous evaluation. Stuff that had been scattered over several solar related websites is now in one interface. Pretty cool. – Anthony\nWhen NASA’s satellite operators need accurate, real-time space-weather information, they turn to the Community Coordinated Modeling Center (CCMC) of the Space Weather Laboratory at NASA’s Goddard Space Flight Center in Greenbelt, Md. The CCMC’s newest and most advanced space-weather science tool is the Integrated Space Weather Analysis (iSWA) system.\nThe iSWA is a robust, integrated system provides information about space weather conditions past, present, and future and, unlike many other programs currently in use, has an interface that the user can customize to suit a unique set of data requirements.\n“The iSWA space-weather data analysis system offers a unique level of customization and flexibility to maintain, modify, and add new tools and data products as they become available,” says Marlo Maddox, iSWA system chief developer at NASA Goddard.\niSWA draws together information about conditions from the sun to the boundary of the sun’s influence, known as the heliosphere. The iSWA systems digests information from spacecraft including the National Oceanic and Atmospheric Administration’s (NOAA) Geostationary Operational Environmental Satellites (GOES), NASA’s Solar Terrestrial Relations Observatory (STEREO), the joint European Space Agency and NASA mission Solar and Heliospheric Observatory (SOHO), and NASA’s Advanced Composition Explorer (ACE).\nCitizen scientists and science enthusiasts can also use the data, models, and tools of the iSWA system. Similar to the way in which armchair astronomers have used SOHO data to discover comets, enthusiasts will find the iSWA system a wonderful resource for increasing their familiarity with the concept of space weather.\n“We are continuously evolving the iSWA system, and we hope that it will benefit not only NASA satellite operators, but also that it may also help space-weather forecasting at other agencies such as the Air Force Weather Agency and NOAA,” says Michael Hesse, chief of the Space Weather Laboratory at NASA Goddard.\nSpace-weather information tends to be scattered over various Web sites. NASA Goddard space physicist Antti Pulkkinen says the iSWA system represents “the most comprehensive single interface for general space-weather-related information,” providing data on past and current space-weather events. The system allows the user to configure or design custom displays of the information.\nThe system compiles data about conditions on the sun, in Earth’s magnetosphere — the protective magnetic field that envelops our planet — and down to Earth’s surface. It provides a user interface to provide NASA’s satellite operators and with a real-time view of space weather. In addition to NASA, the iSWA system is used by the Air Force Weather agency.\nAccess to space-weather information that combines data from state-of-the-art space-weather models with concurrent observations of the space environment provides a powerful tool for users to obtain a personalized “quick look” at space-weather information, detailed insight into space-weather conditions, as well as tools for historical analysis of the space-weather’s impact.\nDevelopment of the iSWA system has been a joint activity between the Office of the Chief Engineer at NASA Headquarters and the Applied Engineering and Technology Directorate and the Science and Exploration Directorate at NASA Goddard. The iSWA system is located at NASA Goddard.\nThe Community Coordinated Modeling Center is funded by the Heliophysics Division in the Science Mission Directorate at NASA Headquarters, and the National Science Foundation.\nLayout selector tool:", "id": "<urn:uuid:ee290d5b-d6ca-45b4-9106-2c14f262df50>", "dump": "CC-MAIN-2013-20", "url": "http://wattsupwiththat.com/2010/02/24/new-all-in-one-space-weather-tool-from-nasa/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8825551271438599, "token_count": 837, "score": 2.640625, "int_score": 3}
{"text": "By Jason Kohn, Contributing Columnist\nLike many of us, scientific researchers tend to be creatures of habit. This includes research teams working for the National Oceanic and Atmospheric Administration (NOAA), the U.S. government agency charged with measuring the behavior of oceans, atmosphere, and weather.\nMany of these climate scientists work with massive amounts of data – for example, the National Weather Service collecting up-to-the-minute temperature, humidity, and barometric readings from thousands of sites across the United States to help forecast weather. Research teams then rely on some the largest, most powerful high-performance computing (HPC) systems in the world to run models, forecasts, and other research computations.\nGiven the reliance on HPC resources, NOAA climate researchers have traditionally worked onsite at major supercomputing facilities, such as Oak Ridge National Laboratory in Tennessee, where access to supercomputers are just steps away. As researchers crate ever more sophisticated models of ocean and atmospheric behavior, however, the HPC requirements have become truly staggering.\nNow, NOAA is using a super-high-speed network called “n-wave” to connect research sites across the United States with the computing resources they need. The network has been operating for several years, and today transports enough data to fill a 10-Gbps network to full capacity, all day, every day. NOAA is now upgrading this network to allow even more data traffic, with the goal of ultimately supporting 100-Gbps data rates.\n“Our scientists were really used to having a computer in their basement,” says Jerry Janssen, manager, n-wave Network, NOAA, in a video about the project. “When that computer moved a couple thousand miles away, we had to give them a lot of assurances that, one, the data would actually move at the speed they needed it to move, but also that they could rely on it to be there. The amount of data that will be generated under this model will exceed 80-100 Terabits per day.”\nThe n-wave project means much more than just a massive new data pipe. It represents a fundamental shift in the way that scientists can conduct their research, allowing them to perform hugely demanding supercomputer runs of their data from dozens of remote locations. As a result, it gives NOAA climate scientists much more flexibility in where and how they work.\n“For the first time, NOAA scientists and engineers in completely separate parts of the country, all the way to places like Alaska and Hawaii and Puerto Rico, will have the bandwidth they need, without restriction,” says Janssen. “NOAA will now be able to do things it never thought it could do before.”\nIn addition to providing fast, stable access to HPC resources, n-wave is also allowing NOAA climate scientists to share resources much more easily with scientists in the U.S. Department of Energy and other government agencies. Ideally, this level of collaboration and access to supercomputing resources will help climate scientists continue to develop more effective climate models, improve weather forecasts, and allow us to better understand our climate.\nPowering Vital Climate Research\nThe high-speed nationwide HPC connectivity capability provided by n-wave is now enabling a broad range of NOAA basic science and research activities. Examples include:\n- Basic data dissemination, allowing research teams to collect up-to-the-minute data on ocean, atmosphere, and weather from across the country, and make that data available to other research teams and agencies nationwide.\n- Ensemble forecasting, where researchers run multiple HPC simulations using different initial conditions and modeling techniques, in order to refine their atmospheric forecasts and minimize errors.\n- Severe weather modeling, where scientists draw on HPC simulations, real-time atmospheric data, and archived storm data to better understand and predict the behavior of storms.\n- Advancing understanding of the environment to be able to better predict short-term and long-term environmental changes, mitigate threats, and provide the most accurate data to inform policy decisions.\nAll of this work is important, and will help advance our understanding of Earth’s climate. And it is all a testament to the amazing networking technologies and infrastructure that scientists now have at their disposal, which puts the most powerful supercomputing resources in the world at their fingertips – even when they are thousands of miles away.", "id": "<urn:uuid:c23e3842-a002-4f6b-9554-bafecec0beed>", "dump": "CC-MAIN-2013-20", "url": "http://blogs.cisco.com/cle/noaa-how-networks-are-used-in-climate-research/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9429180026054382, "token_count": 899, "score": 3.3125, "int_score": 3}
{"text": "On Monday the American Library Association will announce the winner of its highest award for a picture book, named for the great English illustrator Randolph Caldecott (1846–1886). Why was Caldecott so important? Here’s an answer from Maurice Sendak, who won the Caldecott Medal for Where the Wild Things Are:\n“Caldecott’s work heralds the beginning of the modern picture book. He devised an ingenious juxtaposition of picture and word, a counterpoint that had never happened before. Words are left out – but the picture says it. Pictures are left out – but the word says it. In short, it is the invention of the picture book.”\n* * *\n“My favorite example of Caldecott’s fearless honesty is the final page of Hey Diddle Diddle. After we read, ‘And the Dish ran away with the spoon,’ accompanied by a drawing of the happy couple, there is the shock of turning the page and finding a picture of the dish broken into ten pieces – obviously dead – and the spoon being hustled away by her angry parents. There are no words that suggest such an end to the adventure; it is purely a Caldecottian invention. Apparently, he could not resist enlarging the dimensions of this jaunty nursery rhyme by adding a last sorrowful touch.”\nMaurice Sendak in Caldecott & Co.: Notes on Books & Pictures (Farrar, Straus and Giroux, 1988), a collection of Sendak’s reviews and other writing for adults. The first quote comes from his essay “Randolph Caldecott” and the second from his acceptance speech for the 1964 Caldecott Medal. Sendak is one of the few great picture-book artists who is also a great critic. Caldecott & Co. has only a dozen pages of pictures but doesn’t need more, because Sendak makes you see books without them.\n(c) 2008 Janice Harayda. All rights reserved.", "id": "<urn:uuid:58173a97-2e2e-475a-a66c-15b07e6cedae>", "dump": "CC-MAIN-2013-20", "url": "http://oneminutebookreviews.wordpress.com/2008/01/12/why-was-randolph-caldecott-so-great-quotes-of-the-daymaurice-sendak/?like=1&source=post_flair&_wpnonce=019c5482d9", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9430316686630249, "token_count": 431, "score": 2.75, "int_score": 3}
{"text": "W hy is it important for scientists to contribute to science education?\nOur nation has failed to meet important educational challenges, and our children are ill prepared to respond to the demands of today?s world. Results of the Third International Mathematics and Science Study ( TIMSS )--and its successor, TIMSS-R--show that the relatively strong international performance of U.S. 4th graders successively deteriorates across 8th- and 12th-grade cohorts. Related studies indicate that U.S. PreK-12 curricula lack coherence, depth, and continuity and cover too many topics superficially. By high school, unacceptably low numbers of students show motivation or interest in enrolling in physics (only one-quarter of all students) or chemistry (only one-half).\nWe are rapidly approaching universal participation at the postsecondary level, but we still have critical science, technology, engineering, and mathematics (STEM) workforce needs and too few teachers who have studied science or mathematics. Science and engineering degrees as a percentage of the degrees conferred each year have remained relatively constant at about 5%. In this group, women and minorities are gravely underrepresented.\nThe consequences of these conditions are serious. The U.S. Department of Labor estimates that 60% of the new jobs being created in our economy today will require technological literacy, yet only 22% of the young people entering the job market now actually possess those skills. By 2010, all jobs will require some form of technological literacy, and 80% of those jobs haven?t even been created yet. We must prepare our students for a world that we ourselves cannot completely anticipate. This will require the active involvement of scientists and engineers.\nHow is NSF seeking to encourage scientists to work on educational issues?\nThe NSF Strategic Plan  includes two relevant goals: to develop \"a diverse, internationally competitive, and globally engaged workforce of scientists, engineers, and well-prepared citizens\" and to support \"discovery across the frontiers of science and engineering, connected to learning, innovation, and service to society.\" To realize both of these goals, our nation?s scientists and engineers must care about the educational implications of their work and explore educational issues as seriously and knowledgeably as they do their research questions. The phrase \"integration of research and education\" conveys two ideas. First, good research generates an educational asset, and we must effectively use that asset. Second, we need to encourage more scientists and engineers to pursue research careers that focus on teaching and learning within their own disciplines.\nAll proposals submitted to NSF for funding must address two merit criteria: intellectual merit and broader impacts.\nIn everyday terms, our approach to evaluating the broader impact of proposals is built on the philosophy that scientists and engineers should pay attention to teaching and value it, and that their institutions should recognize, support, and reward faculty, as well as researchers in government and industry, who take their role as educators seriously and approach instruction as a scholarly act. We think of education very broadly, including formal education (K-graduate and postdoctoral study) and informal education (efforts to promote public understanding of science and research outside the traditional educational environment).\nWhat does it mean to take education seriously and explore it knowledgeably?\nAny scholarly approach to education must be intentional, be based on a valid body of knowledge, and be rigorously assessed. That is, our approach to educational questions must be a scholarly act. NSF actively invests in educational reform and models that encourage scientists and engineers to improve curriculum, teaching, and learning in science and mathematics at all levels of the educational system from elementary school to graduate study and postdoctoral work.\nWe recognize that to interest faculty and practicing scientists and engineers in education, we must support research that generates convincing evidence that changing how we approach the teaching of science and mathematics will pay off in better learning and deeper interest in these fields.\nHere are a few of the most recent efforts to stimulate interest in education that might be of interest to Next Wave readers. (For more information, go to the NSF Education and Human Resources directorate's Web site .)\nThe GK-12  program supports fellowships and training to enable STEM graduate students and advanced undergraduates to serve in K-12 schools as resources in STEM content and applications. Outcomes include improved communication and teaching skills for the Fellows, increased content knowledge for preK-12 teachers, enriched preK-12 student learning, and stronger partnerships between higher education and local schools.\nThe Centers for Learning and Teaching ( CLT ) program is a \"comprehensive, research-based effort that addresses critical issues and national needs of the STEM instructional workforce across the entire spectrum of formal and informal education.\" The goal of the CLT program is to support the development of new approaches to the assessment of learning, research on learning within the disciplines, the design and development of effective curricular materials, and research-based approaches to instruction--and through this work to increase the number of people who do research on education in the STEM fields. This year (FY 02) we are launching some prototype higher education centers to reform teaching and learning in our nation's colleges and universities through a mix of research, faculty development and exploration of instructional practices that can promote learning. Like other NSF efforts, the Centers incorporate a balanced strategy of attention to people, ideas and tools. We hope to encourage more science and engineering faculty to work on educational issues in both K-12 and in postsecondary education.\nIf you are interested in these issues and want to pursue graduate or postdoctoral study, or want to develop a research agenda on learning in STEM fields, find the location and goals of the currently funded centers and also check later this summer to find out which higher education CLT prototypes are funded.\nThe following solicitations all involve the integration of research and education as well as attention to broadening participation in STEM careers:\nThe Science, Technology, Engineering, and Mathematics Talent Expansion Program ( STEP ) program seeks to increase the number of students (U.S. citizens or permanent residents) pursuing and receiving associate or baccalaureate degrees in established or emerging fields within STEM.\nThe Faculty Early Career Development ( CAREER ) program recognizes and supports the early career development activities of those teacher-scholars who are most likely to become the academic leaders of the 21st century.\nThe Course, Curriculum, and Laboratory Improvement (CCLI) program seeks to improve the quality of STEM education for all students and targets activities affecting learning environments, course content, curricula, and educational practices. CCLI offers three tracks: educational materials development , national dissemination , and adaptation and implementation .\nThe Integrative Graduate Education and Research Training ( IGERT ) program addresses the challenges of preparing Ph.D. scientists and engineers with the multidisciplinary backgrounds and the technical, professional, and personal skills needed for the career demands of the future.\nThe Vertical Integration of Research and Education in the Mathematical Sciences ( VIGRE ) program supports institutions with Ph.D.-granting departments in the mathematical sciences in carrying out innovative educational programs, at all levels, that are integrated with the department?s research activities.\nThe Increasing the Participation and Advancement of Women in Academic Science and Engineering Careers (ADVANCE)  program seeks to increase the participation of women in the scientific and engineering workforce through the increased representation and advancement of women in academic science and engineering careers.\nThe Science, Technology, Engineering and Mathematics Teacher Preparation ( STEMTP ) program involves partnerships among STEM and education faculty working with preK-12 schools to develop exemplary preK-12 teacher education models that will improve the science and mathematics preparation of future teachers.\nThe Noyce Scholarship Supplements  program supports scholarships and stipends for STEM majors and STEM professionals seeking to become preK-12 teachers.\nThe views expressed are those of the authors and do not necessarily reflect those of the National Science Foundation.", "id": "<urn:uuid:21bc3a09-e45d-497b-add1-4880324aff25>", "dump": "CC-MAIN-2013-20", "url": "http://sciencecareers.sciencemag.org/print/career_magazine/previous_issues/articles/2002_07_12/nodoi.4298361476632626608", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9502217769622803, "token_count": 1620, "score": 3.03125, "int_score": 3}
{"text": "How To Win At Science Fairs (Dec, 1960)\nHow To Win At Science Fairs\nby Ronald Benrey\nYOU CAN WIN at a Science Fair as long as one thing interests you more than winning does. This is your project itself. It is going to be judged on scientific thought, creative ability, and presentation. You will really have to know the field your project is concerned with. This takes effort. Since you lack the means of a professional laboratory, you will have to do much with little. This takes trial and error and just plain work. Your presentation must be attractive and clear. This means good workmanship, which takes time and care. You are going to have to show some originality. After all, there is no use doing what everybody else is doing: be different. For this, you have to have the other three under control. By the way, the “laymen” who see your exhibit will ask all kinds of questions. Have good answers at your fingertips. The judges won’t be laymen, and any double-talk will scream to them that you don’t know your subject. It may also make them suspect that the best parts of your project are not your work. This would be unjust, perhaps, but deadly. Now, whether your entry covers a large table top or can just be tucked under your arm, it is going to be a big job. It can’t be left for a “crash program” in the last few weeks before the Fair. It is going to eat up big portions of your time, energy, and spending money for the next several months. All this demands your interest. But it isn’t simply a matter of “fun. ” Licking this challenge may be a turning point in your life. With or without a scholarship prize, your career may begin with it.\nAs a reader of Electronics Illustrated your project will probably deal with electronics or applied physics rather than with biological or earth sciences. Select your topic carefully from a broad subject that really interests you. A massive effort in the direction of a passing fancy will result in a mediocre project at best. Take a limited subtopic that you think worth investigating and that you feel able to handle.\nTo ease financial strain, plan now to build your project over a long period of time, say six months, on a pay-as-you-build basis.\nOnce you have a rough idea of your project’s general form, don’t dash into construction.\nVisit technical libraries and learn all you can about current professional work in the field, and its technical jargon. This will give you much important information and helpful hints, and when you finally face the judges, you will know your subject.\nHere is a prickly question. It is up to you to be realistic and honest with yourself when you choose a topic. Your science teachers and advisers will certainly be helpful, but the final decision must be yours. In other words, if you have never handled a soldering iron before, don’t take on a project requiring elaborate electronic instrumentation. If you have enough time you can work up to a complex project by building a few simpler devices, like many described in EI. This is another reason for starting NOW. – Why not get your feet wet by assembling some test equipment from kits? You will certainly need a multimeter anyway, for any project, and it will be something you can use “forever. ”\nAnother touchy subject: discussion of this often scares off good potential science fairers. Nobody requires or expects a science fair project to produce a radical new scientific discovery. However, this does not imply that an entrant can’t find a new angle on an old problem. Merely duplicating a project described in a magazine shows the judges only one thing: the builder can follow directions. The main benefit of entering a science fair is the challenge of thinking a real problem out, all the way through. Your project can be for “demonstration” rather than “research, ” but make sure you come up with fresh, clear, meaningful ways to present your material. Stay away from last year’s winning project: it was good last year. Avoid “staples” (like Tesla coils) unless they are only part of a ‘wider original project.\nYour project should be well presented and look impressive, but impressive need not mean expensive. Judges seldom look twice at an exhibit loaded down with excess and borrowed equipment when the same results could have been obtained more economically and without false show. Novel use of common materials shows creative ability, and this is an important judging criterion. Remember, how you solved your problem is what counts at a science fair, and not merely that you solved it. Also, neatness counts! Aside from being impossible to troubleshoot, a rat’s nest of wiring is typical of losing projects. Time spent color-coding leads, installing wire harness and cable clamps will result in a much more attractive and more reliable project. But know what you are doing! Don’t harness leads in a circuit that demands point-to-point wiring, or cable grid and plate leads together in an amplifier circuit. Read up on layout and construction techniques, and allow yourself time to make and correct mistakes. Prior planning will also pay off in dollars and cents, since you can save by purchasing some components (like resistors) in quantity, and if you live near a big city you can shop around for some items in the military surplus stores, modifying your design if necessary to take odd-value components. Now, sit back and start your thinking. The time to start is right now.\nIS YOUR WINNING PROJECT HERE?\nRADIO TELESCOPE: Home-built sensitive low-noise receiver, simple antenna system. Try to make simple “radio map.”\nGUIDANCE SYSTEM: For model ear. Can be programmed to run around science fair grounds without hitting anything, or to reach pre-chosen destination.\nSOLAR CELLS: Home-built unit as part of demonstration of basic physics of solar cells: display on recent professional research results: off-beat practical applications (eyeglass type hearing aid?).\nMOON MOUSE: “To be landed on the Moon. ” Self-propelled, radio controlled from Earth, instrumented and transmitter equipped. Some functions solar powered ?\nThese are only suggestions. You may come up with ideas regarding fuel cells, space communications, navigation, etc.", "id": "<urn:uuid:6ad66c1d-7e72-4ed4-889b-c4b7f1b988a7>", "dump": "CC-MAIN-2013-20", "url": "http://blog.modernmechanix.com/how-to-win-at-science-fairs/1/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9457745552062988, "token_count": 1357, "score": 2.890625, "int_score": 3}
{"text": "|Birth name||Norman Percevel Rockwell|\nFebruary 3, 1894|\nNew York City\n|Died||November 8, 1978\n|Training||National Academy of Design\nArt Students League\nNorman Percevel Rockwell (February 3, 1894 – November 8, 1978) was a 20th-century American painter and illustrator. His works enjoy a broad popular appeal in the United States for their reflection of American culture. Rockwell is most famous for the cover illustrations of everyday life scenarios he created for The Saturday Evening Post magazine for more than four decades. Among the best-known of Rockwell's works are the Willie Gillis series, Rosie the Riveter, Saying Grace (1951), The Problem We All Live With, and the Four Freedoms series. He is also noted for his work for the Boy Scouts of America (BSA); producing covers for their publication Boys' Life, calendars, and other illustrations.\nLife and works \nEarly life \nNorman Rockwell was born on February 3, 1894, in New York City to Jarvis Waring Rockwell and Anne Mary \"Nancy\" (born Hill) Rockwell. His earliest American ancestor was John Rockwell (1588–1662), from Somerset, England, who immigrated to America probably in 1635 aboard the ship Hopewell and became one of the first settlers of Windsor, Connecticut. He had one brother, Jarvis Waring Rockwell, Jr., older by a year and a half. Jarvis Waring, Sr., was the manager of the New York office of a Philadelphia textile firm, George Wood, Sons & Company, where he spent his entire career.\nNorman transferred from high school to the Chase Art School at the age of 14. He then went on to the National Academy of Design and finally to the Art Students League. There, he was taught by Thomas Fogarty, George Bridgman, and Frank Vincent DuMond; his early works were produced for St. Nicholas Magazine, the Boy Scouts of America (BSA) publication Boys' Life and other juvenile publications. Joseph Csatari carried on his legacy and style for the BSA.\nAs a student, Rockwell was given smaller, less important jobs. His first major breakthrough came in 1912 at age eighteen with his first book illustration for Carl H. Claudy's Tell Me Why: Stories about Mother Nature.\nIn 1913, the nineteen-year-old Rockwell became the art editor for Boys' Life, published by the Boy Scouts of America, a post he held for three years (1913–1916). As part of that position, he painted several covers, beginning with his first published magazine cover, Scout at Ship's Wheel, appearing on the Boys' Life September 1913 edition.\nWorld War I \nDuring World War I, he tried to enlist into the U.S. Navy but was refused entry because, at 6 feet (1.8 m) tall and 140 pounds (64 kg) he was eight pounds underweight. To compensate, he spent one night gorging himself on bananas, liquids and doughnuts, and weighed enough to enlist the next day. However, he was given the role of a military artist and did not see any action during his tour of duty.\nRockwell's family moved to New Rochelle, New York when Norman was 21 years old and shared a studio with the cartoonist Clyde Forsythe, who worked for The Saturday Evening Post. With Forsythe's help, he submitted his first successful cover painting to the Post in 1916, Mother's Day Off (published on May 20). He followed that success with Circus Barker and Strongman (published on June 3), Gramps at the Plate (August 5), Redhead Loves Hatty Perkins (September 16), People in a Theatre Balcony (October 14) and Man Playing Santa (December 9). Rockwell was published eight times total on the Post cover within the first twelve months. Norman Rockwell published a total of 323 original covers for The Saturday Evening Post over 47 years. His Sharp Harmony appeared on the cover of the issue dated September 26, 1936; it depicts a barber and three clients, enjoying an a cappella song. The image was adopted by SPEBSQSA in its promotion of the art.\nRockwell's success on the cover of the Post led to covers for other magazines of the day, most notably The Literary Digest, The Country Gentleman, Leslie's Weekly, Judge, Peoples Popular Monthly and Life Magazine.\nPersonal life \nRockwell married his first wife, Irene O'Connor, in 1916. Irene was Rockwell's model in Mother Tucking Children into Bed, published on the cover of The Literary Digest on January 19, 1921. However, the couple were divorced in 1930. Depressed, he moved briefly to Alhambra, California as a guest of his old friend Clyde Forsythe. There he painted some of his best-known paintings including \"The Doctor and the Doll\". While there he met and married schoolteacher Mary Barstow. The couple returned to New York shortly after their marriage. They had three children: Jarvis Waring, Thomas Rhodes and Peter Barstow. The family lived at 24 Lord Kitchener Road in the Bonnie Crest neighborhood of New Rochelle, New York. Rockwell and his wife were not very religious, although they were members of St. John's Wilmot Church, an Episcopal church near their home, and had their sons baptized there as well. Rockwell moved to Arlington, Vermont, in 1939 where his work began to reflect small-town life.\nIn 1953, the Rockwell family moved to Stockbridge, Massachusetts, so that his wife could be treated at the Austen Riggs Center, a psychiatric hospital at 25 Main Street, down Main Street from where Rockwell set up his studio. Rockwell himself received psychiatric treatment from the analyst Erik Erikson, who was on staff at Riggs. Erikson is said to have told the artist that he painted his happiness, but did not live it. In 1959, Mary Barstow Rockwell died unexpectedly of a heart attack.\nWorld War II \nIn 1943, during World War II, Rockwell painted the Four Freedoms series, which was completed in seven months and resulted in his losing 15 pounds. The series was inspired by a speech by Franklin D. Roosevelt, in which he described four principles for universal rights: Freedom from Want, Freedom of Speech, Freedom of Worship, and Freedom from Fear. The paintings were published in 1943 by The Saturday Evening Post. The United States Department of the Treasury later promoted war bonds by exhibiting the originals in 16 cities. Rockwell himself considered \"Freedom of Speech\" to be the best of the four. That same year, a fire in his studio destroyed numerous original paintings, costumes, and props.\nShortly after the war, Rockwell was contacted by writer Elliott Caplin, brother of cartoonist Al Capp, with the suggestion that the three of them should make a daily comic strip together, with Caplin and his brother writing and Rockwell drawing. King Features Syndicate is reported to have promised a $1,000/week deal, knowing that a Capp-Rockwell collaboration would gain strong public interest. However, the project was ultimately aborted as it turned out that Rockwell, known for his perfectionism as an artist, could not deliver material as fast as required of him for a daily comic strip.\nDuring the late 1940s, Norman Rockwell spent the winter months as artist-in-residence at Otis College of Art and Design. Students occasionally were models for his Saturday Evening Post covers. In 1949, Rockwell donated an original Post cover, \"April Fool\", to be raffled off in a library fund raiser.\nIn 1959, his wife Mary died unexpectedly from a heart attack, and Rockwell took time off from his work to grieve. It was during that break that he and his son Thomas produced his autobiography, My Adventures as an Illustrator, which was published in 1960. The Post printed excerpts from this book in eight consecutive issues, the first containing Rockwell's famous Triple Self-Portrait.\nLater career \nRockwell married his third wife, retired Milton Academy English teacher Mary Leete \"Molly\" Punderson, on October 25, 1961. His last painting for the Post was published in 1963, marking the end of a publishing relationship that had included 321 cover paintings. He spent the next ten years painting for Look magazine, where his work depicted his interests in civil rights, poverty and space exploration. In 1968, Rockwell was commissioned to do an album cover portrait of Mike Bloomfield and Al Kooper for their record The Live Adventures of Mike Bloomfield and Al Kooper. During his long career, he was commissioned to paint the portraits for Presidents Eisenhower, Kennedy, Johnson, and Nixon, as well as those of foreign figures, including Gamal Abdel Nasser and Jawaharlal Nehru. One of his last works was a portrait of Judy Garland in 1969.\nA custodianship of his original paintings and drawings was established with Rockwell's help near his home in Stockbridge, Massachusetts, and the Norman Rockwell Museum is still open today year round. Norman Rockwell Museum is the authoritative source for all things Norman Rockwell. The museum's collection is the world's largest, including more than 700 original Rockwell paintings, drawings, and studies. The Rockwell Center for American Visual Studies at the Norman Rockwell Museum is a national research institute dedicated to American illustration art.\nWhen he began suffering poor health, he placed his studio and the contents with the Norman Rockwell Museum, which was formerly known as the Stockbridge Historical Society and even more formerly known as the Old Corner house, in a trust.\nFor \"vivid and affectionate portraits of our country,\" Rockwell received the Presidential Medal of Freedom, the United States of America's highest civilian honor, in 1977.\nBody of work \nNorman Rockwell was a prolific artist, producing over 4,000 original works in his lifetime. Most of his works are either in public collections, or have been destroyed in fire or other misfortunes. Rockwell was also commissioned to illustrate over 40 books including Tom Sawyer and Huckleberry Finn. His annual contributions for the Boy Scouts' calendars between 1925 and 1976 (Rockwell was a 1939 recipient of the Silver Buffalo Award, the highest adult award given by the Boy Scouts of America), were only slightly overshadowed by his most popular of calendar works: the \"Four Seasons\" illustrations for Brown & Bigelow that were published for 17 years beginning in 1947 and reproduced in various styles and sizes since 1964. Illustrations for booklets, catalogs, posters (particularly movie promotions), sheet music, stamps, playing cards, and murals (including \"Yankee Doodle Dandy\" and \"God Bless the Hills\", which was completed in 1936 for the Nassau Inn in Princeton, New Jersey) rounded out Rockwell's œuvre as an illustrator.\nIn 1969, as a tribute to Rockwell's 75th-year birthday, officials of Brown & Bigelow and the Boy Scouts of America asked Rockwell to pose in Beyond the Easel, the calendar illustration that year.\nRockwell's work was dismissed by serious art critics in his lifetime. Many of his works appear overly sweet in modern critics' eyes, especially the Saturday Evening Post covers, which tend toward idealistic or sentimentalized portrayals of American life – this has led to the often-deprecatory adjective \"Rockwellesque\". Consequently, Rockwell is not considered a \"serious painter\" by some contemporary artists, who often regard his work as bourgeois and kitsch. Writer Vladimir Nabokov sneered that Rockwell's brilliant technique was put to \"banal\" use, and wrote in his book Pnin: \"That Dalí is really Norman Rockwell's twin brother kidnapped by Gypsies in babyhood\". He is called an \"illustrator\" instead of an artist by some critics, a designation he did not mind, as it was what he called himself.\nHowever, in his later years, Rockwell began receiving more attention as a painter when he chose more serious subjects such as the series on racism for Look magazine. One example of this more serious work is The Problem We All Live With, which dealt with the issue of school racial integration. The painting depicts a young African American girl, Ruby Bridges, flanked by white federal marshals, walking to school past a wall defaced by racist graffiti.\nRockwell's work was exhibited at the Solomon R. Guggenheim Museum in 2001. Rockwell's Breaking Home Ties sold for $15.4 million at a 2006 Sotheby's auction. A twelve-city U.S. tour of Rockwell's works took place in 2008. In 2008, Rockwell was named the official state artist of the Commonwealth of Massachusetts.\n- In the film Empire of the Sun, a young boy (played by Christian Bale) is put to bed by his loving parents in a scene also inspired by a Rockwell painting—a reproduction of which is later kept by the young boy during his captivity in a prison camp (\"Freedom from Fear\", 1943).\n- The 1994 film Forrest Gump includes a shot in a school that re-creates Rockwell's \"Girl with Black Eye\" with young Forrest in place of the girl. Much of the film drew heavy visual inspiration from Rockwell's art.\n- Film director George Lucas owns Rockwell's original of \"The Peach Crop\", and his colleague Steven Spielberg owns a sketch of Rockwell's Triple Self-Portrait. Each of the artworks hangs in the respective filmmaker's workspace. Rockwell is a major character in an episode of Lucas’ Young Indiana Jones Chronicles, “Passion for Life.”\n- In 2005, Target Co. sold Marshall Field's to Federated Department Stores and the Federated discovered a reproduction of Rockwell's The Clock Mender, which depicted the great clocks of the Marshall Field and Company Building on display. Rockwell had donated the painting depicted on the cover of the November 3, 1945 Saturday Evening Post to the store in 1948.\n- On Norman Rockwell's birthday, February 3, 2010, Google featured Rockwell's iconic image of young love \"Boy and Girl Gazing at the Moon\", which is also known as \"Puppy Love\", on its home page. The response was so great that day that the Norman Rockwell museum's servers went down under the onslaught.\n- \"Dreamland\", a track from Canadian alternative rock band Our Lady Peace's 2009 album Burn Burn, was inspired by Rockwell's paintings.\nMajor works \n- Scout at Ship's Wheel (first published magazine cover illustration, Boys' Life, September 1913)\n- Santa and Scouts in Snow (1913)\n- Boy and Baby Carriage (1916; first Saturday Evening Post cover)\n- Circus Barker and Strongman (1916)\n- Gramps at the Plate (1916)\n- Redhead Loves Hatty Perkins (1916)\n- People in a Theatre Balcony (1916)\n- Tain't You (1917; first Life magazine cover)\n- Cousin Reginald Goes to the Country (1917; first Country Gentleman cover)\n- Santa and Expense Book (1920)\n- Mother Tucking Children into Bed (1921; first wife Irene is the model)\n- No Swimming (1921)\n- Santa with Elves (1922)\n- Doctor and Doll (1929)\n- Deadline (1938)\n- The Four Freedoms (1943)\n- Rosie the Riveter (1943)\n- Going and Coming (1947)\n- Bottom of the Sixth (or The Three Umpires; 1949)\n- The New Television Set (1949)\n- Saying Grace (1951)\n- The Young Lady with the Shiner (1953)\n- Girl at Mirror (1954)\n- Breaking Home Ties (1954)\n- The Marriage License (1955)\n- The Scoutmaster (1956)\n- The Runaway (1958)\n- A Family Tree (1959)\n- Triple Self-Portrait (1960)\n- Golden Rule (1961)\n- The Problem We All Live With (1964)\n- Southern Justice (Murder in Mississippi) (1965)\n- New Kids in the Neighborhood (1967)\n- Russian Schoolroom (1967)\n- The Rookie\n- Spirit of 76 (1976) (stolen in 1978 but recovered in 2001 by the FBI's Robert King Wittman)\nOther collections \n- Norman Rockwell World War II posters, hosted by the University of North Texas Libraries Digital Collections\n- Rockwell Collection at the National Museum of American Illustration\n- Norman Rockwell and the Art of Scouting at the National Scouting Museum, Irving, TX \nSee also \n- James K. Van Brunt, a frequent model for Rockwell\n- William Obanhein, another one of Rockwell's models who would later become famous elsewhere\n- Norman Rockwell's World... An American Dream, a 1972 short documentary film\n- \"Alex Ross Biography\". alexrossart.com. Retrieved February 13, 2012.\n- About the Saturday Evening Post[dead link]\n- Boughton, James (1903). Genealogy of the families of John Rockwell, of Stamford, Connecticut 1641, and Ralph Keeler, of Hartford, Connecticut 1939. W.F. Jones. p. 441.\n- Roberts, Gary Boyd, and David Curtis Dearborn (1998). Notable Kin: An Anthology of Columns First Published in the NEHGS Nexus, 1986–1995. Boston, Massachusetts: Carl Boyer in cooperation with the New England Historic Genealogical Society. p. 28. ISBN 978-0-936124-20-9.\n- Claridge, Laura P. (2001). Norman Rockwell: A Life. New York, New York: Random House. p. 20,29. ISBN 978-0-375-50453-2.\n- Rockwell, Margaret (1998). Norman Rockwell's Growing Up in America. Metro Books. pp. 10–11. ISBN 978-1-56799-598-5.\n- SSDI. – SS#: 177-01-3581.\n- Claridge. – p.30,47,150.\n- Rockwell, Norman, and Thomas Rockwell (1988). Norman Rockwell, My Adventures as an Illustrator. Abrams. p. 27. ISBN 978-0-8109-1563-3.\n- \"Rockwell and Csatari: A tour de force\". Scouting magazine: 6. March–April, 2008.\n- \"A personal recollection\". City of Alhambra. Retrieved April 28, 2012.\n- Kamp, David (November 2009). \"Norman Rockwell’s American Dream\". Vanityfair.com. Retrieved April 28, 2012.\n- \"A portrait of Norman Rockwell - Berkshire Eagle Online\". Berkshireeagle.com. July 3, 2009. Retrieved April 28, 2012.\n- Elliott Caplin: Al Capp Remembered (1994)\n- Gherman, Beverly (2000) \"Norman Rockwell Storyteller with a brush\"\n- Claridge, p. 581\n- Kamp, David. \"Erratum: Norman Rockwell Actually Did Rock Well\". Vanity Fair. Retrieved February 24, 2011.\n- Official List of Silver Buffalo award Recipients (Retrieved July 17, 2007)\n- William Hillcourt (1977). Norman Rockwell's World of Scouting. New York: Harry N. Abrams. ISBN 0-8109-1582-0.\n- Jim Windolf (February 2008). \"Keys to the Kingdom\". Vanityfair.com. Retrieved April 28, 2012.\n- \"Solomon, Deborah, In Praise of Bad Art\". New York Times. January 24, 1999. Retrieved April 28, 2012.\n- \"Art of Illustration\". Norman Rockwell Museum. Retrieved April 28, 2012.\n- \"Norman Rockwell Wins Medal of Freedom\". Massmoments.org. Retrieved April 28, 2012.\n- Miller, Michelle (November 12, 2010). \"Ruby Bridges, Rockwell Muse, Goes Back to School\". CBS Evening News with Katie Couric (CBS Interactive Inc.). Retrieved November 13, 2010.\n- Norman Rockwell at the Solomon R. Guggenheim Museum.[dead link]\n- Gates, Anita (November 24, 1999). \"Looking Beyond the Myth-Making Easel of Mr. Thanksgiving\". New York Times. Retrieved April 28, 2012.\n- RICHARD CORLISS (June 24, 2001). \"The World According to Gump\". Time.com. Retrieved April 28, 2012.\n- Aronovich, Hannah (April 20, 2006). \"Field's, Federated and More Feuds\". Gothamist. Retrieved April 4, 2008.\n- \"Norman Rockwell Of Field's Store Goes Missing\". NBC5.com. April 21, 2006. Retrieved April 4, 2008.\n- Aronovich, Hannah (April 20, 2006). \"Field's, Federated and More Feuds\". Gothamist. Retrieved September 21, 2009.\n- \"Dreamland\". Songfacts.com. Retrieved May 5, 2010.\n- \"Rosie the Riveter\". Rosie the Riveter. Retrieved April 28, 2012.\n- NRM, p. 109\n- \"The norman rockwell collection\". Web.me.com. Retrieved April 28, 2012.\n- \"Norman Rockwell: Southern Justice (Murder in Mississippi)\". Artchive.com. Retrieved April 28, 2012.\n- \"Museum > Exhibitions - Norman Rockwell and the Art of Scouting\". Irving, Texas, USA: National Scouting Museum. Retrieved 16 August 2012.\nFurther reading \n- Buechner, Thomas S (1992). The Norman Rockwell Treasury. Galahad. ISBN 0-88365-411-3.\n- Finch, Christopher (1990). Norman Rockwell: 332 Magazine Covers. Abbeville Publishing Group. ISBN 0-89660-000-9.\n- Christopher, Finch (1985). Norman Rockwell's America. Harry N. Abrams, Inc. ISBN 0-8109-8071-1.\n- Gherman, Beverly (2000). Norman Rockwell: Storyteller with a Brush. ISBN 0-689-82001-1.\n- Hennessey, Maureen Hart; Larson, Judy L. (1999). Norman Rockwell: Pictures for the American People. Harry N. Abrams. ISBN 0-8109-6392-2.\n- Rockwell, Tom (2005). Best of Norman Rockwell. Courage Books. ISBN 0-7624-2415-X.\n- Schick, Ron (2009). Norman Rockwell: Behind the Camera. Little, Brown & Co. ISBN 978-0-316-00693-4.\n|Wikimedia Commons has media related to: Norman Rockwell|\n|Wikiquote has a collection of quotations related to: Norman Rockwell|\n- Booknotes interview with Laura Claridge on Norman Rockwell: A Life, December 2, 2001.\n- Gallery of classic graphic design featuring the illustrations of Norman Rockwell.\n- Art Directors Club biography, portrait and images of work\n- Norman Rockwell at Find a Grave\n- Footage of Norman Rockwell sketching a couple\n- America, Illustrated – by The New York Times\n- Norman Rockwell: Once upon a time there Was the American Dream by Tiziano Thomas Dossena, Bridge Puglia USA, April 2011", "id": "<urn:uuid:6c5322ef-413f-4a69-b643-e15509f4014a>", "dump": "CC-MAIN-2013-20", "url": "http://en.wikipedia.org/wiki/Norman_Rockwell", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9364941120147705, "token_count": 4950, "score": 2.859375, "int_score": 3}
{"text": "Sabermetrics is the specialized analysis of baseball through objective evidence, especially baseball statistics that measure in-game activity. The term is derived from the acronym SABR, which stands for the Society for American Baseball Research. It was coined by Bill James, who is one of its pioneers and is often considered its most prominent advocate and public face.\nGeneral principles \nThe Sabermetric Manifesto by David Grabiner (1994) begins:\nBill James defined sabermetrics as \"the search for objective knowledge about baseball.\" Thus, sabermetrics attempts to answer objective questions about baseball, such as \"which player on the Red Sox contributed the most to the team's offense?\" or \"How many home runs will Ken Griffey hit next year?\" It cannot deal with the subjective judgments which are also important to the game, such as \"Who is your favorite player?\" or \"That was a great game.\"\nIt may, however, attempt to settle questions such as \"Was Willie Mays faster than Mickey Mantle?\" by establishing several possible parameters for examining speed in objective studies (how many triples each man hit, how many bases each man stole, how many times he was caught stealing) and then reaching a tentative conclusion on the basis of these individual studies.\nSabermetricians frequently question traditional measures of baseball skill. For instance, they doubt that batting average is as useful as conventional wisdom says it is because team batting average provides a relatively poor fit for team runs scored. Sabermetric reasoning would say that runs win ballgames, and that a good measure of a player's worth is his ability to help his team score more runs than the opposing team. This may imply that the traditional RBI (runs batted in) is an effective metric; however, sabermetricians also reject RBI, for a number of reasons. Rather, sabermetric measures are usually phrased in terms of either runs or team wins. For example, a player might be described as being worth 54 offensive runs more than a replacement-level player at the same position over the course of a full season, as the sabermetric statistic VORP can indicate.\nSabermetrics is concerned both with determining the value of a player or team in current or past seasons and with attempting to predict the value of a player or team in the future. Many areas of study are still in development, specifically in the area of performance measurement.\nEarly history \nSabermetrics research began in the middle of the 20th century. Earnshaw Cook was one of the earliest researchers of sabermetrics. Cook gathered the majority of his research in his 1964 book, Percentage Baseball. The book was the first of its kind to gain national media attention, although it was widely criticized and not accepted by most baseball organizations.\n- Base runs (BsR)\n- Batting average on balls in play (BABIP)\n- Defense independent pitching statistics (DIPS)\n- Defensive Runs Saved (DRS)\n- Equivalent average (EQA)\n- Fantasy batter value (FBV)\n- Late-inning pressure situations (LIPS)\n- On-base plus slugging (OPS)\n- PECOTA (Player empirical comparison and optimization test algorithm)\n- Peripheral ERA (PERA)\n- Pythagorean expectation\n- Range factor\n- Runs created\n- Secondary average\n- Similarity score\n- Speed Score\n- Super linear weights\n- Total player rating, or Batter-Fielder Wins (TPR, BFW); Total Pitcher Index, or Pitcher Wins (TPI, PW)\n- Ultimate zone rating (UZR)\n- Value over replacement player (VORP)\n- Win shares\n- Wins above replacement (WAR)\nNotable proponents \n- Russ Brandon: Team President and CEO of the Buffalo Bills is going to incorporate Sabermetrics to contracts, and use in conjunction with scouting and player analysis beginning in 2013.\n- Sandy Alderson: Former General Manager of the Oakland Athletics, Alderson began focusing on sabermetric principles toward obtaining relatively undervalued players in 1995. He became GM of the New York Mets in late 2010.\n- Billy Beane: Athletics' General Manager since 1997. Although not a public proponent of sabermetrics, it has been widely noted that Beane has steered the team during his tenure according to sabermetric principles. In 2003, Michael Lewis published Moneyball about Billy Beane's use of a more quantitative approach. In 2011, a film based on Lewis' book which dramatised Beane's use of sabermetrics was released, starring Brad Pitt in the role of Beane.\n- Carson Cistulli: Senior editor of FanGraphs, member of the BBWAA\n- Earnshaw Cook: Early researcher and proponent of statistical baseball research. His 1964 book Percentage Baseball was the first book of baseball statistics studies to gain national media attention.\n- Paul DePodesta: A key figure in Michael Lewis' book Moneyball: The Art of Winning an Unfair Game as Beane's assistant in Oakland.\n- Theo Epstein: President of Baseball Operations for the Chicago Cubs. As GM of the Red Sox, Epstein hired sabermetrician Bill James.\n- Bill James: Widely considered the father of sabermetrics due to his extensive series of books, although a number of less well known SABR researchers in the early 1970s provided a foundation for his work. He began publishing his Baseball Abstracts in 1977 to study some questions about baseball he found interesting, and their eclectic mix of essays based on new kinds of statistics soon became popular with a generation of thinking baseball fans. He discontinued the Abstracts after the 1988 edition, but continued to be active in the field. His two Historical Baseball Abstract editions and Win Shares book have continued to advance the field of sabermetrics, 25 years after he began. In 2002 James was hired as a special advisor to the Boston Red Sox.\n- Christina Kahrl: Co-founder of Baseball Prospectus and current ESPN columnist, Kahrl puts an emphasis on advanced baseball analytics.\n- Sean Lahman: Created a database of baseball statistics from existing sources and in the mid-1990s made it available for free download on the Internet, providing access to statistical data in electronic form for the first time.\n- Voros McCracken: Developed a system called Defense Independent Pitching Statistics (DIPS) to evaluate a pitcher based purely on his ability.\n- Rob Neyer: Senior writer at ESPN.com and national baseball editor of SBNation and former assistant to Bill James, he has worked to popularize sabermetrics since the mid-1980s. Neyer has authored or co-authored several books about baseball, and his journalistic writing focuses on sabermetric methods for looking at baseball players' and teams' performance.\n- Joe Posnanski: A popular baseball writer and a proponent of sabermetrics.\n- Nate Silver: Writer and former managing partner of Baseball Prospectus, inventor of PECOTA. Later applied sabermetric statistical models to the study of politics, particularly elections, and published the results on his blog FiveThirtyEight (later affiliated with The New York Times).\n- David Smith: Founded Retrosheet in 1989, with the objective of computerizing the box score of every major league baseball game ever played, in order to more accurately collect and compare the statistics of the game.\n- Tom Tango: Runs the Tango on Baseball sabermetrics website. In particular, he has worked in the area of defense independent pitching statistics.\n- Eric Walker: Former aerospace engineer turned baseball writer, who played an important part in the early acceptance of sabermetrics within the Oakland Athletics organization. GM Sandy Alderson hired Walker in order to get \"some Bill James-like stuff that was proprietary to us.\"\n- Keith Woolner: Creator of VORP, or Value over Replacement Player, is a former writer for sabermetric group/website Baseball Prospectus. He was hired in 2007 by the Cleveland Indians as their Manager of Baseball Research & Analytics.\n- Craig R. Wright: A statistician for the Texas Rangers, was the first front office employee in Major League Baseball to work under the title \"Sabermetrician.\"\n- Baseball Prospectus is an annual publication and web site produced by a group of sabermetricians who originally met over the Internet. Several Baseball Prospectus authors have invented or improved upon widely relied upon sabermetric measures and techniques. The website publishes analytical articles as well as advanced statistics and projections for individuals and teams. This group also publishes other books that use and seek to popularize sabermetric techniques, including Baseball Between the Numbers and It Ain't Over 'til It's Over.\n- The Hardball Times is a website as well as an annual volume that evaluates the preceding major league season and presents original research articles on various sabermetric topics. The website also publishes original research on baseball.\n- FanGraphs is a website that publishes advanced baseball statistics as well as graphics that evaluate and track the performance of players and teams. The site also favors the analysis of play-by-play data and PITCHf/x. It draws on some of the advanced baseball metrics developed by well-known sabermetricians such as Tom Tango and Mitchel Lichtman.\n- Beyond the Boxscore is a part of SB Nation and specializes in sabermetric analysis and research. It has also launched the careers of many successful sabermetricians.\n- SABR is the Society for American Baseball Research, founded in 1971, and the root of the term sabermetrics. Statistical study, however, is only a small component of SABR members' research, which also focuses on diverse issues including ballparks, the Negro Leagues, rules changes, and the desegregation of baseball as a mirror of American culture.\n- Fielding Bible Awards are voted on by a panel of sabermetically inclined writers to recognize the best defensive player for each fielding position. It provides an alternative to the Gold Glove Awards, the traditional measurement of fielding excellence.\n- Baseball Think Factory is a web forum that includes extensive coverage of and commentary on baseball, usually from the perspective of sabermetrics.\nPopular culture \n- Moneyball, the 2011 film about Billy Beane's use of sabermetrics to build the Oakland Athletics. The film is based on Michael Lewis' book of the same name.\n- The season 3 Numb3rs episode \"Hardball\" focuses on sabermetrics, and the season 1 episode \"Sacrifice\" also covers the subject.\n- \"MoneyBART\", the third episode of The Simpsons' 22nd season, in which Lisa utilizes sabermetrics to coach Bart's Little League Baseball team.\nSee also \n- Fielding Bible Award\n- Win Shares by Bill James\n- Whatever Happened to the Hall of Fame? by Bill James\n- Total Baseball by John Thorn and Pete Palmer\n- The Bill James Historical Baseball Abstract\n- Moneyball, by Michael Lewis\n- APBRmetrics, the basketball equivalent\n- Lewis, Michael M. (2003). Moneyball: The Art of Winning an Unfair Game. New York: W. W. Norton. ISBN 0-393-05765-8.\n- Grabiner, David J. \"The Sabermetric Manifesto\". The Baseball Archive.\n- Jarvis, J. (2003-09-29). \"A Survey of Baseball Player Performance Evaluation Measures\". Retrieved 2007-11-02.\n- Albert, James; Jay M. Bennett (2001). Curve Ball: Baseball, Statistics, and the Role of Chance in the Game. Springer. pp. 170–171. ISBN 0-387-98816-5.\n- Kipen, D. (June 1, 2003). \"Billy Beane's brand-new ballgame\". San Francisco Chronicle. Retrieved November 2, 2007.\n- Neyer, Rob (November 5, 2002). \"Red Sox hire James in advisory capacity\". ESPN.com. Retrieved March 7, 2009.\n- Shanahan, M. (May 23, 2005). Retrieved November 2, 2007 His numbers are in the ballpark The Boston Globe\n- \"Bill James, Beyond Baseball\". Think Tank with Ben Wattenberg. PBS. June 28, 2005. Retrieved November 2, 2007.\n- Ackman, D. (May 20, 2007). \"Sultan of Stats\". The Wall Street Journal. Retrieved November 2, 2007.\n- Jaffe, C. (October 22, 2007). \"Rob Neyer Interview\". The Hardball Times. Retrieved November 2, 2007.\n- Lewis, M. Moneyball. pp. 58–63.\n- \"Baseball Prospectus\". Retrieved 2012-03-04.\n- Baseball Between the Numbers. 2006. ISBN 0-465-00596-9.\n- Goldman, Steven (2007). It Ain't Over 'til It's Over. ISBN 0-465-00285-4.", "id": "<urn:uuid:21efdf4c-01ca-41af-b9b9-59ca33377189>", "dump": "CC-MAIN-2013-20", "url": "http://en.wikipedia.org/wiki/Sabermetric", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9418362379074097, "token_count": 2719, "score": 2.703125, "int_score": 3}
{"text": "Space > Space Shuttle-3rd Edition\nSpace Shuttle-3rd Edition\nThe eighty year history of developing reusable lifting-reentry spacecraft. From the early works of Eugen Sanger in Germany to the Cold War developments in the US, then finally to the ultimate experiment - the Space Shuttle. To celebrate the 20th anniversary of the first Space Shuttle launch, this greatly enlarged third edition adds many previously uncovered early designs, details the latest modifications to the operational vehicles, and provides expanded coverage of the first 100 Space Shuttle missions.\nSearch for more items by this author:\nDennis R. Jenkins\nSpace Shuttle-3rd Edition from Specialty Press", "id": "<urn:uuid:2db2d0c6-ce04-4925-9c4e-ef2d03af9ed4>", "dump": "CC-MAIN-2013-20", "url": "http://www.karensbooks.com/store/products/ProductDetail.php?ProductID=10411", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.862952470779419, "token_count": 132, "score": 2.53125, "int_score": 3}
{"text": "Science Fair Project Encyclopedia\nIndustrial Design is an applied art whereby the aesthetics and usability of products may be improved. Design aspects specified by the industrial designer may include the overall shape of the object, the location of details with respect to one another, colors, texture, sounds, and aspects concerning the use of the product ergonomics. Additionally the industrial designer may specify aspects concerning the production process, choice of materials and the way the product is presented to the consumer at the point of sale. The use of industrial designers in a product development process may lead to added values by improved usability, lowered production costs and more appealing products.\nProduct Design is focused on products only, while industrial design has a broader focus on concepts, products and processes. In addition to considering aesthetics, usability, and ergonomics, it can also encompass the engineering of objects, usefulness as well as usability, market placement, and other concerns.\nProduct Design and Industrial Design can overlap into the fields of user interface design , information design and interaction design. Various schools of Industrial Design and/or Product Design may specialize in one of these aspects, ranging from pure art colleges (product styling) to mixed programs of engineering and design, to related disciplines like exhibit design and interior design.\nIn the US, the field of industrial design hit a high-water mark of popularity in the late 30's and early 40's, with several industrial designers becoming minor celebrities. Raymond Loewy, Norman bel Geddes, and Henry Dreyfuss remain the best known.\nIn the UK, the term \"Industrial Design\" increasingly implies design with considerable engineering and technology awareness alongside human factors - a \"Total Design\" approach, promoted by the late Stuart Pugh (University of Strathclyde) and others.\nFamous industrial designers\n- Egmont Arens (1888-1966)\n- Norman bel Geddes (1893-1958)\n- Henry Dreyfuss (1904-1972)\n- Charles and Ray Eames (1907-1978) and (1912-1988)\n- Harley J. Earl (1893-1969)\n- Virgil Exner (1909-1973)\n- Buckminster Fuller (1895-1983)\n- Kenneth Grange (1929- )\n- Michael Graves (1934- )\n- Walter Adolph Gropius (1883-1969)\n- Jonathan Ive (1967- )\n- Arne Jacobsen (1902-1971)\n- Raymond Loewy (1893-1986)\n- Ludwig Mies van der Rohe (1886-1969)\n- László Moholy-Nagy (1895-1946)\n- Victor Papanek (1927-1999)\n- Philippe Starck (1949- )\n- Brooks Stevens (1911-1995)\n- Walter Dorwin Teague (1883-1960)\n- Eva Zeisel (1906- )\n- Industrial design rights\n- Design classics\n- Interaction Design\n- Automobile design\n- Six Sigma\n- Famous Industrial Designers\n- Design Council on Product Design Design Council one stop shop information resource on Product Design by Dick Powell.\n- Industrial Designers Society of America\n- The Centre for Sustainable Design\n- International Council of Societies of Industrial Designers\n- U.S. Occupational Outlook Handbook: Designers\n- Core77: Industrial Designers' Online Community\nThe contents of this article is licensed from www.wikipedia.org under the GNU Free Documentation License. Click here to see the transparent copy and copyright details", "id": "<urn:uuid:a466a758-3d7d-477a-8ae7-30c1404a9da8>", "dump": "CC-MAIN-2013-20", "url": "http://www.all-science-fair-projects.com/science_fair_projects_encyclopedia/Industrial_design", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8557734489440918, "token_count": 743, "score": 3.203125, "int_score": 3}
{"text": "Kate Wiley (202) 633-3129\nSmithsonian’s Lemelson Center Spotlights Hollywood’s History of Innovation\n“Places of Invention” Exhibition to Feature Development of Technicolor\nThe Academy Awards would be much less colorful without the innovations in 1930s and ’40s Hollywood filmmaking that the Smithsonian’s Lemelson Center for the Study of Invention and Innovation will showcase in its upcoming “Places of Invention” exhibition, set to open in 2015.\nInitiative and creativity drove Hollywood’s “Golden Age”—a time of great technological change in the motion picture industry, moving from silent and black-and-white to sound and color. “Places of Invention” will highlight the invention and adoption of Technicolor, detailing the three-strip process used in The Wizard of Oz and Gone With the Wind and reveal the people behind its success, inventors Herbert Kalmus, Daniel Comstock and W. Burton Westcott, who set up shop in Hollywood in 1923. Also integral to its success was Natalie Kalmus, a consultant for Technicolor on many classic films who, in making decisions about makeup, costumes and lighting, controlled the aura of Technicolor.\n“Our take on the Hollywood story goes behind the camera to examine the inventions that significantly changed both the way movies were made and the complexity and popularity of movies themselves,” said Art Molella, director of the center. “The Hollywood and Technicolor stories exemplify the outcomes possible when creativity and collaboration are allowed to thrive.”\nThe invention and evolution of Technicolor made possible such awards as Best Visual Effects while transforming Hollywood into a hot spot of innovation—a place where a critical mass of inventive people, networks, institutions and funding come together and creativity flourishes.\nThis year alone, six of the nine nominees for Best Picture implemented various Technicolor technologies in their films. Overall, 19 films nominated for Oscars employed Technicolor’s various offerings in their respective films.\n“Places of Invention”—made possible by a $2.6 million grant from the National Science Foundation—will feature a selection of hot spots of invention and innovation. The planned 3,500-square-foot exhibition will focus on the mid-19th century to the present and will feature hands-on experiences based on inventive skill-building and illustrating the ways that places and social collaboration shape the inventive process. For more on the exhibition, visit http://invention.smithsonian.org/places.\nThe Smithsonian’s Lemelson Center’s activities advance scholarship on the history of invention, share stories about inventors and their work and nurture creativity in young people. The center embodies a philosophy akin to that of the inventors we study, of valuing creativity and embracing the potential rewards of intellectual risk-taking. The center is supported by The Lemelson Foundation, a private philanthropy established by one of the country’s most prolific inventors, Jerome Lemelson, and his family. The Lemelson Center is located in the National Museum of American History. For more information, visit http://invention.smithsonian.org.\n# # #", "id": "<urn:uuid:54d4806c-969d-4feb-9ca3-138375448d96>", "dump": "CC-MAIN-2013-20", "url": "http://www.invention.smithsonian.org/pressroom/press_release_detail.aspx?id=740", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9136609435081482, "token_count": 663, "score": 2.59375, "int_score": 3}
{"text": "Dr. Carl Auer von Welsbach (1858-1929) had a rare double talent of understanding how to pursue fundamental science and, at the same time, of commercializing himself successfully as a inventor and discoverer.\nHe discovered 4 elements (Neodymium, Praseodymium, Ytterbium, and Lutetium).\nHe invented the incandescent mantle, that helped gaslighting at the end of the 19th century to a renaissance.\nHe developed the Ferrocerium - it`s still used as a flint in every disposable lighter.\nHe was an eminent authority, and great expert in the field of rare earths (lanthanoides).\nHe invented the electric metal filament light bulb which is used billions of times today.\nAdditionally, all his life he took active part in different fields, from photography to ornithology. His personal qualities are remembered highly by the people of Althofen, he not only had an excellent mind but also a big heart. These qualities ensured him a prominent and lasting place not only in Austria`s science and industrial history.\n9th of Sept. 1858: Born in Vienna, son of Therese and Alois Ritter Auer von Welsbach ( his father was director of the Imperial printing office the \"Staatsdruckerei\").\n1869-73: went to the secondary school in Mariahilf, (then changed to the secondary school in Josefstadt.)\n1873-77: went to secondary school in Josefstadt, graduation.\n1877-78: military service, became a second lieutenant.\n1878-80: Inscribed into the technical University of Vienna; studies in math, general organic and inorganic chemistry, technical physics and thermodynamics with the Professors Winkler, Bauer, Reitlinger; and Pierre.\n1880-82: Changed to the University of Heidelberg; lectures on inorganic experimental chemistry and Lab. experiments with Prof. Bunsen, introduction to spectral analysis and the history of chemistry, mineralogy and physics.\n5th of Feb. 1882: Promotion to Doctor of Philosophy at the Ruperta-Carola-University in Heidelberg.\n1882: Return to Vienna as unpaid Assistant in Prof. Lieben`s laboratory; work with chemical separation methods for investigations on rare earth elements.\n1882-1884: Publications: \" Ueber die Erden des Gadolinits von Ytterby\", \"Ueber die Seltenen Erden\".\n1885: The first separation of the element \"Didymium\" with help from a newly developed separation method from himself, based on the fractioned crystalisation of a Didym-ammonium nitrat solution. After the characteristical colouring, Auer gave the green components the name Praseodymium, the pink components the name Neodidymium. In time the latter element was more commonly known as Neodymium.\n1885-1892: Work on gas mantle for the incandescent lighting.\nDevelopment of a method to produce gas mantle (\"Auerlicht) based on the impregnation from cottontissue by means, measures, methods of liquids, that rare earth has been absolved in and the ash from the material in a following glow process.\nProduction of the first incandescent mantle out of lanthanum oxide, in which the gas flame is surrounded from a stocking; definite improvement in light emmission, but lack of stability in humidity.\nContinuous improvements in the chemical composition of the incandescent mantel \"Auerlicht\", experimentations of Lanthanum oxide-magnesium oxide- variations.\n18th of Sept. 1885: The patenting of a gas burner with a \"Actinophor\" incandescent mantle made up of 60% magnesium oxide, 20% lanthanum oxide and 20% yttrium oxide; in the same year, the magnesium oxide part was replaced with zirconium oxide and the constitution of a second patent with reference to the additional use of the light body in a spirits flame.\n9th of April 1886: Introduction the name \"Gasgluehlicht\" through the Journalist Motiz Szeps after the successful presentation from the Actinophors in the lower Austrian trade union ; regular production of the impregnation liquid, called \"Fluid\", at the Chemical Institute.\n1887: The acquisition of the factory Würth & Co. for chemical-pharmaceutical products in Atzgersdorf and the industrial production of the light bodies.\n1889: The beginning of sales problems because of the defaults with the earlier incandescent mantle, ie. it`s fragility, the short length of use, as well as having an unpleasant, cold, green coloured light , and the relatively high price. The factory in Atzgersdorf closes.\nThe development of fractioned cristallisation methods for the preparation of pure Thorium oxide from and therefore cheap Monazitsand.\nThe analysis of the connection between the purity of Thorium oxide and its light emission. The ascertainment of the optimal composition of the incandescent mantle in a long series of tests.\n1891: Patenting of the incandescent mantle out of 99% Thorium oxide and 1% Cerium oxide, at that period of time, because of the light emission it was a direct competition for the electric carbon-filament lamp. The resuming of production in Atzgersdorf near Vienna and the quick spreading of the incandescent mantle because of their high duration. The beginning of a competition with the electric lighting.\nWork with high melting heavy metals to improve and higher the filament temperature, and therefore the light emission as well.\nThe development of the production of thin filaments.\nThe making of incandescent mantle with Platinum threads that were covered with high melting Thorium oxide, whereby it was possible to use the lamps over the melting temperature of Platinum.\nThis variation was discarded because with smelting the platinum threads either the cover would burst or by solidifying it would rip apart.\nThe taking out of a patent for two manufacturing methods for filaments.\nIn the patent specification Carl Auer von Welsbach described the manufacturing of filaments through secretion of the high smelting element Osmium onto the metallic-filament.\nThe development and experimentation of further designing methods such as the pasting method for the manufacturing of suitable high smelting metallic-filaments. With this method Osmium powder and a mixture of rubber or sugar is mixed together and kneaded into a paste. The manufacturing results in that the paste gets stamped through a delicate nozzle discharged cylinder and the filament subsequently dries and sinters. This was the first commercial and industrial process in the powder metallurgy for very high smelting metals.\n1898: The acquiring of a industrial property in Treibach and the beginning of the experimentation and discovery work at this location. The taking out of a patent for the metallic-filament lamp with Osmium filament.\n1899: Married Marie Nimpfer in Helgoland.\n1902: Market introduction of the \"Auer-Oslight\" the first industrial finished Osmium metallic-filament lamp using the paste method.\nThe advantages of this metallic-filament lamp over the, at that period of time, widely used carbon-filament lamp were:\n57% less electricity consumption; less blackening of the glass; because of the higher filament temperature, a \"whiter\" light; a longer life span and therefore more economic.\nThe beginning of the investigation of spark giving metals with the aim ignition mechanisms for lighters, gas lighters and gas lamps as well as projectile and mine ignition.\nCarl Auer von Welsbach knew of the possibility to produce sparks by mechanical means from Cerium from his teacher Prof. Bunsen.\nThe ascertainment of the optimal compound from Cerium-Iron alloys for spark production.\n1903: The taking out of a patent for his pyrophoric alloys (by scratching with hard and sharp surfaces a splinter which could ignite itself.) In the patent specification 70% Cerium and 30% Iron was given as an optimal compound.\nFurther development of a method to produce the latter alloy cheaply.\nThe optimizing of Bunsen, Hillebrand and Norton´s procedure, used at that\ntime mainly for producing Cerium, was based on the fusion electrolysis from\nsmelted Rare Earth chlorides. The problem at that time was in the leading\nof the electrolysis to secrete a pore-free and long lasting metal.\nThis was the first industrial process and commercial utilization of the rare earth metals.\n30th of March 1905: A report to the \"Akademie der Wissenschaften\" in Vienna that the results of the spectroscopic analysis show that Ytterbium is made up of two elements. Auer named the elements after the stars Aldebaranium and Cassiopeium. He ommitted the publication of the attained spectras and the ascertained atomic weights.\n1907: The founding of the \"Treibacher Chemische Werke GesmbH\" in Treibach-Althofen for the production of Ferrocerium- lighter flints under the trade name \"Original Auermetall\".\nThe publication of the spectras and the atomic weights of both new, from Ytterbium separated elements, in the completion of his report to the Academie der Wissenschaften.\nPriority dispute with the french Chemist Urbain concerning the analysis of Ytterbium.\n1908: The solution of the electrolysis of fused salts (cerium chloride) problem, at which the minerals Cerit and Allanite are used as source substances.\n1909: The adaption of the procedure, from his collaborator, Dr.Fattinger, to be able to use the Monazitsand residue out of the incandescent mantle production, for the production of cerium metal for the lighter flints.\nThe production of three different pyrophoric alloys:\n\"Cer\" or Auermetall I : Alloy out of fairly pure Cerium and Iron. Used for igniting purposes.\n\"Lanthan\" or Auermetall II : The Cerium-Iron alloy enriched with the element Lanthan. Used for light signals because of its particularly bright sparking power.\nErdmetall or Auermetall III : Alloy out of Iron and \"natural\" Cermischmetall; a rare earth metal alloy of corresponding natural deposits.\nBoth of the first alloys could not win its way through the market. only the easy to produce\nErdmetall, after the renaming it Auermetall I, obtained world wide status as the flint in the lighter industry.\n1909: The International Atomic weight Commission decided in favour of Urbain´s publication instead of Auer´s because Urbain handed it in earlier. The Commission of the term from Urbain Neoytterbium- known today as Ytterbium and Lutetium for the new elements.\nThe carrying-out of large scale chemical separations in the field of radioactive substances.\nThe production of different preparations of Uran, Ionium (known today as Th230 isotop), a disintegration product in the Uranium-Radium-line, Polonium and Aktinium, that Auer made available, for research use, to such renowned Institutions and scientists as F.W.Aston and Ernest Rutherford at the Cavendish Laboratory in Cambridge (1921) and the \"Radiuminstitut der Akademie der Wissenschaften\" in Vienna.\n1922: A report on his spectroscopic discoveries to the \"Akademie der Wissenschaften\" in Vienna.\n1929:World-wide production of ligther flints reached 100,000 kg.\n8th of April 1929: Carl Auer von Welsbach died at the age of 70.", "id": "<urn:uuid:f684139c-4f94-4f1f-821a-2847edc6ba5b>", "dump": "CC-MAIN-2013-20", "url": "http://www.althofen.at/AvW-Museum/Englisch/biographie_e.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9037157893180847, "token_count": 2533, "score": 3.046875, "int_score": 3}
{"text": "|Gallium metal is silver-white and melts at approximately body temperature (Wikipedia image).|\n|Atomic Number:||31||Atomic Radius:||187 pm (Van der Waals)|\n|Atomic Symbol:||Ga||Melting Point:||29.76 °C|\n|Atomic Weight:||69.72||Boiling Point:||2204 °C|\n|Electron Configuration:||[Ar]4s23d104p1||Oxidation States:||3|\nFrom the Latin word Gallia, France; also from Latin, gallus, a translation of \"Lecoq,\" a cock. Predicted and described by Mendeleev as ekaaluminum, and discovered spectroscopically by Lecoq de Boisbaudran in 1875, who in the same year obtained the free metal by electrolysis of a solution of the hydroxide in KOH.\nGallium is often found as a trace element in diaspore, sphalerite, germanite, bauxite, and coal. Some flue dusts from burning coal have been shown to contain as much 1.5 percent gallium.\nIt is one of four metals -- mercury, cesium, and rubidium -- which can be liquid near room temperature and, thus, can be used in high-temperature thermometers. It has one of the longest liquid ranges of any metal and has a low vapor pressure even at high temperatures.\nThere is a strong tendency for gallium to supercool below its freezing point. Therefore, seeding may be necessary to initiate solidification.\nUltra-pure gallium has a beautiful, silvery appearance, and the solid metal exhibits a conchoidal fracture similar to glass. The metal expands 3.1 percent on solidifying; therefore, it should not be stored in glass or metal containers, because they may break as the metal solidifies.\nHigh-purity gallium is attacked only slowly by mineral acids.\nGallium wets glass or porcelain and forms a brilliant mirror when it is painted on glass. It is widely used in doping semiconductors and producing solid-state devices such as transistors.\nMagnesium gallate containing divalent impurities, such as Mn+2, is finding use in commercial ultraviolet-activated powder phosphors. Gallium arsenide is capable of converting electricity directly into coherent light. Gallium readily alloys with most metals, and has been used as a component in low-melting alloys.\nIts toxicity appears to be of a low order, but should be handled with care until more data is available.", "id": "<urn:uuid:317a0fc8-b8f1-4147-a9ac-f69a1f176048>", "dump": "CC-MAIN-2013-20", "url": "http://periodic.lanl.gov/31.shtml", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8928455710411072, "token_count": 546, "score": 3.46875, "int_score": 3}
{"text": "Sarin was developed\nin 1938 in Germany as a pesticide. Its name is derived from the names\nof the chemists involved in its creation: Schrader, Ambros, Rudriger\nand van der Linde. Sarin is a colorless non-persistent liquid. The\nvapor is slightly heavier than air, so it hovers close to the ground.\nUnder wet and humid weather conditions, Sarin degrades swiftly, but\nas the temperature rises up to a certain point, Sarin’s lethal\nduration increases, despite the humidity. Sarin is a lethal cholinesterase\ninhibitor. Doses which are potentially life threatening may be only\nslightly larger than those producing least effects.\nSigns and Symptoms\noverexposure may occur within minutes or hours, depending upon the\ndose. They include: miosis (constriction of pupils) and visual effects,\nheadaches and pressure sensation, runny nose and nasal congestion,\nsalivation, tightness in the chest, nausea, vomiting, giddiness, anxiety,\ndifficulty in thinking, difficulty sleeping, nightmares, muscle twitches,\ntremors, weakness, abdominal cramps, diarrhea, involuntary urination\nand defecation, with severe exposure symptoms progressing to convulsions\nand respiratory failure.\nbreath until respiratory protective mask is donned. If severe signs\nof agent exposure appear (chest tightens, pupil constriction, in\ncoordination, etc.), immediately administer, in rapid succession,\nall three Nerve Agent Antidote Kit(s), Mark I injectors (or atropine\nif directed by a physician). Injections using the Mark I kit injectors\nmay be repeated at 5 to 20 minute intervals if signs and symptoms\nare progressing until three series of injections have been administered.\nNo more injections will be given unless directed by medical personnel.\nIn addition, a record will be maintained of all injections given.\nIf breathing has stopped, give artificial respiration. Mouth-to-mouth\nresuscitation should be used when mask-bag or oxygen delivery systems\nare not available. Do not use mouth-to-mouth resuscitation when facial\ncontamination exists. If breathing is difficult, administer oxygen.\nSeek medical attention Immediately.\nContact: Immediately flush eyes with water for 10-15\nminutes, then don respiratory protective mask. Although miosis\n(pinpointing of the pupils) may be an early sign of agent exposure,\nan injection will not be administered when miosis is the only\nsign present. Instead, the individual will be taken Immediately\nto a medical treatment facility for observation.\nContact: Don respiratory protective mask and remove\ncontaminated clothing. Immediately wash contaminated skin with\ncopious amounts of soap and water, 10% sodium carbonate solution,\nor 5% liquid household bleach. Rinse well with water to remove\nexcess decontaminant. Administer nerve agent antidote kit, Mark\nI, only if local sweating and muscular twitching symptoms are\nobserved. Seek medical attention Immediately.\nnot induce vomiting. First symptoms are likely to be gastrointestinal.\nImmediately administer Nerve Agent Antidote Kit, Mark I. Seek medical\nAbove Information Courtesy\nof United States Army", "id": "<urn:uuid:7ba4236f-2dbb-4dce-b113-18fc0fa8af10>", "dump": "CC-MAIN-2013-20", "url": "http://usmilitary.about.com/library/milinfo/blchemical-4.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8637948036193848, "token_count": 680, "score": 3.328125, "int_score": 3}
{"text": "Protecting your home against winter's 'silent killer'\n(BPT) - It’s colorless, odorless and the No. 1 cause of accidental poisoning in the United States. And, it worsens in the winter.\nKnown as the “silent killer,” carbon monoxide (CO) is responsible for an average of 450 deaths and 20,000 emergency room visits each year, according to the Journal of the American Medical Association. With more than two-fifths of all CO poisonings occurring between December and February, homeowners are at increased risk once temperatures begin to drop.\n“During the winter months, many families turn to heating sources they might not use at other times of the year,” says Deborah Hanson, director of external affairs for First Alert, the most trusted name in home safety. “While these heating sources may be effective at providing warmth, they also can pose great risks if not used properly. To help protect loved ones from the dangers of CO poisoning, it is important for homeowners to take proper precautions when dealing with any kind of fuel-burning heat source.”\nFirst Alert recommends the following tips and tools for keeping your home and loved ones warm – and safe – this winter and all year long:\nProtect against CO poisoning\nRun kitchen vents or exhaust fans any time the stove is in use. The kitchen stove is among the most frequent sources of CO poisoning in the home. To help eliminate danger of overexposure, never use the oven to heat a home. Always run exhaust fans when cooking, especially during the holidays when stoves are left on for longer periods of time. Also, open a nearby window periodically when cooking to allow fresh air to circulate.\nNever use generators indoors. In the case of a power outage, portable electricity generators must be used outside only with power brought into the structure with a cord. Never use them inside the home, in a garage or in any confined area that can allow CO to collect. And be careful to follow operating instructions closely. Also refrain from using charcoal grills, camp stoves or other similar devices indoors.\nHave fuel-burning appliances inspected regularly. Arrange for a professional inspection of all fireplaces and fuel-burning appliances – such as furnaces, stoves, clothes dryers, water heaters and space heaters – annually to detect any CO leaks.\nBe mindful of the garage. Warming the car in the morning before work is common during the winter months, but running vehicles inside an attached garage, even if the door is open, is hazardous, as CO can leak into the home.\nInstall/test CO alarms. Carbon monoxide alarms are the only way to detect this poisonous gas in a home. For maximum protection, alarms should be installed on every level of the home and near each sleeping area. Test alarm function monthly and change batteries every six months. In addition, alarms should be replaced every five to seven years to ensure proper function. If the installation date is unknown, replace immediately.\nFor more information on carbon monoxide safety, visit www.firstalert.com.", "id": "<urn:uuid:69289004-835e-4965-a69a-a443f2b95705>", "dump": "CC-MAIN-2013-20", "url": "http://www.kiowacountysignal.com/section/?template=araArchiveDetails&CategoryID=402&article=8070480101&archive=true", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9243112206459045, "token_count": 633, "score": 2.9375, "int_score": 3}
{"text": "Radon, a silent killer in homes\nDeKALB – Many homeowners take precautions to protect themselves. They lock their doors at night, turn off and unplug appliances and regularly test their smoke detectors.\nRadon isn’t something many homeowners consider a danger in their homes, but it could be harming them the most.\nRadon is a colorless, odorless naturally occurring gas found in uranium in soil. The gas often seeps through cracks in a house’s foundation or other areas exposed to soil. The health risks associated with radon are not immediate but rather a result of continuous exposure over a long period of time.\nIf you have any technical difficulties, either with your username and password or with the payment options, please contact us by e-mail at firstname.lastname@example.org", "id": "<urn:uuid:19f471cc-541f-46da-bb37-61497f73e921>", "dump": "CC-MAIN-2013-20", "url": "http://www.daily-chronicle.com/2013/02/27/radon-a-silent-killer-in-homes/aqv83ut/?list-comments=1", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9462264776229858, "token_count": 168, "score": 2.546875, "int_score": 3}
{"text": "\"Helplessness\" and \"confusion\" are words that easily come to mind when the issue of sick building syndrome is mentioned. It is a problem that does not have a regulatory solution, and is bound with engineering, medicine and emotions that will challenge the best of school administrators.\nA careful management style and knowledgeable use of technologies in medicine, toxicology and property maintenance are a school administrator's best allies in preparing to deal with or prevent this new generation of health and safety challenges.\nDefining sick building syndrome There is no regulatory definition for sick building syndrome. Although it often relates to indoor-air-quality problems, it simply means that the environment of a building is inspiring complaints of discomfort and/or disease.\nFundamentally, the causes of sick buildings relate to architecture and engineering patterns institutionalized in school construction following World War II. Schools of glass, rock and wood, with high ceilings, cross-ventilation via a transom over the door, and windows and radiators that could be adjusted by teachers no longer were built. These schools were being replaced with new, factory-like buildings featuring a temperamental, eccentric system of master controls for indoor environment. Buildings were constructed with no regard to the environment around them or to people within the property. Today, allowing for the ambiguity in defining sick buildings, somewhere between 1-in-5 and 1-in-15 school facilities are in a situation where discomfort and disease can be attributed to operations of the building.\nHealth symptoms in a sick building are highly variable, but generally split into three categories:\n-Radical reaction--a number of people clearly and suddenly ill. This usually involves limited air exchange combined with a \"smoking gun,\" which can include a new chemical cleaner, misbatched chlorine in a pool area, a weather inversion preventing a kiln from venting properly or a failure of a mechanical air-exchange system.\n-Unhealthy atmosphere--many people experiencing ongoing subtle illness or discomfort. The most common symptoms involve the dehydration of sensitive tissue, including sore eyes, throat or nasal membranes; a feeling of lethargy; a higher incidence of upper-respiratory infection; asthmatic reactions; low-grade headaches; and a continuum of muscle pain and general discomfort among building occupants. Much of this relates to oxygen deprivation typically caused by oxygen being displaced by other compounds, and occasionally by infestation of microbes as a result of excessive moisture remaining within the property.\n-Hypersensitive reaction or multiple chemical sensitivity reaction--one or two individuals extremely ill. This can result if even tiny exposures occur to anyone that has a highly sensitive reaction to certain chemicals. Typically, these complaints should be viewed as warnings that some low-level toxin is in the area.\nAlthough sick building syndrome usually relates to the general nature of the building itself, there are some specifics that account for most indoor-air problems:\n*Combustibles; any possible introduction of carbon monoxide. *Moisture as it may relate to mold (look for growths on drywall). *Moisture as it may relate to airborne infectious agents (standing water and consequent growths). *Volatile organic compounds (VOCs), usually cleaning agents or building materials, which may give off unpleasant, sometimes toxic gases. *Formaldehydes in new carpet, pressed wood or other building products. *Any new or newly exposed particleboard. *Applied poisons (pesticides, insecticides, rodenticides, herbicides).\nA proactive approach Administrators are dealing with a generation of post-World War II properties prone to indoor-air-quality problems, particularly buildings constructed or remodeled during the 1970s energy crisis. A school district should take several steps before a problem strikes. First, initiate patterns for preventing air-quality problems. Second, establish baseline information that will profile the building to facilitate an efficient, inexpensive and confidence-inspiring response. Building occupants and the community need to see a clear and confident administrative approach should a problem arise in the future.\nThe proactive investigation of the building should involve a limited amount of basic testing, particularly a professional review of the microbial matrix within the building--the number of colony-forming units or what kinds of microbes presently are nesting in the building. Understanding what is living in the ambient air can help administrators understand if there is a problem or, more importantly, can help to quickly isolate the exact nature of a problem.\nSimilarly, administrators should consider hiring an outside contractor to review how air-handling and mechanical-engineering systems are managed. A knowledgeable person should walk the area and observe the mechanical systems to see how the filtering system, the air-dispersion system and the air-dilution patterns of the building are operating. Finally, a reliable epidemiological profile of comparative absenteeism should be archived.\nAdministrators also need to be ready to implement a smooth, confidence-building reporting system for occupants regarding air-quality or sick-building concerns. How fast and capably the district responds can be the key to getting the issue under control. The costs for responding to indoor-air problems decrease dramatically if there is baseline data and a plan in place.", "id": "<urn:uuid:f673350f-8b06-4580-b54b-a3217aacfede>", "dump": "CC-MAIN-2013-20", "url": "http://asumag.com/mag/university_prescribing_cure", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9389723539352417, "token_count": 1048, "score": 3.40625, "int_score": 3}
{"text": "Asthma Outreach and Education\nClean Air Council is currently working in medically under-served communities of Philadelphia to educate asthma patients of all ages, parents, and health care professionals about indoor and outdoor environmental asthma triggers. Asthma is a chronic condition of the lungs that makes people more sensitive to air pollution. Asthma is caused by genetics and exposure to pollution, allergens, and toxins found in indoor and outdoor air.\nThe Council provides information on basic asthma health, air pollution and health, indoor air quality checklists, and the tools available for reducing pollution in your community. The Council has materials created especially for eduacting children, including an interactive asthma triggers game and coloring books. The Council also works to connect community members with free or low-cost health and asthma management services throughout the city.\nIn addition to offering materials, the Council can also provide your community group or health care organization with a free workshop on indoor and outdoor air pollution, how it affects health, and the many low- to no-cost strategies for reducing exposure.\nFeel free to contact us should you like to schedule a workshop or have any questions about how we can meet the needs of your organization.", "id": "<urn:uuid:69711be5-8824-452f-9fdd-5a0d81dae570>", "dump": "CC-MAIN-2013-20", "url": "http://www.cleanair.org/program/environmental_health/childrens_asthma_outreach", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9480251669883728, "token_count": 238, "score": 3.390625, "int_score": 3}
{"text": "Sleep apnea is a condition in which breathing is repeatedly interrupted during sleep. The time period for which the breathing stops or decreases is usually between 10 and 30 seconds. When these episodes occur repeatedly, sleep apnea can seriously disrupt the quality of sleep.\nThere are three types of respiratory events:\n- Obstructive apnea—caused by a temporary, partial, or complete blockage of the airway\n- Central apnea—caused by a temporary failure to make an effort to breathe\n- Mixed apnea—combination of the first two types\nThese factors increase your chance of developing sleep apnea. Tell your doctor if you have any of these risk factors:\n- Sex: male\n- Large neck circumference\n- Age: middle to older age\n- Family history of apnea\nStructural abnormalities of the nose, throat, or other part of the respiratory tract. Examples include:\n- Severely enlarged tonsils\n- Deviated nasal septum\n- Medicines: sedatives and sleeping aids\n- Alcohol consumption\n- Fatigue and sleepiness during waking hours\n- Loud snoring\n- Breathing that stops during the night (noticed by the partner)\n- Repeated waking at night\n- Unrefreshing sleep\n- Morning headaches\n- Poor concentration or problems with memory\n- Irritability or short temper\nPeople with chronic untreated sleep apnea may be at risk for:\nAn overnight sleep study is used to help diagnose sleep apnea.\nOvernight Sleep Study (Polysomnography)\nThis test helps detect the presence and severity of sleep apnea. During sleep, it measures your:\n- Eye and muscle movements\n- Brain activity ( electroencephalogram )\n- Heart rate\n- Breathing (pattern and depth)\n- Percent saturation of your red blood cells with oxygen\nThere are a number of treatment options for sleep apnea, including:\n- Lose weight if you are overweight.\n- Avoid using sedatives, sleeping pills, alcohol, and nicotine, which tend to make the condition worse.\n- Try sleeping on your side instead of your back.\n- Place pillows strategically so you are as comfortable as possible.\n- For daytime sleepiness, practice safety measures, such as avoiding driving or operating potentially hazardous equipment.\nContinuous positive airway pressure (CPAP) entails wearing a mask over your nose and/or mouth during sleep. An air blower forces enough constant and continuous air through your air passages to prevent the tissues from collapsing and blocking the airway. In some cases, dental appliances that help keep the tongue or jaw in a more forward position may help.\nIn some cases, surgery may be recommended. It is most often beneficial in pediatric patients.\nTypes of surgery that may be done to treat severe cases of sleep apnea include:\n- Uvulopalatopharyngoplasty—The doctor removes excess soft tissue from the nose and/or throat.\n- Maxillomandibular advancement—The jawbone is repositioned forward.\n- Tracheotomy —For life-threatening cases of sleep apnea, an opening is made in the windpipe to allow for normal breathing.\nBariatric surgery may help with weight loss in some people who are obese . This surgery may reduce many of the complications that are related to obesity, including sleep apnea.\nOnly used in central apnea, acetazolamide (Diamox) may help improve the ability to regulate breathing. Overall, there is not a lot of evidence to support the use of medicines to treat sleep apnea.\nSupplemental oxygen may be given if blood levels of oxygen fall too low during sleep, even after opening the airway.\nYou may be able to prevent the onset of sleep apnea by maintaining a healthy weight . Avoid alcohol, nicotine, and sedatives, which may contribute to airway obstruction.\n- Reviewer: Rimas Lukas, MD\n- Review Date: 09/2012 -\n- Update Date: 00/93/2012 -", "id": "<urn:uuid:da610566-65f7-4f92-a0b9-cbf818d8ece0>", "dump": "CC-MAIN-2013-20", "url": "http://oprmc.com/your-health/?/11549/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9048921465873718, "token_count": 834, "score": 3.703125, "int_score": 4}
