{"text": "Classroom Activities for Teaching Sedimentary GeologyThis collection of teaching materials allows for the sharing of ideas and activities within the community of geoscience teachers. Do you have a favorite teaching activity you'd like to share? Please help us expand this collection by contributing your own teaching materials.\nSubject: Sedimentary Geology\nResults 1 - 4 of 4 matches\nChemical and Physical Weathering Field and Lab Experiment: Development and Testing of Hypotheses part of Activities\nLisa Greer, Washington and Lee University\nThis exercise combines an integrated field and laboratory experiment with a significant scientific writing assignment to address chemical and physical weathering processes via hypothesis development, experimental ...\nDemystifying the Equations of Sedimentary Geology part of Activities\nLarry Lemke, Wayne State University\nThis activity includes three strategies to help students develop a deeper comfort level and stronger intuitive sense for understanding mathematical expressions commonly encountered in sedimentary geology. Each can ...\nDigital Sandstone Tutorial part of Activities\nKitty Milliken, University of Texas at Austin, The\nThe Tutorial Petrographic Image Atlas is designed to give students more exposure to petrographic features than they can get during organized laboratory periods.\nRed rock and concretion models from Earth to Mars: Teaching diagenesis part of Activities\nMargie Chan, University of Utah\nThis activity teaches students concepts of terrestrial diagenesis (cementation, fluid flow, porosity and permeability, concretions) and encourages them to apply those concepts to new or unknown settings, including ...", "id": "<urn:uuid:f4b8146e-83a2-43e4-8f2c-b3c235ae8afb>", "dump": "CC-MAIN-2013-20", "url": "http://serc.carleton.edu/NAGTWorkshops/sedimentary/activities.html?q1=sercvocabs__43%253A206", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.898655354976654, "token_count": 310, "score": 3.875, "int_score": 4}
{"text": "Select Preservation Resources\n- Shocking Statistics: Reasons for Preservation Week: Facts that illustrate the need for national preservation awareness.\n- PW Fact Sheet: More facts that discusses how items become damaged and simple steps to keep them safe.\n- Preserving Your Memories: Organized by material type, these web sites, books, and other sources give useful information on caring for any kind of collection.\n- Disaster Recovery: Information for before and after a disaster has damaged precious collections.\n- Bibliographies & Indexes: A list of links to resources collected by professional preservation organizations\n- Videos: Video resources depict ways and reasons to preserve collections\n- Preservation for Children: Tools to help children understand the importance of preservation.\n- Comprehensive Resources\n- Resources in Other Languages: Spanish, French, Chinese, Italian, and Arabic resources for spreading the preservation message.\n- Books of Fiction about Conservation\n- Books of Fiction about Books for Book Groups", "id": "<urn:uuid:2ca2992e-4394-4461-91b7-99387774cf64>", "dump": "CC-MAIN-2013-20", "url": "http://www.ala.org/alcts/confevents/preswk/tools/select", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8655974864959717, "token_count": 190, "score": 2.765625, "int_score": 3}
{"text": "Religion Subject Guide\nguides are designed to help students begin the research process,\nfind reputable sources, and save time.\nthe Library Catalog for Books & Other Materials\nTo locate books\nand other materials in CCSF Libraries, select the Library\nCatalog from the Library's Homepage. You will notice\nmany ways to search, such as Title, Author, Subject, Subject Keyword,\nExamples of Subject searches include:\nReligion, Religion and Politics, Religion and Science, Buddhism, Islam, Islam – United States, Prayer, Aguaruna Indians -- Religion\ninclude books, sample tests, class notes, and other items that instructors\nput at the library for class use. The check out time is shorter\nthan regular circulating books.\nTo search for\na book on reserve in the Library\nCatalog, select either Reserves\nby Course or Reserves by Instructor.\nWhen you have\nlocated the materials, write down the Call Number and Title and\npresent this to a staff person at the Circulation Desk.\nthe Library Collection\nthe Library are shelved by call number according to the Library\nof Congress classification system. Books are arranged on\nthe shelves by subject.\nareas in the collection to find materials on religion include:\nCALL NUMBER RANGE\n|Religions. Mythology. Rationalism\n|Islam, Bahai Faith. Theosophy, etc\nReference books provide background information and overviews on a given topic. Relevant reference books for religion include:\nMan, myth, and magic: the illustrated encyclopedia of mythology, religion, and the unknown. Richard Cavendish, editor in chief. Washington, DC: American Psychological Association, 2000. BF 31 E52 2000 Vols. 1-8 Rosenberg Reference\nThe Oxford dictionary of world religions. John Bowker, ed. New York: Oxford University Press, 1997. BL 31 084 1997 Rosenberg Reference\nAtlas of the world’s religions. Ninian Smart, ed. New York: Oxford University Press, 1999. G 1046 .E4 A8 1999 Rosenberg Reference.\nTaking sides. Clashing views on controversial issues in religion. Daniel K. Judd, ed. Guilford, CT: McGraw-Hill, Dushkin, c2003. H61 .T3577 2003 Rosenberg Reference.\nThe encyclopedia of American religious history. Edward L. Queen. New York, NY: Facts On File, c1996. BL 2525 .Q44, 1996 Rosenberg Reference\nEncyclopedia of American religion and politics . Paul A. Djupe and Laura R. Olson. New York: Facts On File, c2003. BL 2525 .D58 2003 Rosenberg Reference.\nElectronic Reference Sources from the CCSF Ebooks collection\nFor more information about eBooks go to: http://www.ccsf.edu/library/ebooks.html\nEncyclopedia of religious rites, rituals, and festivals 2004\nEncyclopedia of new religious movements 2006\nEncyclopedia of women and religion in North America 2006\nA popular Dictionary of Buddhism 1997\nWho's who in the Old Testament together with the Apocrypha 2002\nThe Quran : an encyclopedia 2006\nfor Articles in Periodical Databases\ndatabases group together journal, magazine, and newspaper articles\nby subject. They also usually provide abstracts (brief summaries)\nand the full text of the articles. Do you need help identifying\nthe differences between scholarly\njournal v. popular magazine articles?\ndatabases are part of the private, passworded Web, so you\nwill need to have a current CCSF ID card with a barcode to access\nthose that CCSF subscribes to. All current CCSF Student ID cards should already have a barcode.\nMore information about obtaining a library bar code.\nInfotrac is a brand name for several databases with coverage from 1980 to the present. Most relevant for religion topics is InfoTrac’s Religion & Philosophy database which covers topics in the areas of both religion and philosophy. InfoTrac’s Expanded Academic ASAP and OneFile databases also have useful materials. These databases let you limit your results to articles only from scholarly journals by checking the box \"Refereed titles.\"\nLiterature Resource Center\nLiterature Resource Center has traditional reference works, critical information on authors and their works, and current journal articles. It is valuable for biographical information on authors of works relating to religion, and for critical information on both an individual work and an author’s body of work\nCQ provides lengthy research reports written by the editorial staff of the Congressional Quarterly Co. There are many reports related to religion. Some examples are Religion in America, Evolution versus Creationism, Prayer and Healing, and Religious Persecution. There are also reports on related moral or ethical issues such as issues of reproductive ethics, teaching values, assisted suicide, designer humans, and the ethics of war.\nEthnic Newswatch is comprised of newspapers, magazines and journals of the ethnic, minority and native press in America. Search here for ethnic aspects of topics related to religion.\nBelow are some examples of academic/scholarly web sites on Religion.\nIf you use a search engine, such as Google,\nremember to evaluate\nthe quality of the results.\nWeb Resources for General Reference\nVirtual Religion Index\nAn extensive and well organized index of Web resources with useful annotations that speed the targeting and process of research. From Rutgers University.\nVoice of the Shuttle – Religious Studies Page\nLinks to resources including general studies, specific religions (Christianity, Judaism, Islam, Buddhism, Sikkism, etc.), nonreligious views (Atheism, Agnosticism), issues of law and religion, society and religion, and religious studies courses and departments. From the University of California, Santa Barbara.\nEncyclopedia of Religion and Society\n“Full text online of the Encyclopedia, with table of contents, covering the spectrum of religions.” The Encyclopedia of Religion and Society is from the Hartford Institute for Religious Research, and its editorial board is comprised of a number of respected sociologists of religion.\nThe Internet Sacred Text Archive\n“a freely available archive of electronic texts about religion, mythology, legends and folklore, and occult and esoteric topics” Particular focus is on believers’ (defined very broadly) sacred texts, including both primary and secondary materials.\nContent Evaluation Guidelines\nAdvice from the Medical Library Association\nWebpages: Techniques to Apply and Questions to Ask\nA UC Berkeley - Teaching Library Internet Workshops\nAnalyzing Information Sources\nDeveloped by Olin-Kroch-Uris Libraries at Cornell University.\nand Citing Source\nA quick and easy check list to use when determining the quality\nof web documents. Prepared by Librarians at CCSF.\nhelp you may contact the Reference Desk by phone at (415)\n452-5543 or stop by the East and West reference desks at the Rosenberg\nand Citing Information Sources\nElectronic Reference Service to CCSF students, faculty, staff and\nregistered community users. Use this service when you are NOT in\na CCSF library.\nand Web Research Workshops\nFIfty minute workshops are given throughout the semester on effective\nmethods in searching for books, articles and information on the\nSeveral useful sources for evaluating the quality of web pages, how\nto prepare citations for a \"Bibliography\" or \"Works Cited\" list, and\nhow to avoid plagiarism.\nOnline Writing Lab\nOne of the most thorough and easy to navigate writing labs avaialble!\nResearch and Writing\nHosted by the Internet Public\nProcess @ CSU\nColorado State University developed these guides which \"focus on a\nrange of composing processes as well as issues related to the situations\nin which writers find themselves.\"\ncomments or suggestions to:\n| Library Home\nCopyright Library & Learning Resource Center, City College of San\nLast updated September 13, 2007", "id": "<urn:uuid:911bab38-10be-40ec-adec-be604602715f>", "dump": "CC-MAIN-2013-20", "url": "http://www.ccsf.edu/Library/guides/religion.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8132647275924683, "token_count": 1645, "score": 2.8125, "int_score": 3}
{"text": "With the development of science and technology, computer has become more and more popular in our daily life, which is intended to be a part of our life. But at the same time it also brings the safety problem, because increasing number of bad people would like to break into computer systems to steal the secret information. It seems that computer safety has been a serious problem by now. Maybe you could learn something about the safety terms in Microsoft so that you could adopt the different methods according to different cases.\nWhat is malware? In fact malware, short for “malicious software”, is any kind of software which is installed without your complete permission and is not in need at all.The famous malware areviruses, worms, and Trojan horses, which are almost known to us all. Even though you are not familiar with them, you must have heard of it at ordinary times. If you want to protect your computer from the malware, you could make sure that the automatic updating is turned on all the time to get the latest updates.\n2 antispyware software\nAntispyware software helps protect your computer, and prevent the pop-ups, slow performance, and security threats caused by spyware and other adverse software. Every computer user must keep antispyware software up to date in order to keep in touch with the latest spyware. Aimed at protecting our computer, we could use Microsoft Security Essentials, free download software, to be against spyware and other malicious software.\nA firewall is used to help screen out hackers, viruses, and worms that try to attack your computer through the Internet.In fact, if you are the one who use the computer at home, the most efficient and important step is to enable firewall when you start your computer. A virus will slip through and infect you; the only effective way by protecting yourself is using a firewall. A firewall monitors your Internet connections and allows you to specify which programs are allowed to connect and which are not.\n4 antivirus software\nAntivirus software is a kind of computer program which can be used to test, defend, and take actions to remove or delete malicious software program. As we all know, computer virus is some programs, which can specially disturb computer operation. So we should update antivirus software in regular time to prevent against the latest virus.\n5 Windows password\nBesides the above mentioned software, you could have an alternative at the same time, namely Windows password. With a password like this, you can prevent your privacy from being let out or being viewed. Of course you should set up a Windows password reset disk to set the password reset in case that you forget it.\nAs a computer user, you should have a general knowledge of these safety terms so that you can protect your computer better. And with these terms, your computer can be protected better than that without them. In a word, please have a brief understanding of them in the first place, and then you could know how important they are.", "id": "<urn:uuid:3d310cea-07c0-49a6-a372-5da020bfac96>", "dump": "CC-MAIN-2013-20", "url": "http://blog.resetwindowspassword.com/tag/antivirus", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9521350860595703, "token_count": 607, "score": 3.1875, "int_score": 3}
{"text": "Just as there are many variants and forms of electronic malware and Internet-based threats around the globe, so there are many forms of protection against these threats. Signature-based detection is one of the multifarious forms of defense that have been developed in order to keep us safe from malicious content.\nAlthough signature-based detection can be argued to have been overshadowed by more sophisticated methods of protection in some environments, it remains as a core ‘technique’ featuring in the anti-virus controls of packages and suites that work to protect a user’s system today.\nHow does signature-based detection work?\nSignature-based detection works by scanning the contents of computer files and cross-referencing their contents with the “code signatures” belonging to known viruses. A library of known code signatures is updated and refreshed constantly by the anti-virus software vendor.\nIf a viral signature is detected, the software acts to protect the user’s system from damage. Suspected files are typically quarantined and/or encrypted in order to render them inoperable and useless.\nClearly there will always be new and emerging viruses with their own unique code signatures. So once again, the anti-virus software vendor works constantly to assess and assimilate new signature-based detection data as it becomes available, often in real time so that updates can be pushed out to users immediately and zero-day vulnerabilities can be avoided.\nNext-generation signature-based detection\nNew variants of computer virus are of course developed every day and security companies now work to also protect users from malware that attempts to disguise itself from traditional signature-based detection. Virus authors have tried to avoid their malicious code being detected by writing “oligomorphic“, “polymorphic” and more recently “metamorphic” viruses with signatures that are either disguised or changed from those that might be held in a signature directory.\nDespite these developments, the Internet at large does of course still function on a daily basis. Populated as it is by users who not only have up to date security software installed, but also by those who have educated themselves as to the type of risks discussed here.", "id": "<urn:uuid:1dc7b057-7b64-4e02-98fa-2e3e2cfcf30c>", "dump": "CC-MAIN-2013-20", "url": "http://blogs.avg.com/business/signature-based-detection/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9653883576393127, "token_count": 449, "score": 3.015625, "int_score": 3}
{"text": "The Federal Bureau of Investigation (FBI) has warned computer users that e-mails from scam artists pretending to be FBI agents are spreading a computer virus.\nThe e-mails tell recipients that the FBI's Internet Fraud Complaint Center has monitored their Internet use and found they have accessed illegal Web sites. The e-mails then direct recipients to open an attachment and complete a questionnaire.\nThis is a bogus message. The attachment contains a computer virus. DO NOT OPEN OR LAUNCH THE ATTACHMENT. You should DELETE the e-mail immediately.\nAs a general rule, if you receive an e-mail that you are not expecting, even if you know the sender, DO NOT OPEN IT OR LAUNCH the attachment and DO NOT FORWARD the message. If you are not sure, contact the sender to verify the e-mail. Otherwise, DELETE the e-mail.\nThe Information and Network Security team has put in place appropriate protections to prevent the virus from spreading. Current anti-virus definitions detect and block this virus.", "id": "<urn:uuid:12261baa-cafe-4990-9f2a-0930a0b07f91>", "dump": "CC-MAIN-2013-20", "url": "http://www.fordforums.com/f126/federal-bureau-investigation-fbi-has-warned-computer-users-e-mails-98372/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8857742547988892, "token_count": 213, "score": 2.515625, "int_score": 3}
{"text": "What is HIV? And what is AIDS? Find answers to some common questions in this section.\nHow is HIV transmitted - and how is it not transmitted? Find out the answers in this section.\nWorried you might have HIV? Have an HIV test - it's the only way to know for sure.\nHIV treatment is not a cure, but it is keeping millions of people well. Start learning about it in this section.\nIn this section we have answered some of the questions you might have if you have just found out you have HIV.\nFind healthcare services and support.\nA series of illustrated leaflets designed to support conversations between professionals and people with HIV.\nOur award-winning series of patient information booklets. Each title provides a comprehensive overview of one aspect of living with HIV.\nTwice-monthly email newsletter on the practical aspects of delivering HIV treatment in resource-limited settings.\nOur regular newsletter, providing in-depth discussion of the latest research across the HIV sector. Free to people personally affected by HIV.\nFind contact details for over 3000 key organisations in more than 190 countries\nAn instant guide to HIV & AIDS in countries and regions around the world\nThe most comprehensive listing of HIV-related services in the UK\nPre-exposure prophylaxis (PrEP) – free webinar 18 April 2013As part of its European HIV prevention work, NAM is collaborating...\nLearning the basics about hepatitis C 05 April 2013If you are familiar with NAM’s patient information materials, hopefully you...\nTreatment as prevention – free webinar 20 March 2013As part of its European HIV prevention work, NAM is collaborating...", "id": "<urn:uuid:77e4b735-9163-48f4-84c1-c755c8c2ff0e>", "dump": "CC-MAIN-2013-20", "url": "http://www.aidsmap.com/resources/treatmentsdirectory/drugs/iCombiviri-AZT3TC/page/1730921/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9356427788734436, "token_count": 342, "score": 2.875, "int_score": 3}
{"text": "How do you get HIV?\nHIV can be passed on when infected bodily fluid, such as blood or semen, is passed into an uninfected person. Semen is the liquid which is released from a man's penis during sex which carries sperm. It can be infected with HIV or AIDS when someone is HIV positive or is carrying the AIDS virus. This can happen during unprotected sex. For example when two people have sex without using a condom when one partner is already infected, or between drug users who inject and share needles.\nIt can't be transmitted by things like coughing, sneezing, kissing, sharing a toilet seat, swimming pools, sweat and tears.", "id": "<urn:uuid:a3e140cd-7f25-48c9-a2f0-a7d0b1954e0d>", "dump": "CC-MAIN-2013-20", "url": "http://www.childline.org.uk/Explore/SexRelationships/Pages/HIVAIDS.aspx", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9667569994926453, "token_count": 136, "score": 3.125, "int_score": 3}
{"text": "Ever wondered what white tea is? Why we call it white anyway? Here are a few interesting facts about white tea, made from the plant Camellia sinensis:\n- White tea is similar to green tea in that it has undergone little processing and no fermentation whatsoever.\n- The leaves are harvested before they open fully, when the unopened buds are still covered by thin silvery white hair. Hence the white tea name.\n- White tea has a subtle and slightly sweet flavor that sharpens the senses without overwhelming the tongue, whereas green tea has a “grassy” taste.\n- There is 25% to 30% less caffeine in white tea than in green tea, though it depends on the variety.\n- White tea health benefits are the highest among the tea family¹.\n- It is more expensive than green or black tea because white tea is scarcer. Yet, at Savorique, white tea is as cheap as black or green tea.\nNote 1: Science Daily “”White Tea Could Keep You Healthy and Looking Young”\", (August 14, 2009) and Science Daily “”White Tea Beats Green Tea In Fighting Germs”\", (May 28, 2004).", "id": "<urn:uuid:6d64f04d-9635-43ad-b483-874653a0280b>", "dump": "CC-MAIN-2013-20", "url": "http://blog.savorique.com/tag/white-tea-health-benefits/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9220250248908997, "token_count": 252, "score": 2.59375, "int_score": 3}
{"text": "What Is Mead?\nMead, also known as honey wine, is regarded as the oldest of fermented beverage and has stood the test of time. From the dawn of pre-history to today mead has long been regarded as a delicacy, often referred to as the \"nectar of the gods\". The earliest archaeological evidence for the production of mead dates to around 7000 BC where pottery vessels containing a mixture of mead, rice and other fruits along with organic compounds of fermentation were found in Northern China.\nCrafted Artisan Meadery uses the finest raw, unfiltered, unpastuerized honey as well as fruits, spices, herbs, and other natural ingredients to create an experience that is solely \"mead\". Some of our meads are aged on oak and others not...oak does wonders to an already complex mead. Our use of honey might make you think that mead is only sweet. While mead can be made as sweet as a dessert wine it can also be made dry...and anywhere in between. Yes, you'll find a little of \"traditional wine\" and even a little of \"craft beer\" elements but mead is an experience all it's own. Where other beverages work within the confines of industry standards and style categories mead can be broken down into a few broad categories that allow us to be as creative and unique as we want...there are no rules.\nTraditional Traditional mead is purely Honey, Water, and Yeast. Traditionals allow the chosen honey to be showcased and the drinker to explore the characteristics of that honey. Tupelo, Clover, Orange Blossom, the list is long...there is a wide array of varietal honey available each with it's own unique flavor and aroma characteristics.\nMelomel Melomels are mead crafted using fruit, honey, water and yeast. Fresh and local: any fruit can be used but we tend to stick to fruits that we can source locally to ensure the freshest and best product possible. We build relationships with our vendors and often times find ourselves hauling a trailer load of cider or blueberries back from their family operations. Ask us, we'd love to share with you how to find these great local farms.\nMetheglin Metheglins are mead crafted using spices and/or herbs, honey, water and yeast. Cinnamon, vanilla and hibiscus are just a few examples of the countless ingredients we can use. The name \"metheglin\" finds it origins in the welsh translation \"medicine\" where these herbal elixirs were seen as have healing powers. We can't vouch for medicinal qualities but can say that a good metheglin is tough to beat.\nPyment Pyments are mead crafted using wine grapes, honey, water, and yeast. While being a type of melomel pyments are worth noting for their combination of elements of both wine and mead. While using red or white grapes honey is used to create something that is truly unique.\nCyser Cysers are mead crafted using apple cider, honey, and yeast. Being in Northeast Ohio we are in a prime location for some of the best tasting and freshest apple cider around. With our local sources we are usually able to begin a cyser fermentation within a day or two of the cider being pressed. With the number of apple and honey varieties available there is an endless array of flavors to create.", "id": "<urn:uuid:9f61095d-0f35-4cbb-862b-20ac132b3c03>", "dump": "CC-MAIN-2013-20", "url": "http://www.craftedmead.com/what-is-mead/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9628613591194153, "token_count": 706, "score": 2.59375, "int_score": 3}
{"text": ".8grams X kilogram of body weight/day\nHow to convert pounds into kilograms: #pounds/2.2 = kg\nFor example someone who weighs say 110 would be 50kg. So we take 50kg and multilpy that by .8gm and they should be getting about 40 grams of protein a day. Low protein diets can result in weak bones, muscle wasting, and decrease in time for wounds to heal. Protein is essential in the diet and having enough is very important especially if you are exercising. When you are working with weights and building muscle adequate protein intake is essential in building those muscles.\nIf you are taking a protein supplement in powder try to find one that does not have any added saturated or transaturated fats. There are some protein supplements out there that are made for gaining weight so they will have additional calories and fats in them. So make sure you read the label and everything says 0 except the protein.\nThis brand is an excellent choice and very safe :\nJust remember to read label and consult with your doctor if it is safe for you to take a protein supplement.\nThe following foods are excellent sources of protein:\n- cottage cheese\n- nuts and seeds\n- soy beans\n- Greek yogurt\nMake sure at every meal you have a protein, a healthy carbohydrate(whole wheat or whole grain), and good fat. (monounsaturated fats) Keep your meals and snacks balanced so you can stay full and not feel hungry throughout the day.", "id": "<urn:uuid:549e680b-1e0f-40fd-b7f5-2a96abd000ee>", "dump": "CC-MAIN-2013-20", "url": "http://blog.themaddiet.com/2012/02/protein-and-why-it-is-important.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9625017046928406, "token_count": 305, "score": 2.609375, "int_score": 3}
{"text": "Weights linked to lower diabetes risk\nWeight gains Weight training, and not just cardio workouts, is linked to a lower risk of developing type 2 diabetes, according to a US study.\n\"We all know that aerobic exercise is beneficial for diabetes - many studies have looked at that - but no studies have looked at weight training,\" says study leader Frank Hu, at the Harvard School of Public Health.\n\"This study suggests that weight training is important for diabetes, and probably as important as aerobic training.\"\nHu and his colleagues, whose report was published in the Archives of Internal Medicine, used data on more than 32,000 male health professionals, who answered questionnaires every two years from 1990 to 2008.\nOn average, four out of 1000 men developed type 2 diabetes every year, the researchers found.\nThe risk of getting the blood sugar disorder was only half as high for men who did cardio, or aerobic, workouts - say brisk walking, jogging or playing tennis - at least 150 minutes a week, as for those who didn't do any cardio exercise.\nMen who did weight training for 150 minutes or more had a risk reduction of a third compared to those who never lifted weights, independently of whether or not they did aerobic exercise.\nExercise is beneficial\nWhereas weight training increases muscle mass and can reduce abdominal obesity, it tends not to cut overall body mass, says Hu.\nThe results don't prove that working out staves off diabetes, because many men who stay fit may also be healthier in other ways, but the researchers did their best to account for such potential differences, including age, smoking and diet.\n\"I think the benefits of weight training are real,\" says Hu. \"Any type of exercise is beneficial for diabetes prevention, but weight training can be incorporated with aerobic exercise to get the best results.\"\nAlong with an appropriate diet, exercise is also important for people who already have type 2 diabetes and can help control high blood sugar, he adds.", "id": "<urn:uuid:fa576bb7-fea9-461f-8ee3-962a8a33a7f9>", "dump": "CC-MAIN-2013-20", "url": "http://www.abc.net.au/science/articles/2012/08/07/3562561.htm?topic=health", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9761554002761841, "token_count": 400, "score": 2.734375, "int_score": 3}
{"text": "Moderate-Intensity Aerobic Activity\nAerobic fitness means increasing how well the body uses oxygen, which depends on the condition of the heart, lungs, and muscles. Experts tend to describe aerobic activity in three ways: light, moderate, and vigorous.\nWhen people do moderate-intensity activities, they notice a faster heartbeat. To get the benefits of moderate activity, a person can:\nThe goal of aerobic fitness is to increase the amount of oxygen that goes to the heart and muscles, which allows them to work longer. Any activities, including many kinds of daily activities, that raise the heart rate and keep it up for an extended period of time can improve aerobic fitness. If the activities are done regularly and long enough, they can help improve fitness.\nExperts recommend that adults try to do moderate activity for at least 2½ hours a week. Or they can do vigorous activity for at least 1¼ hours a week. People can choose to do one or both types of activity. And it's fine to be active in blocks of 10 minutes or more throughout the day and week. Teens and children (starting at age 6) should do moderate to vigorous activity at least 1 hour every day.\nModerate activity is safe for most people, but it's always a good idea to talk to your doctor before starting an exercise program.\neMedicineHealth Medical Reference from Healthwise\nTo learn more visit Healthwise.org\nFind out what women really need.\nPill Identifier on RxList\n- quick, easy,\nFind a Local Pharmacy\n- including 24 hour, pharmacies", "id": "<urn:uuid:fcef8a5d-9537-4e8b-a081-4dadface0ced>", "dump": "CC-MAIN-2013-20", "url": "http://www.emedicinehealth.com/script/main/art.asp?articlekey=138337&ref=128874", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9323630928993225, "token_count": 326, "score": 3.609375, "int_score": 4}
{"text": "The Warrior Diet exercise and nutrition program, created by Ori Hofmekler, hinges on a somewhat controversial diet based on a daily cycle of “undereating” during the day and “overeating” at night.\nThe rationale is that the historic “warrior”, in order to succeed in the environment of the time, had a primal need to cycle between undereating during the day (when physical activity and danger were always present), and overeating at night (when able to rest and eat a good daily meal).\nModern humans in a changed environment can therefore restore health and fitness, by returning to that cycle with the Warrior Diet.\nWarrior Diet grounding\nThe nervous system is the primary focus here, specifically that part called the autonomic nervous system (ANS). Body organs such as the heart, stomach and intestines (viscera), and muscles within these organs and other areas like blood vessels, skin, and eyes, as well as the glands of the body, are regulated by the ANS. We are mostly unaware of its workings; for example, when blood vessels change size or when our heart beats faster, these functions are involuntary and reflexive in nature.\nThe ANS has 3 parts -\n- The sympathetic nervous system (SNS) which kicks in when emergencies occur, causing stress and requiring us to “fight” or take “flight” (flee)\n- The parasympathetic nervous system (PSNS) which operates in normal or nonemergency times, allowing us to “rest” and “digest”\n- The enteric nervous system (ENS), present in all vertebrates, which regulates the normal digestive activity of the digestive system and prepares it for whatever is coming, whether a meal or a frantic energy-sapping physical activity\nThe undereating phase of the Warrior Diet is supposed to prepare and alert the SNS to potential stress, resulting in the generation of energy and ultimately the burning of fat. While undereating, the body is forced to use fat storage as a source of fuel for maximum metabolic efficiency – thus promoting weight-loss.\nThe overeating phase of the Warrior Diet recognizes the role of the PSNS in regulating digestion, elimination and other metabolic activities that slow you down. Eating during the day stops this process and blocks the body’s ability to remove toxins and waste from the body. Since detoxification is imperative for health and to delay aging, eating occurs mainly at night.\nWarrior Diet program\nThe program involves a Fat Loss Program and exercise and nutrition regimes.\nFat Loss Program\nThe Fat Loss program is specifically designed to\n- Force the body to detoxify\n- Improve utilization of fat as fuel\n- Improve utilization of carb as fuel\nThis process helps to boost overall metabolic rate, thereby enhancing the body’s capacity to maximize fat loss.\nExercise and Nutrition Programs\nExercise and nutrition programs provide short, intense strength and aerobic exercises, along with pre-workout and post-workout meals. This approach intends to reduce fat while maintaining or improving muscle tone.\nThe emphasis of the Warrior Diet program is on having large evening meals on the one hand, and shedding the “calorie counting” common to most diets on the other.\nThe Warrior Diet by Ori Hofmekler.", "id": "<urn:uuid:e39ee72b-f208-43f0-9439-59a5d06c3a3a>", "dump": "CC-MAIN-2013-20", "url": "http://www.everydiet.org/diet/warrior-diet", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9463229179382324, "token_count": 688, "score": 2.984375, "int_score": 3}
{"text": "Other Proposed Treatments\nIt is one of the cardinal principles of natural medicine that treatment should aim not only to treat illness but also to enhance wellness. According to this ideal, a proper course of treatment should improve your sense of general well-being, enhance your immunity to illness, raise your physical stamina, and increase mental alertness, as well as resolve the specific condition you took it for.\nUnfortunately, while there can be little doubt that this is a laudable goal, it is easier to laud it than to achieve it. Conventional medicine tends to focus on treating diseases rather than increasing wellness, not as a matter of philosophical principle, but because it is easier to accomplish.\nProbably the strongest force affecting wellness is genetics. Beyond that, common sense steps endorsed by all physicians include increasing exercise, reducing stress, improving diet, getting enough sleep, and living a life of moderation without bad habits, such as smoking or overeating.\nBeyond this, however, it is difficult to make strong affirmations, and the optimum forms of diet and exercise and other aspects of lifestyle remain unclear. In fact, they may always remain unclear, as it is impossible to perform double-blind, placebo-controlled studies on most lifestyle habits. (For information on why such studies are irreplaceable see \"Why Does This Database Depend on Double-blind Studies?\" )\nPrincipal Proposed Natural Treatments\nIn order to function at our best, we need good nutrition. However, the modern diet often fails to provide people with sufficient amounts of all the necessary nutrients. For this reason, use of a multivitamin/multimineral supplement might be expected to enhance overall health and well-being, and preliminary double-blind trials generally support this view.\nFor more information, see the article on General Nutritional Support .\nThe herb Panax ginseng has an ancient reputation as a healthful “tonic.” According to a more modern concept developed in the former USSR, ginseng functions as an “adaptogen.”\nThis term is defined as follows: An adaptogen helps the body adapt to stresses of various kinds, whether heat, cold, exertion, trauma, sleep deprivation, toxic exposure, radiation, infection, or psychologic stress. In addition, an adaptogen causes no side effects, is effective in treating a wide variety of illnesses, and helps return an organism toward balance no matter what may have gone wrong.\nFrom a modern scientific perspective, it is not truly clear that such things as adaptogens actually exist. However, there is some evidence that ginseng may satisfy some of the definition’s requirements.\nIn addition, ginseng has also shown some potential for enhancing immunity , mental function , and sports performance , all effects consistent with the adaptogen concept. For more information on these possibilities, as well as dosage and safety issues, see the full Ginseng article .\nOther Proposed Natural Treatments\nNumerous other alternative therapies are claimed by their proponents to improve overall wellness, including acupuncture , Ayurveda , chiropractic , detoxification , homeopathy , massage , naturopathy , osteopathic manipulation , Reiki , Tai Chi , Therapeutic Touch , traditional Chinese herbal medicine , and yoga . However, there is as yet little meaningful evidence to support these claims.\nFor a discussion of homeopathic approaches to general wellness, see the Homeopathy database .\n- Reviewer: EBSCO CAM Review Board\n- Review Date: 07/2012 -\n- Update Date: 07/25/2012 -", "id": "<urn:uuid:39bb84af-9a63-43d7-b933-3bee4727c361>", "dump": "CC-MAIN-2013-20", "url": "http://memorialhospitaljax.com/your-health/?/38569/general-well-being", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9366875886917114, "token_count": 726, "score": 2.90625, "int_score": 3}
