{"text": "Introduction to principles of chemistry and fundamentals of inorganic and biochemistry. Structure and chemistry of carbohydrates, lipids, proteins, biochemistry of enzymes, metabolism, body fluids and radiation effects. On-line materials includes the course syllabus, copies of the lecture slides and animations, interactive Periodic Table, chapter summaries and practice exams. This course is targeted towards Health Science Majors.\nIntroduction to principles of chemistry. This course is targeted towards Chemistry Majors.\nLaboratory experiments to develop techniques in organic chemistry and illustrate principles. On-line materials include step-by-step prelabs for many of the experiments that students will be conducting.\nTheoretical principles of quantitative and instrumental analysis. Emphasis is placed on newer analytical tools and equipment.\nIntermediate level course. Includes a discussion of the structure, function and metabolism of proteins, carbohydrates and lipids. In addition, there is a review of enzymes, DNA and RNA.\nThis course stresses theory and application of modern chromatographic methods. On-line materials include the course syllabus, copies of course lecture slides and animations.\nA 'short course' covering the use of a mass spectrometer as a GC detector. Basic instrumentation, data treatment and spectral interpretation methods will be discussed. On-line materials include copies of course lecture slides and tables to assist in the interpretation of mass spectra.\nCoverage of statistical methods in Analytical Chemistry. Course includes basic statistics, experimental design, modeling, exploratory data analysis and other multivariate techniques. On-line materials include the course syllabus, homework problems and copies of the lecture slides.\nA survey of the basic equipment, data and methodology of Analytical methods that rely on radioisotopic materials. On-line materials include the course syllabus, homework problems. copies of the lecture slides and animations.\nWhy I missed the exam", "id": "<urn:uuid:841e4baa-add2-400d-b3cc-719e93276b6c>", "dump": "CC-MAIN-2013-20", "url": "http://ull.chemistry.uakron.edu/classroom.html/genchem/gcms/genobc/periodic/excuses/organic_lab/analytical/chemsep/genobc/chemometrics/gcms/chemometrics/biochem/gcms/analytical/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8711559772491455, "token_count": 381, "score": 2.609375, "int_score": 3}
{"text": "Transferable knowledge and a range of intellectual abilities drawn from different modes of inquiry across disciplines are essential components of any liberal education. These courses help students develop important academic capacities for use during their undergraduate career and in the rapidly-changing world they will enter after college.\n(one writing-intensive W-1 course in the fall of the first year)\nStudents will develop writing, reading, speaking, listening, and information literacy skills necessary for collegiate-level academic work.\nStudents will develop capacities for independent academic work and become self-regulated learners.\n(one course from the list of designated courses)\nStudents will develop a unified understanding of scientific theory and practice in modern natural science.\nStudents will demonstrate an understanding of the development of science as an intellectual pursuit and of the ways in which scientific ideas are formulated, modified, and come to be accepted.\nStudents will demonstrate skill in the application of scientific techniques and methods, including the collection, analysis, and interpretation of data, and communication of results.\n(one course from the list of designated courses; not required for Class of 2014)\nStudents will study language as a complex multifunctional phenomenon - as a system for communicating thought and information and as an essential element of human thought processes, perceptions, and self-expression - that allows students to understand different peoples and their communities.\nStudents will examine the world, their own culture, and their own language through the lens of a foreign language and culture.\nIntegrated Perspectives Course\n(one team-taught interdisciplinary course taken during the sophomore year from the list of designated courses; not required for Class of 2014)\nStudents will recognize, construct, and evaluate connections among different intellectual methods, ways of learning, and bodies of knowledge.", "id": "<urn:uuid:ad6de8ff-b389-41d5-a5b6-03d0efd5448c>", "dump": "CC-MAIN-2013-20", "url": "http://www.bucknell.edu/x56898.xml", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9317713975906372, "token_count": 353, "score": 3.171875, "int_score": 3}
{"text": "Professors: Batsell, Boatwright, Érdi, Gregg (Chair), Hostetter, Tan\nPsychology, broadly defined, is the study of animal and human behavior as well as human experience. The discipline involves the use of scientific methods in the discovery of facts and confirmation of theory as well as applications to problems. The major, therefore, includes a focus on the understanding and use of research skills and techniques. Psychology is a diverse field with important connections to biology, education, philosophy, and sociology. Increasingly, psychologists may be found in business, industry, education, government, and medicine, as well as in the more traditional areas of research and mental health.\nGiven its diversity and connections to other disciplines, psychology is a reasonable choice of major for students who seek a broad liberal arts undergraduate education. Psychology is also a practical major for those who seek careers immediately after graduation in fields where interacting with other people is primary—management, criminal justice, or human services, for example. Students interested in careers in such applied fields, however, may find the human development and social relations (HDSR) major a better choice.\nPsychology majors may choose to pursue advanced degrees in three general directions: one, as scientists, leading to careers in higher education or research settings; two, as practitioners, leading to roles as clinicians, school psychologists, industrial psychologists, and health psychologists; and three, as professionals in other fields such as law, medicine, and business administration.", "id": "<urn:uuid:7affa0fc-5217-4217-977e-70e7e826d39f>", "dump": "CC-MAIN-2013-20", "url": "http://www.kzoo.edu/programs/?id=27&type=1", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.963629424571991, "token_count": 298, "score": 2.734375, "int_score": 3}
{"text": "A bachelor's degree earned in the United States usually takes a minimum of four years. Degrees are earned by taking a combination of required courses which meet liberal arts distribution requirements (humanities, social sciences, and natural sciences), a required number of courses in the major field of study (called a \"major\"in the United States), and the balance of courses as electives. Each course taken is assigned a value called \"points\" (also called \"credits\" or \"units\"). To earn a bachelor's degree, one must earn a minimum of 124 points (usually more) and, at the same time, meet the distribution and major requirements. Advisement on course selection is available in each school at the time of registration.\nUndergraduate studies are offered in three divisions of the University. Each division offers a distinct program of studies. The divisions that offer the undergraduate (B.A. or B.S.) degree are:\nCollege (CC) - Study of the liberal arts and sciences leading to\nthe B.A. degree traditionally, but not exclusively, for students just out\nof secondary school, usually between the ages of 17 and 22. With an enrollment\nof approximately 4,000, Columbia College is the smallest college in the\n2. Fu Foundation School of Engineering and Applied Science (SEAS) - Offers the B.S. degree in engineering and applied science fields.\n3. School of General Studies (GS) - Offers the B.A. or B.S. degree to students who have had a break of a year or more in their education since high school.\nAll other divisions of the University are graduate schools and, as such, offer degrees beyond the bachelor's degree, usually master's or doctoral degrees.\nMaster's degrees take from one to three years to earn depending on the course work and research/writing requirements.\nPh.D. requirements may vary but usually require one to two years of course work beyond the master's degree, comprehensive examinations, a major original contribution to research in the field of study, and oral defense of one's research. The research and writing requirement can take from two to five years beyond the course work. A Ph.D. candidate should plan on a minimum of four and an average of six years of study to complete the degree requirements. It is not unusual for a student to be at Columbia seven or eight years to complete a doctorate.\nTo be admitted to these schools, the applicant must have completed a degree considered in the United States to be equivalent to a U.S. bachelor's degree with a strong academic record. There are also other admissions requirements. The Columbia schools and programs that offer graduate degrees are:\n|College of Physicians and Surgeons||Program in Physical Therapy|\n|Fu Foundation School of Engineering and Applied Science||School of Continuing Education|\n|Graduate School of Architecture, Planning, and Preservation||College of Dental Medicine|\n|Graduate School of Arts and Sciences||School of International and Public Affairs|\n|Graduate School of Business||School of Law|\n|Graduate School of Journalism||School of Nursing|\n|Institute of Human Nutrition||School of Social Work|\n|Mailman School of Public Health||School of the Arts|\n|Program in Occupational Therapy|\nThe School of Continuing Education offers, in addition to its masters' degree program, opportunities for non-degree study at Columbia to qualified applicants. Both undergraduate and graduate level courses from the University's arts and sciences course offerings may be taken for credit. This option is particularly appropriate for international students who wish to visit at Columbia for a semester or two.\nTo qualify for an I-20 to be in F-1 student status in the U.S., students must register for at least 12 points of credit-bearing coursework each semester. This is usually equivalent to four courses each semester.\nOf particular interest to international students is the School of Continuing Education's American Language Program. The ALP is one of the oldest English as a Second Language programs in the United States and offers a carefully integrated sequence of courses to students, business and professional people, and international visitors who wish to improve their command of English.\nThere are two institutions which are affiliated with, located adjacent\nto, and bear the name of Columbia University. They are administered separately\nand applications for admission must be made directly to these institutions.\nBarnard College, Columbia University An undergraduate liberal arts college for women affiliated with Columbia University. For more information, write to Barnard College Admissions, 111 Milbank,3009 Broadway, New York, NY 10027, U.S.A.\nTeachers College, Columbia University A graduate school for students interested in education, offering only the master's and doctoral degrees. For more information, write to Teachers College Admissions, 146 Horace Mann, 551 West 120 Street, New York, NY 10027, U.S.A.", "id": "<urn:uuid:139cb27b-d4c2-4365-afcf-895d3c1e5636>", "dump": "CC-MAIN-2013-20", "url": "http://www.columbia.edu/cu/isso/admit/admit_tx.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9434472918510437, "token_count": 1006, "score": 2.578125, "int_score": 3}
{"text": "Making the Case for Action\nThis fact sheet(pdf) and slide deck provide essential state-specific information that addresses the economic imperative, the equity imperative, and the expectations imperative of the college- and career-ready agenda. These resources can be used on their own or serve as the foundation for a personalized presentation or fact sheet(word), which can be customized with state-specific details and examples. The PowerPoint, in particular, was developed with various users in mind and offers a wide range of case-making data that can be drawn from to support your own advocacy efforts.\nAdvancing the Agenda\nAs states continue their efforts to promote college and career readiness, Achieve regularly surveys the states to identify their progress in adopting critical college- and career-ready policies. Below is a summary of Idaho's progress to date:\nSee Closing the Expectations Gap for more information\nState accountability systems focus the efforts of teachers, students, parents, administrators and policymakers to ensure that students and schools meet the established goals, including the goal of ensuring all students graduate ready for college and careers. Idaho has yet to begin to use any of the key college- and career-ready indicators in their accountability system.\n|Annual School-level Public Reporting||Statewide Performance Goals||School-level Incentives||Accountability Formula|\n|Earning a college- and career-ready diploma|\n|Scoring college-ready on a high school assessment|\n|Earning college credit while in high school|\n|Requiring remedial courses in college|\nFor an explanation of the indicators, their uses and Achieve’s minimum criteria for college- and career-ready accountability, see here.", "id": "<urn:uuid:3b2c1a91-4f52-464d-ad69-49c1cbadaba8>", "dump": "CC-MAIN-2013-20", "url": "http://achieve.org/Idaho", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9274793863296509, "token_count": 341, "score": 2.6875, "int_score": 3}
{"text": "Volume 4 Number 2\n©The Author(s) 2002\nThe Continuity Framework: A Tool for Building Home, School, and Community Partnerships\nAbstractWe will need to become savvy about how to build relationships, how to nurture growing, evolving things. All of us will need better skills in listening, communicating, and facilitating groups, because these are the talents that build strong relationships. (Wheatley, 1992, p. 38)\nIn the face of today's challenging social and family issues, many new efforts are underway to help children and families. One solution that many communities have adopted is the establishment of a collaborative partnership that involves all the relevant partners—home, school, and community—in the planning and monitoring of services for children. Unfortunately, achieving a strong partnership with meaningful participation can often be difficult and time-consuming. This article focuses on a set of training materials that has been developed to assist community partnerships in their efforts. These materials highlight eight elements of continuity and successful partnerships: (1) families as partners, (2) shared leadership, (3) comprehensive/responsive services, (4) culture and home language, (5) communication, (6) knowledge and skill development, (7) appropriate care and education, and (8) evaluation of partnership success. Results from a field study that included more than 200 reviewers and 8 pilot sites are summarized. Results indicate that a majority of reviewers found the training materials easy to understand, relevant to their work, and up-to-date. In addition, data gathered from the pilot sites indicate that the partnerships found the materials practical and useful for addressing a variety of issues, including time constraints, communication gaps, differences in professional training, and funding limitations.\nCommunities face a host of problems that threaten the health and well-being of their children and families. Poverty, unemployment, inadequate care/education, and poor health care are just a few of the difficult issues that communities must confront. What makes these issues particularly challenging is that children and families who experience one problem are often likely to experience other problems as well.\nCompounding the problem is that delivery of services to help children and families is typically fragmented and scattered. Even efforts designed to increase the quality and supply of services to children and families have, at times, created greater fragmentation and discontinuity.\nIn previous years, those who sought to improve outcomes for children concentrated only on the child. Today, however, many service providers have come to understand that the best way to serve and preserve children is to serve and preserve the supportive networks that benefit children (Family Support America, 1996). An extensive body of research identifies the elements that contribute to children's well-being, beginning with those closest to the child and moving outward to encompass the family, early care/education, the neighborhood, the community, and beyond. This ecological perspective (Bronfenbrenner, 1979) has motivated a growing number of communities to focus more closely on the need for collaboration--engaging in a process that allows the community to address many problems at once rather than one at a time.\nOne solution that many communities have adopted is the establishment of a collaborative partnership involving all the relevant partners--home, school, and service providers--in the planning and monitoring of services for children (Kagan, 1992; Hoffman, 1991). The goal of most of these collaboration initiatives is to improve child outcomes, recognizing that many of the child's needs are closely linked to needs of the family and the community.\nChallenges to Collaboration\nCommunity collaboratives/partnerships represent one of the most challenging--yet one of the most effective--efforts for creating a flexible, comprehensive system that meets the needs of children and families. They involve new relationships among service providers and the children and families they serve. They require time, resources, and the willingness of collaborating agencies to learn about and establish trust with each other. In short, they require change (Bruner, Kunesh, & Knuth, 1992).\nAs a result of the new roles and responsibilities that service providers must assume, collaboratives/partnerships encounter many common difficulties, including (Melaville, Blank, & Asayesh, 1996):\n- staff or agency representatives who are resistant to relinquishing power;\n- policies and regulations within individual agencies that make it difficult to coordinate services, information, and resources;\n- differences in prior knowledge, training, or experience that make it difficult for members to communicate and work together; and\n- lack of time to meet and plan together.\nMany factors contribute to the success or failure of a community collaborative, and no two collaboratives operate in exactly the same way. However, certain guidelines seem to help smooth the way for a more successful partnership, including (North Central Regional Educational Laboratory, 1993):\n- involve all key stakeholders;\n- establish a shared vision of how the partnership will operate and expected outcomes for the children and families served;\n- build in ownership at all levels;\n- establish communication and decision-making processes that are open and allow conflict to be addressed constructively;\n- institutionalize changes through established policies, procedures, and program mandates;\n- provide adequate time for partners to meet, plan, and carry out activities.\nThe process of establishing and maintaining a collaborative partnership is not easy, and in the end, each partnership must find a way to proceed that is consistent with its community and unique set of circumstances. However, a number of resources and tools are available to help communities get started creating an effective system for delivering services. In this article, we describe one such tool that assembles elements essential to building a successful collaborative partnership.\nDevelopment of Continuity Framework Materials\nFor the past eight years, the 10 Regional Educational Laboratories (RELs) serving each region of the country have studied effective strategies for strengthening collaboration and increasing continuity among programs for young children and their families. The RELs are overseen by the U.S. Department of Education's Office of Educational Research and Improvement [now the Institute of Education Sciences], and their primary purpose is ensuring that those involved in educational improvement have access to the best information from research and practice. During the contract period of 1995-2000, the RELs established a program called the Laboratory Network Program (LNP), which convened representatives from each Laboratory as a national network working on common issues.\nIn 1995, the Early Childhood LNP developed Continuity in Early Childhood: A Framework for Home, School, and Community Linkages (U.S. Department of Education, 1995), a document designed with two key purposes in mind: first, an emphasis on the need for children and families to receive comprehensive and responsive services, reflected in the eight elements of continuity outlined in the Framework (see Figure 1). Taken together, the elements are intended to promote a comprehensive understanding of continuity and transition during early childhood. Second, the Framework offered a set of guidelines that partnerships could use to compare and assess their current policies and practices, as well as identify areas in need of improvement.\nFigure 1. Elements of Continuity\n(U.S.Department of Education, 1995)\nAn extensive field review of the Framework indicated that although the document was helpful and informative, many community partnerships continued to have difficulty \"getting started.\" As a result, a Trainer's Guide was developed to support the use of the Framework and assist community partnerships in the first stages. These materials were developed by the Early Childhood LNP in collaboration with the National Center for Early Development & Learning.\nThe Trainer's Guide provides an overview of the content and potential uses of the Framework and includes all activities and materials necessary to conduct training sessions. The Guide itself consists of four training sessions that are organized around the eight elements of continuity. The materials are designed so that a local partnership has everything needed to conduct the training: background information, scripts, handouts, transparencies, sample agendas, and checklists for additional equipment and supplies:\n- The first session, Understanding Continuity, is designed to introduce participants to the Framework document and help participants develop a greater understanding and appreciation for continuity.\n- The second session, Developing a Continuity Team, highlights the importance of broad representation and shared leadership among partnership members.\n- The third session, Planning for Continuity, emphasizes the need for a comprehensive approach to service delivery and encourages participants to examine their current partnership practices and policies.\n- The final session, Formalizing Continuity, focuses on the importance of effective communication among group members and provides participants with an opportunity to formulate action plans.\nThe Guide is designed to be a flexible training tool, adaptable to meet the needs of a particular audience. The intended audience includes local partnerships for children and families (including Smart Start partnerships in North Carolina), Head Start Program representatives, public schools, and communities. The overall objectives of the training are (1) to enhance the collaborative's knowledge and understanding of continuity, (2) to strengthen and support collaborative groups in their efforts to work as partners, and (3) to maximize the benefit they might receive from using the Framework.\nWhat follows is a description of the field test that was designed to assess the use and effectiveness of the Trainer's Guide. The field test focused exclusively on the Framework materials--no other instructional sources were employed. We will present the major findings of the field test and summarize recommendations based on those findings. In addition, we will highlight the work of several collaborative partnerships that took part in the field study, and we will describe some of the problems they encountered, how they used the Framework materials to address those problems, and where they are today. Specifically, the evaluation will explore:\n- To what extent is the information contained in the Framework and Trainer's Guide relevant and useful to community partnerships?\n- What is the perceived impact of the training and Framework on partnership activities?\n- How do partnerships incorporate elements of the Framework into their ongoing activities?\n- Of the review sites that indicated interest in the training materials, what proportion actually conducted the training?\nThe overall usefulness and effectiveness of the Trainer's Guide was studied in two phases. Phase One consisted of document review and feedback from individuals working in the early childhood field. In Phase Two of field testing, the training was actually piloted in eight partnership sites.\nPhase One: Document Review\nReviewers for the Trainer's Guide were solicited through the Laboratory Network Program (LNP) and at conferences related to early childhood issues. Three hundred thirteen individuals/organizations requested a set of the Framework materials (participant manual, Trainer's Guide, and a sample color transparency) and feedback form. Feedback questions centered on four areas: (1) information's relevancy and accuracy, (2) format and organization of the Trainer's Guide, (3) specific training needs, and (4) possible barriers to conducting training.\nOf the 313 requesting materials, 215 (68.7%) reviewers returned feedback forms. Twenty-one percent (N = 45) of the respondents were members of a Smart Start partnership (North Carolina initiative), 19% (N = 40) worked in Head Start agencies, and 11% (N = 24) worked in family resource centers. Others included representatives from state agencies, school personnel, and university faculty. A majority (89%) of the respondents indicated that they are actively involved in a community partnership.\nFinal Follow-up with Select Reviewer Sites. Of the original 215 organizations/individuals who reviewed the Framework materials, 80 indicated an interest in conducting the training in its entirety and requested a complete set of transparencies. (The original materials included one sample color transparency, and the REL offered a complete set of Framework transparencies to all organizations making the request.) Approximately one year after receiving the materials, interviews were conducted with representatives who received transparencies. The purpose of these follow-up telephone calls was to determine if the materials had been used and the degree to which outside support or assistance might be needed to conduct the training.\nPhase Two: Pilot Training\nDuring the second phase of the field testing, the training was piloted in eight collaborative partnerships from across the nation (see Table 1). These sites were recruited through the LNP and selected based on their interest in the project. To assist with logistical details, a liaison, identified at each site, coordinated training dates and assisted with data collection. Sites varied according to demographics, partnership maturity, and sponsoring or lead agency.\n|Site Location||Community Type||Sponsor/Lead Agency|\n|Beaufort, SC||Rural||Success by 6|\n|Dothan, AL||Urban||Family Resource Center|\n|Walnut Cove, NC||Rural||Smart Start|\n|Valdosta, GA||Rural||Family Connections/County Commission|\n|Wheeling, WV||Rural||Head Start|\n|Troy, NC||Rural||Smart Start|\n|Concord, WV||Rural||Family Resource Center|\nFive of the partnerships described themselves as existing collaboratives (two years or more), while the remaining three indicated that they were in the planning stages of building a collaborative partnership. Sponsors of the partnerships included Smart Start (2); Head Start, family resource centers (2); Success by 6; a public school system; and a county task force.\nAcross the eight sites, a total of 160 individuals participated in the training. Approximately 64% of the attendees were White, 27% were African American, and the remainder were either Hispanic, American Indian/Alaskan Native, or multiracial.\nSeveral of the partnerships invited persons who were not part of the collaborative partnership to attend the training. As a result, slightly more than half (54%) of the participants reported that they were current members of the partnership. The majority of these had been members less than one year (53%). Early childhood specialists represented the largest group attending the training (29%), followed by program administrators (18%), teachers/caregivers (14%), and parents (10%). Other groups represented included policy makers, members of the business community, and university faculty.\nEach of the sites conducted the entire training course in the fall; however, there was some variability in delivery of training. For example, some partnerships conducted the training as described in the Trainer's Guide--two complete, consecutive days of training. Other partnerships modified the training schedule to meet the needs of its members and used other formats such as one day of training followed two weeks later by a second day of training.\nAt the conclusion of training, participants were asked to provide feedback on specific elements of the training, including organization, training content, and materials/resources. In addition, participants were asked to comment on their satisfaction with the training and the overall usefulness of the training materials. This information, along with information gathered from the review sites, was used to revise the Trainer's Guide.\nIn the six months following the training, partnership activities were studied to determine the degree to which the collaboratives incorporated content from the Framework into their regular activities. Materials studied included a record of stakeholder attendance and meeting minutes documenting partnership activities. At the end of this period, a follow-up survey was sent to participants at each pilot site. Survey questions focused on three major areas: (1) impact of the training, (2) impact of the Framework materials, and (3) overall familiarity with Framework materials.\nIn addition to the final survey with individuals who participated in the training, a final interview was conducted with seven site liaisons (one liaison was unavailable for interview). Interview questions focused on the original goal of the partnership, reasons for participating in the field study, and impact of the training and Framework materials.\nThe data were analyzed to determine general response patterns and to identify logical changes or improvements to the Trainer's Guide. Both quantitative and qualitative techniques were used to analyze data from the review sites and the pilot sites.\nPhase One: Document Review\nAnalyses of data from reviewer sites were conducted on 215 surveys. Table 2 summarizes Trainer's Guide as easy to understand, relevant to their work, accurate, and up-to-date.\n|Survey Statement||Agreed or Strongly Agreed with Statement|\n|Information is accurate and up to date.||94.9% (4.54)|\n|Format is easy to understand and follow.||93.9% (4.49)|\n|Training materials were easy to understand and follow.||92.5% (4.46)|\n|Information is relevant to my work.||89.3% (4.41)|\n|I would be comfortable using the materials.||83.3% (4.29)|\n|*Note: According to the scale, 1 = strongly disagree and 5 = strongly agree. Mean scores are presented in parentheses.|\nA series of open-ended questions provided respondents with an opportunity to provide more specific information and feedback. When asked what parts of the training were most useful, of those who responded, approximately 30% reported that the materials were the most useful part of the training. Reviewers specifically mentioned handouts, transparencies, and checklists. Another 22% reported that the information focusing on the need to include families and share leadership responsibilities was most useful.\nReviewers also were asked to identify the greatest training need within their partnerships. Of those who responded, more than one-third (34%) reported that they often need assistance identifying and including community stakeholders. Reviewers cited family members and members of the business community as groups that often are poorly represented at partnership meetings. Other topics representing challenges to partnerships included developing the team, sharing leadership responsibilities, and involving families in meaningful ways.\nIn terms of barriers or factors that would influence the use of training, most of the respondents (75%) cited time as the greatest barrier to conducting training. This factor was followed by a lack of funding (68%), the unavailability of a trainer (45%), and lack of interest of collaborative partners (39%).\nFinal Follow-up with Select Reviewer Sites. Of the 80 individuals/organizations who requested a complete set of transparencies, 68 were located for follow-up interviews (85%). For the remaining 12, attempts to contact the site were unsuccessful; either the person requesting the transparencies was no longer there, or the materials were never received.\nInterviews revealed that 23 of the respondents had conducted training using the Framework and accompanying materials. Of those who stated that they had conducted the training, only two (less than 10%) had used the training in its entirety. Most had conducted at least one part of the training, selecting the portions most useful for their work. \"Families as Partners,\" \"Shared Leadership,\" and \"Comprehensive and Responsive Services\" were the elements from the Framework most often used for training.\nAn additional 17% said that although they had not conducted the training as designed, they had adapted the materials or used them in other circumstances. Examples of how they had adapted the materials included using the exercises, overheads, major concepts, and other information in training activities.\nHead Start agencies were the primary sponsors for half of the training events. Public schools, area education associations, state departments of education, local partnerships, child development centers, and related-type centers were listed as sponsors or lead agencies for the remaining training activities.\nTraining participants included staff and administrators at Head Start agencies, preschool and child care providers, local education agencies, schools, school improvement teams, state departments of education staff, local family service agencies and boards of directors, and parents.\nAll who said they had used the training materials were asked to comment on the usefulness of the training. The majority of respondents rated the training as \"very useful\" or \"useful,\" and all said they would recommend the training to others. Particular aspects of the training that respondents liked included:\n- professional quality, clarity of materials, and sequencing of content of the Framework;\n- handouts, activities, and overheads;\n- content and the ability to present the material at multiple skill levels; and\n- ease of use of the Framework.\nThere were suggestions for improving the training. Four respondents said the course was \"too long,\" especially if used in school systems or with parents. Others maintained a need for greater emphasis on action planning and implementation, \"more written support materials (research, position support, background), and additional copies of key pieces of materials that helped shape the Framework.\"\nPhase Two: Pilot Training\nIn terms of the training quality and overall effectiveness, most of the participants rated the training sessions as either \"good\" or \"excellent.\" Participants tended to rate the second day of training as higher in quality and more effective than the first day of training (M = 4.392 and M = 4.17, respectively, based on a 5-point scale).\nParticipants also evaluated the effects of the training and estimated its impact on future partnership practices. Using a four-point Likert-type scale, participants rated the extent to which they agreed with each statement. Table 3 summarizes participants' appraisal of the training and reinforces the focus of the original training objectives.\nObjective 1: To enhance the collaborative's knowledge and understanding of continuity\n|As a result of the training, I believe that I am motivated to build and strengthen continuity efforts in my community.||3.44||.65|\n|As a result of the training, I believe that I have a better understanding of continuity and why it is important.||3.41||.65|\n|I believe that this training will have an impact on increasing awareness of new skills and knowledge for our team.||3.31||63|\nObjective 2: To strengthen and support collaborative groups in their efforts to works as partners\n|As a result of the training, I believe that I am better able to participate as a member of a home, school, and community partnership.||3.40||.65|\n|I believe that this training will have an impact on how decisions are made and the planning we do for services.||3.25||.59|\n|I believe that this training will have an impact on changing/enhancing the quality of community practices.||3.23||.58|\nObjective 3: To maximize the benefit the collaborative might receive from using the Framework\n|As a result of the training, I believe that I am better able to use the Framework as a tool for exploring continuity and transition||3.26||.63|\n|I believe that this training will have an impact on positively affecting outcomes for children and families.||3.31||.63|\n|*Note: According to the scale, 1 = strongly disagree and 4 = strongly agree.|\nIn addition to participant ratings immediately following the training, data were collected on regular partnership activities after the training. Analysis of materials such as meeting minutes revealed that during the six months following completion of the training, five of the eight sites reported that they continued to use the Framework materials. Exactly how the materials were used varied from site to site. Two of the sites selected specific elements of the Framework as their priority concerns for the coming year. They then organized subcommittees to review the partnerships' practices with respect to those elements and make recommendations for improving existing services. Another partnership used the materials to provide training to other agencies and organizations not directly involved with the partnership. The remaining two partnerships used the Framework as a resource for improving transition practices with their communities.\nAt the end of the six months, a final survey was distributed to participants at the last partnership meeting of the year, and surveys were mailed to those not in attendance at the final meeting. Approximately half of the individuals who participated in the training (81 of 160) responded to the survey. Participants were asked to rate the extent to which the Framework materials had had an impact on partnership practices. On a four-point scale (4 = \"a great deal,\" 3 = \"some,\" 2 = \"very little,\" and 1 = \"not at all\"), the majority of respondents (88.6%) reported that the training had \"impacted\" their knowledge and skill development \"some\" or a \"great deal.\" Respondents also thought that the Framework had at least \"some\" impact on the knowledge and skills development of their partnership (83%) and community (72%). The majority (97.4%) speculated that the Framework would have at least some future impact.\nFinally, participants were asked to indicate the single greatest impact they experienced as a result of the training. Approximately 41% reported that as a result of the training they felt more motivated to build or strengthen efforts to support continuity of services for children in their communities. Thirty-five percent of the respondents said they had a better understanding of continuity and its importance; 17% felt that the training prepared them to be better members of their partnership; and 7% said that the training gave them a greater understanding of the Framework as a tool.\nStokes County Partnership for Children, King, NC\nAn ongoing goal of the Stokes County Partnership for Children is to create a system that encourages service providers to work together and promotes continuity for children and their families. Members of the partnership began by using the Framework to build their own knowledge and skills about continuity; however, they soon recognized the need to inform others of the importance of continuity in children's lives. As a result, the Partnership conducted a series of focus groups and meetings among parents and family members within the community. They used information from Elements 3 (Comprehensive/Responsive Services) and 7 (Developmentally Appropriate Care/Education) to explain what was needed to support continuity and its potential benefits for children. These meetings were also an opportunity to inform families of the various resources and supports available within the community. Later, the focus groups were expanded to include all stakeholders (e.g., child care, kindergarten, Head Start, school administrators, special needs coordinators, etc). The information gathered from these meetings has been used to guide the development and implementation of policies and practices that promote continuity.\nFinal Interview with Liaisons. In the final interview conducted with site liaisons, five of the seven liaisons reported that the overall goal of their partnership is to improve services for children and their families by connecting agencies and strengthening the collaborative bonds between those agencies. Three of the liaisons specifically mentioned the need to improve transitions and create a system of responsive and comprehensive services.\nIn addition, liaisons were asked to talk about their reasons for participating in the field-test process. At least three of the liaisons cited low levels of collaboration across agencies and indicated that partnership meetings were used primarily as a time for sharing information. Others saw the training as an opportunity to invite additional partners to the table and begin a discussion of how they could better work together.\nFinally, liaisons were asked to rate the extent to which the Framework materials had been helpful in accomplishing their overall partnership goal. Using a five-point scale, five of the liaisons rated the Framework materials as either \"helpful\" (4) or \"very helpful\" (5). The remaining two liaisons rated the Framework materials as at least \"somewhat helpful\" (3).\nDeveloping and maintaining a community collaborative is hard work, and it is a challenge that requires a great deal of commitment and cooperation from those involved. Training and resource materials available to help community partnerships build a more responsive system must address such issues as time constraints, communication gaps, differences in professional training, and funding limitations. Given these challenges, the Continuity Framework and its Trainer's Guide seem to be important and useful tools for helping partnerships increase collaboration and involvement.\nData gathered from participant ratings and key-informant interviews indicated that the training was helpful in a number of ways. A feature of the training mentioned by many of the participants was the fact that the experience helped \"level the playing field.\" That is, it provided stakeholders with a common language to use as they worked together. As illustrated in the following example, stakeholders often come from a variety of agencies and backgrounds, which can be a major impediment when a community must begin to work together and coordinate its efforts.\nThe case studies in the sidebars highlight the work of four collaborative partnerships that took part in the field study. These case studies discuss some of the problems they encountered, how they used the Framework materials to address those problems, and where they are today.\nBovill, Idaho, Collaborative\nBovill is a small town (population 310) located in the north central part of the state. Bovill has no resident doctor or dentist. At the time, there also was no child care center or preschool available to children. (The closest one was 35 miles away.)\nIn 1998, various members of the community decided that they wanted to do something to help improve the situation for children. This group of citizens brought together parents and virtually every local organization to work on a plan that would support the learning needs of children and their families. Part of this effort was a proposal submitted to the J.A. and Kathryn Albertson Foundation that would help fund an early learning center. In 1999, they were awarded a grant, and they began the work to open the Bovill Early Childhood Community Learning Center.\nHowever, once the work began, members of the partnership found that they did not have a common vocabulary to talk about the issues of early childhood education. There were also difficulties associated with establishing a partnership, such as \"Who else should be included?\" and \"How do you get started?\" In an effort to \"get started\" and begin the planning process, the partnership elected to participate in the field testing of the Framework materials.\nFramework training was provided over two consecutive days and built into the inservice training schedule of the elementary school. In addition to staff and faculty from the elementary school, representatives from other agencies and organizations participated, including the health department, the Idaho Department of Disabilities, news media, schools, early childhood education, Even Start, parents, university students, attorneys, community leaders, and businesses.\nAccording the site liaison, the Framework materials were used:\n- To improve awareness of key issues in providing high-quality services. The Framework provides direction to help develop a program that really works.\n- To provide a common language and for internal communication enhancement. Now everyone \"speaks the same language.\"\n- As an external communication tool. According to the liaison, \"it is so much easier to talk with funding sources when you use the structure of the elements as a base.\"\n- To validate their progress toward providing the best practices in early childhood education.\n- As a piece of the Bovill Elementary School improvement plan.\nPositive impact on individual partnership members was cited as another basis for success of the training. Many indicated they had a better understanding of continuity and were more motivated to continue to work on the difficult issues that often arise as part of the collaborative process. An added value of the training was the opportunity to spend time together and develop relationships with persons from other agencies. Often, these individual relationships help form the basis for collaborative work within the partnership.\nBased on the sites that continued to use the materials, the Continuity Framework and its Trainer's Guide seem to be equally useful to both existing and newly established partnerships. A common experience in the maturation of partnerships is that they are prone to lose initial momentum, often stagnating into \"easy\" roles such as simple information sharing. A serendipitous discovery of this study is that such partnerships evidenced rejuvenation of their efforts after participating in the training (see the Valdosta, Georgia, example).\nValdosta, Georgia, Collaborative\nThe Lowndes County/Valdosta Commission for Children and Youth has been in existence for more than a decade, and during this time, the partnership has experienced various \"ups and downs.\" According to site liaison Vickie Elliott, cycles are a normal part of the collaborative process, \"They may be the result of staff turnover or changes in the board chair and/or board members.\" She reports that participation in the training provided members with practical, research-based information. This information served as a reminder to members that they were doing good work and that their work was important.\nSince the training, the partnership has continued to use Framework materials as a reference and resource. For example, during a recent meeting, members began a discussion regarding the evaluation of partnership activities. They used Element 8: Evaluation of Partnership Success to help shape and guide this discussion. In addition, the partnership has applied for and received a 21st Century Learning Community grant. Because of the knowledge and understanding they gained during the training, members requested funds for a case manager position to be based at each school and conducting home visits. It is hoped that this strategy will facilitate communication and create greater continuity of services for students and families.\nFinally, the data indicate that change takes place slowly. Participants reported that the training had had some impact on their community but felt that the greatest impact was yet to come. Bringing everyone to the table is not enough. True collaboration that produces continuity in services for children takes place over a long period of time, as agencies that have not previously worked together begin to get to know each other and slowly modify procedures and practices.\nMarshall County Tadpole Team, Wheeling, WV\nEfforts to collaborate are often driven by the realization that single agencies cannot solve problems alone. Partners must be willing to jointly plan and implement new ventures, as well as pool resources such as money and personnel. Nowhere is this need to collaborate and pool resources more crucial than in Marshall County, WV. Located in the northern part of West Virginia, Marshall County remains a predominantly rural county. With a population of approximately 36,000, Marshall County has seen a decline in the number of residents over the past two to three years, largely attributed to the economic hardships of the area. This part of West Virginia relies heavily on the coal and steel industries, and as these industries have fallen on hard times, so too have many families. As a result, many families have moved away to find other employment; however, many others have sought support from social services agencies within the community. In order to make the most of the limited resources and support available within the county, many of the local agencies (e.g., Northern Panhandle Head Start, Starting Points Center, Tadpoles Team) came together to form a community collaborative. Although their collaborative meetings began more as a time for sharing information, members soon realized that to be a true \"working group,\" they would need to broaden the meeting agendas and formalize the collaborative relationships. Using the Framework materials as an assessment tool, members worked through each element identifying the gaps in services and generating ideas for possible programs and procedures to address those gaps. This shift encouraged members to devote meeting times to discussing specific issues facing the community. Moreover, it encouraged members to formalize the partnership with written agreements. These agreements have allowed members to make a solid commitment to the collaborative, as well as clarify specific roles and responsibilities for services.\nBeyond the content of the training and issues related to the collaborative process, the field study underscored the importance of training structure and design. Many study participants praised the Framework materials for flexibility and relevance to a variety of contexts. The training materials were designed so that particular attention was devoted to issues such as target audience attributes (e.g., varied educational and professional development backgrounds), which dictate the appropriate level of sophistication as well as the need for course module structure (i.e., overall organization and scripting) to be highly adaptable to local training needs.\nThe field studies indicate that community partnerships benefit from training and technical assistance that help with the process of getting started, as well as recapturing momentum and focus. Additional research is needed to document the ongoing efforts of these communities and explore whether the Framework materials continue to have an impact on community practices and outcomes, as many of the participants predicted. Further study also is needed to determine what other kinds of training or technical assistance might be useful to these partnerships as they work to build capacity and expand or grow new programs.\nBronfenbrenner, Urie. (1979). The ecology of human development. Cambridge, MA: Harvard University Press.\nBruner, Charles; Kunesh, Linda; & Knuth, Randy. (1992). What does research say about interagency collaboration? [Online]. Oak Brook, IL: North Central Regional Educational Laboratory. Available: http://www.ncrel.org/sdrs/areas/stw_esys/8agcycol.htm [2002, October 22].Editor's Note: this url is no longer active.\nFamily Support America. (1996). Making the case for family support [Online]. Chicago: Author. Available: http://www.familysupportamerica.org/content/pub_proddef.htm [2002, October 22]. Editor's Note: this url is no longer active.\nHoffman, Stevie (Ed.). (1991). Educational partnerships: Home-school-community [Special issue]. Elementary School Journal, 91(3).\nKagan, Sharon Lynn. (1992). The strategic importance of linkages and the transition between early childhood programs and early elementary school. In Sticking together: Strengthening linkages and the transition between early childhood education and early elementary school (Summary of a National Policy Forum). Washington, DC: U.S. Department of Education. ED 351 152.\nKunesh, Linda. (1994). Integrating community services for children, youth, and families. Oak Brook, IL: North Central Regional Educational Laboratory.\nMelaville, Atelia; Blank, Martin; & Asayesh, Gelareh. (1996). Together we can: A guide for crafting a profamily system of education and human services (Rev. ed.). Washington, DC: U.S. Department of Education. Available: http://eric-web.tc.columbia.edu/families/TWC/ Editor's Note: this url is no longer active.[2002, October 22]. ED 443 164.\nNorth Central Regional Educational Laboratory. (1993). NCREL's policy briefs: Integrating community services for young children and their families. Oak Brook, IL: Author. Available: http://www.ncrel.org/sdrs/areas/issues/envrnmnt/go/93-3toc.htm [2002, October 22].\nU.S. Department of Education and U.S. Department of Health and Human Services. (1995). Continuity in early childhood: A framework for home, school, and community linkages [Online]. Washington, DC: Author. Available: http://www.sedl.org/prep/hsclinkages.pdf [2002, October 22]. ED 395 664.\nWheatley, Margaret J. (1992). Leadership and the new science. San Francisco: Berrett-Koehler.\nDr. Glyn Brown is a senior program specialist with SERVE Regional Educational Laboratory. She studied at the University of Alabama (B.S.), the University of Southern Mississippi (M.S.), and completed her Ph.D. in Family and Child Development at Auburn University. Prior to coming to SERVE, Dr. Brown worked as a children's therapist in a community mental health program. As a program specialist with SERVE, Dr. Brown provides training and direct consultation to school personnel, child care providers, and community partnerships.\nSERVE Regional Educational Laboratory\n1203 Governor's Square Blvd., Suite 400\nTallahassee, FL 32301\nCarolynn Amwake, a program specialist at the SERVE Regional Educational Laboratory, has extensive experience working with families, child care providers, teachers, administrators, and community partners. She received her B.S. from Radford University in early childhood education and special education and has taught children with special needs in elementary schools, children's homes, and child care centers. Her experiences as an educator and parent led to an interest in improving the quality and continuity of early childhood transitions for both children and families.\nSERVE Regional Educational Laboratory\n1203 Governor's Square Blvd., Suite 400\nTallahassee, FL 32301\nTimothy Speth is a research associate at Northwest Regional Educational Laboratory (NWREL). He received his B.S. in psychology from South Dakota State University and his M.A. from San Diego State University. He has extensive training and experience in research design, statistics, and program evaluation. Mr. Speth is currently involved with several research and evaluation projects throughout the Northwest, as a Research Associate of NWREL's Child and Family Program. He is the primary external evaluator for six Alaska schools participating in the Comprehensive School Reform Demonstration Project (CSRD) and assists in CSRD-related activities throughout the Northwest.\nNorthwest Regional Educational Laboratory\n101 S.W. Main Street, Suite 500\nPortland, OR 97204-3297\nCatherine Scott-Little, Ph.D., is director of the Expanded Learning Opportunities Project for SERVE. Dr. Little completed her graduate work in human development at the University of Maryland, College Park. Her undergraduate degree in child development and family relations is from the University of North Carolina at Greensboro. Prior to joining SERVE, Dr. Little was deputy director of a large Head Start program in Fort Worth, Texas, and she has also served as director for a child development center serving homeless families in the Washington, DC, area.\nSERVE Regional Educational Laboratory\nP.O. Box 5367\nGreensboro, NC 27435", "id": "<urn:uuid:5796c026-a8b2-4a00-ac9d-d935eecfa46f>", "dump": "CC-MAIN-2013-20", "url": "http://ecrp.uiuc.edu/v4n2/brown.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9614564776420593, "token_count": 8499, "score": 3.296875, "int_score": 3}
{"text": "Date: August 2010\nCreator: Allen, Evette L.\nDescription: Family communication has the potential to affect a variety of youth behavioral outcomes including adolescent sexual risk behavior. Within chapter 1, I present past literature on adolescent sexual risk behaviors, family communication patterns, and the gaps associated with those areas. In chapter 2, I review previous literature on adolescent sexual risk behavior, parent-child communication and family communication patterns. In chapter 3, I present the method which includes a description of the participants, procedures, measures, and data analysis used. In Chapter 4, I present the results of the study. According to the results of the study, father-child communication is not a better predictor of adolescent sexual risk behavior. A higher quantity of parent-child communication does not lead to less adolescent sexual risk behavior. Participants with a pluralistic family type do significantly differ from laissez-faire and protective family types in regards to levels of parent-child communication. Participants with a consensual family type do have significantly higher levels of parent-child communication in comparison to laissez-faire family types, but not protective family types. Finally, in chapter 5, I present the discussion with a review of previous research (consistent or inconsistent with the current findings), limitations and conclusions for the current study.\nContributing Partner: UNT Libraries", "id": "<urn:uuid:eeed63e4-ccb3-480f-bd77-7d8de8b6555e>", "dump": "CC-MAIN-2013-20", "url": "http://digital.library.unt.edu/explore/partners/UNT/browse/?fq=untl_decade%3A2010-2019&fq=str_degree_department%3ADepartment+of+Communication+Studies", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8894909024238586, "token_count": 271, "score": 2.578125, "int_score": 3}
{"text": "Children of substance abusers: Observations and their mothers' reports of childrearing practices\nThe widespread use of drugs includes women who are mothers and of childbearing age. A review of the literature shows that women who are substance abusers suffer from depression, low self-esteem, have poor health and nutrition, and histories of family violence and abuse.^ During pregnancy, addictive women often lack prenatal care. In utero exposure to drugs is associated with multiple postnatal outcomes which include prematurity, low birth weight, neonatal abstinence syndrome, and Acquired Immunodeficiency Syndrome (AIDS). Intelligence testing found that the children scored within the normal range but significantly lower than the children of drug-free controls.^ Conflicting views on the parenting of mothers who are substance abusers exist. Deprived and poorly nurtured in childhood themselves, they feel inadequate as parents. However, they love their children, are capable of learning developmental issues of childhood, and can respond with sensitivity to their needs.^ The purpose of this study was to examine the child-rearing attitudes and parental style of addicted mothers and the impact of their drug use, parental attitudes, and demographic variables on their interactions with their children. Forty-four mothers, forty-one drug users and three non-drug users, and nineteen infants participated in the study. Participants attended the Infant and Toddler Schools of the Center for Comprehensive Health Practice, Inc. Subjects completed the demographic sheet and the modified Child-Rearing Practices Report (CRPR). The child data was obtained from the agency and included the scores of the Bayley Scales of Infant Development, the Checklist for Caregiver-Infant Observation, and the Home Observation for Measurement of the Environment-Short Form (Home-SF). Generally, greater parental control and less expression of affection were adhered to as values by the participants of the study. Correlations as a function of drug usage and demographic variables suggested that the participants held both sound and inappropriate child-rearing attitudes. Length of treatment and the age of the youngest child emerged as the demographic variables most related to the parental attitude variables. The children scored within the average range of intelligence, however, the range of variation was highly significant. ^\nHealth Sciences, Mental Health|Women's Studies|Psychology, Developmental\nSarai Ramona Padilla-Rafalsky,\n\"Children of substance abusers: Observations and their mothers' reports of childrearing practices\"\n(January 1, 1993).\nETD Collection for Pace University.", "id": "<urn:uuid:288bae5d-f267-40ac-bd2c-195909577617>", "dump": "CC-MAIN-2013-20", "url": "http://digitalcommons.pace.edu/dissertations/AAI9406436/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9386689066886902, "token_count": 516, "score": 2.546875, "int_score": 3}
{"text": "Education and health outcomes for social minorities in India: An analysis using SUR model\nAbstractThe current study analyzes the health and education outcomes of fifteen year old children in India and investigates the question of inequality of such outcomes for socio-religious categories. To study the effect of health on education, SUR estimation has been undertaken. The comparison of SUR and OLS results shows that SUR estimates have smaller standard errors than the OLS estimates. Of the three categories analyzed in the data, STs have worst outcomes for both education and health and SCs lag behind in the health field. The results have important implications for policy regarding education and health of the socio-religious minorities.\nDownload InfoIf you experience problems downloading a file, check if you have the proper application to view it first. In case of further problems read the IDEAS help page. Note that these files are not on the IDEAS site. Please be patient as the files may be large.\nBibliographic InfoPaper provided by Agricultural and Applied Economics Association in its series 2012 Annual Meeting, August 12-14, 2012, Seattle, Washington with number 124840.\nDate of creation: 2012\nDate of revision:\nContact details of provider:\nPostal: 555 East Wells Street, Suite 1100, Milwaukee, Wisconsin 53202\nPhone: (414) 918-3190\nFax: (414) 276-3349\nWeb page: http://www.aaea.org\nMore information through EDIRC\nHealth Economics and Policy;\nThis paper has been announced in the following NEP Reports:\nPlease report citation or reference errors to , or , if you are the registered author of the cited work, log in to your RePEc Author Service profile, click on \"citations\" and make appropriate adjustments.:\n- Sonalde Desai & Veena Kulkarni, 2008. \"Changing educational inequalities in india in the context of affirmative action,\" Demography, Springer, vol. 45(2), pages 245-270, May.\n- Vani Borooah & Sriya Iyer, 2005.\n\"Vidya, Veda, and Varna: The influence of religion and caste on education in rural India,\"\nThe Journal of Development Studies,\nTaylor and Francis Journals, vol. 41(8), pages 1369-1404.\n- Vani K. Borooah & Sriya Iyer, 2002. \"Vidya, Veda, and Varna: The Influence of Religion and Caste on Education in Rural India,\" ICER Working Papers 32-2002, ICER - International Centre for Economic Research.\n- Behrman, Jere R, 1996. \"The Impact of Health and Nutrition on Education,\" World Bank Research Observer, World Bank Group, vol. 11(1), pages 23-37, February.\n- Dreze, Jean & Kingdon, Geeta Gandhi, 2001.\n\"School Participation in Rural India,\"\nReview of Development Economics,\nWiley Blackwell, vol. 5(1), pages 1-24, February.\n- Jean Drèze & Geeta Gandhi Kingdon, 1999. \"School Participation in Rural India,\" STICERD - Development Economics Papers - From 2008 this series has been superseded by Economic Organisation and Public Policy Discussion Papers 18, Suntory and Toyota International Centres for Economics and Related Disciplines, LSE.\n- Jean Dreze & Geeta Gandhi Kingdon, 1999. \"School Participation in Rural India,\" Working papers 69, Centre for Development Economics, Delhi School of Economics.\n- Ashwini Deshpande, 2000. \"Recasting Economic Inequality,\" Review of Social Economy, Taylor and Francis Journals, vol. 58(3), pages 381-399.\n- Case, Anne & Fertig, Angela & Paxson, Christina, 2005. \"The lasting impact of childhood health and circumstance,\" Journal of Health Economics, Elsevier, vol. 24(2), pages 365-389, March.\nFor technical questions regarding this item, or to correct its authors, title, abstract, bibliographic or download information, contact: (AgEcon Search).\nIf you have authored this item and are not yet registered with RePEc, we encourage you to do it here. This allows to link your profile to this item. It also allows you to accept potential citations to this item that we are uncertain about.\nIf references are entirely missing, you can add them using this form.\nIf the full references list an item that is present in RePEc, but the system did not link to it, you can help with this form.\nIf you know of missing items citing this one, you can help us creating those links by adding the relevant references in the same way as above, for each refering item. If you are a registered author of this item, you may also want to check the \"citations\" tab in your profile, as there may be some citations waiting for confirmation.\nPlease note that corrections may take a couple of weeks to filter through the various RePEc services.", "id": "<urn:uuid:59aba203-f89c-4dfb-b105-96a2f515c170>", "dump": "CC-MAIN-2013-20", "url": "http://ideas.repec.org/p/ags/aaea12/124840.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8616490960121155, "token_count": 1045, "score": 2.515625, "int_score": 3}
{"text": "Survey data is a snapshot of a population, a moment captured in numbers, like vital signs: height, weight, temperature, blood pressure, etc. People build trend lines and watch for changes, shifting strategies as they make educated guesses about what’s going on. What’s holding steady? What’s spiking? What’s on the decline?\nJust as a thermometer makes no judgment, the Pew Research Center provides data about the changing world around us. We don’t advocate for outcomes or recommend policies. Rather, we provide an updated record so that others can make those pronouncements and recommendations based on facts.\nThe latest in our health research series is being released today. Health Online 2013 finds that internet access and interest in online health resources are holding steady in the U.S. For a quick overview, read on…\nWhat is new?\n1 in 3 U.S. adults use the internet to diagnose themselves or someone else – and a clinician is more likely than not to confirm their suspicions. This is the first time we – or anyone else – has measured this in a straightforward, national survey question.\n1 in 4 people looking online for health info have hit a pay wall. This is the first data I know of that begins to answer the important question: what is the public impact of closed-access journals?\nWe added three new health topics:\n- 11% of internet users have looked online for information about how to control their health care costs.\n- 14% of internet users have looked online for information about caring for an aging relative or friend.\n- 16% of internet users have looked online for information about a drug they saw advertised.\n(A full list of all the health topics we’ve included, 2002-10, is available here.)\nWhat has changed?\nThe percentage of people who have consulted online reviews of drugs and medical treatments dropped (and I don’t know why — do you have a theory? Please post a comment.)\nRelated: why aren’t health care review sites catching on? Pew Internet has tracked a boom in consumer reviews of other services and products — why not health care?\nWhat to keep an eye on?\nOne of my favorite survey questions is asked of all adults and attempts to capture a broad portrait of health care resources that someone might tap into when they’re sick.\nIt’s a useful question for keeping online resources in perspective. I think it’s also going to prove useful in the coming years as the landscape shifts and people have more opportunities to connect with clinicians online. How fast will that ”Yes, online” group grow? Or will care always be hands-on at its core — and therefore we should see growth in the “Yes, both” category?\nSpeaking of keeping things in perspective, I think it’s important to remind ourselves that there are pockets of people who remain offline. Internet access drives information access.\nHere’s a table from the Appendix that digs even deeper:\nIn other words, 64% of college educated adults in the U.S. have researched a specific disease online, compared with just 16% of U.S. adults who have not completed high school.\nThese are just a few highlights — please read the report, ask questions, and tell us what you think: How’s the patient doing, based on this new set of vital signs? What do you prescribe?", "id": "<urn:uuid:06a1d3e1-b436-41ec-b891-5dc64a3f53ac>", "dump": "CC-MAIN-2013-20", "url": "http://e-patients.net/archives/2013/01/health-online-2013-survey-data-as-vital-sign.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.946489691734314, "token_count": 716, "score": 2.578125, "int_score": 3}
{"text": "Nutrition has a big impact on health, including major diseases such as heart disease, osteoporosis, and cancer. Our work is designed to help people keep track of the nutrional content of foods they have eaten. Our work uses shopping receipts to generate suggestions about healthier food items that could help to supplement missing nutrients. Our application, based on shopping receipt data, provides access to ambiguous suggestions for more nutritious purchases.\nOur goal is to contribute a better understanding of how a sensor-based application can be integrated in everyday life. To do this, we chose an approach that can easily be replicated for many users, deployed, and tested for months at a time. We are currently in the process of conducting a diary study that can provide data on which we can train our prediction algorithms. We conducted a formative user study that suggested that receipts may provide enough information to extend our work by also estimating what people are actually eating, as opposed to simply what they are purchasing. We are also interviewing and observing people's shopping and food managing habits to further inform the system design.", "id": "<urn:uuid:0cbebbe3-f6c6-48cc-9401-6782625b11a6>", "dump": "CC-MAIN-2013-20", "url": "http://www.eecs.berkeley.edu/IPRO/Summary/Old.summaries/03abstracts/jmankoff.2.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9747440218925476, "token_count": 216, "score": 2.8125, "int_score": 3}
{"text": "Healthy Eating Plate\nHarvard’s New Guide to Healthy Eating\nStart here to learn more about the new Healthy Eating Plate created by nutrition experts at Harvard School of Public Health, in conjunction with Harvard Health Publications. The Healthy Eating Plate can be your blueprint for planning a healthy balanced meal, and it fixes key flaws in the U.S. Department of Agriculture’s MyPlate.\nHow can you follow the Healthy Eating Plate? Here’s a rundown, section by section:\n- Fill half of your plate with vegetables and fruits. The more color, and the more variety on this part of the plate, the better. Potatoes and French fries don’t count as vegetables on the Healthy Eating Plate, because they are high in fast-digested starch (carbohydrate), which has the same roller-coaster effect on blood sugar and insulin as white bread and sweets. These surges, in the short term, can lead to hunger and overeating, and in the long term, can lead to weight gain, type 2 diabetes, and other health problems. Read more about vegetables and fruits, or read more about carbohydrates and health.\n- Save a quarter of your plate for whole grains—not just any grains: Whole grains—whole wheat, brown rice, and foods made with them, such as whole wheat pasta—have a gentler effect on blood sugar and insulin than white bread, white rice, and other so-called “refined grains.” That’s why the Healthy Eating Plate says to choose whole grains—the less processed, the better—and limit refined grains. Read more about whole grains.\n- Put a healthy source of protein on one quarter of your plate: Chose fish, chicken, beans or nuts, since these contain beneficial nutrients, such as the heart-healthy omega-3 fatty acids in fish, and the fiber in beans. An egg a day is okay for most people, too (people with diabetes should limit their egg intake to three yolks a week, but egg whites are fine). Limit red meat—beef, pork, and lamb—and avoid processed meats—bacon, cold cuts, hot dogs, and the like—since over time, regularly eating even small amounts of these foods raises the risk of heart disease, type 2 diabetes, and colon cancer. Read more about healthy proteins.\n- Use healthy plant oils. The glass bottle near the Healthy Eating Plate is a reminder to use healthy vegetable oils, like olive, canola, soy, corn, sunflower, peanut, and others, in cooking, on salad, and at the table. Limit butter, and avoid unhealthy trans fats from partially hydrogenated oils. Read more about healthy fats.\n- Drink water, coffee or tea. On the Healthy Eating Plate, complete your meal with a glass of water, or if you like, a cup of tea or coffee (with little or no sugar). (Questions about caffeine and kids? Read more.) Limit milk and dairy products to one to two servings per day, since high intakes are associated with increased risk of prostate cancer and possibly ovarian cancer. Limit juice to a small glass per day, since it is as high in sugar as a sugary soda. Skip the sugary drinks, since they provide lots of calories and virtually no other nutrients. And over time, routinely drinking sugary drinks can lead to weight gain, increase the risk of type 2 diabetes, and possibly increase the risk of heart disease. Read more about healthy drinks, or read more about calcium, milk, and health.\n- Stay active. The small red figure running across the Healthy Eating Plate’s placemat is a reminder that staying active is half of the secret to weight control. The other half is eating a healthy diet with modest portions that meet your calorie needs. Read 20 tips for staying active.\nComparing the Harvard Healthy Eating Plate to the USDA’s MyPlate shows the shortcomings of MyPlate. Read a head-to-head comparison of the Healthy Eating Plate vs. the USDA’s MyPlate.\nYou can use the Healthy Eating Plate side by side with the Healthy Eating Pyramid, a simple and trustworthy guide to healthy eating created by faculty in the Department of Nutrition at Harvard School of Public Health. Read an in-depth article about the Healthy Eating Plate and the Healthy Eating Pyramid. Or read answers to common questions about the Healthy Eating Plate.\nDownload the Healthy Eating Plate\nThe Healthy Eating Plate image on this Web site is owned by the Harvard University. It may be downloaded and used without permission for educational and other non-commercial uses with proper attribution, including the following copyright notification and credit line:\nCopyright © 2011, Harvard University. For more information about The Healthy Eating Plate, please see The Nutrition Source, Department of Nutrition, Harvard School of Public Health, www.thenutritionsource.org, and Harvard Health Publications, health.harvard.edu.\nAny other use, including commercial reuse or mounting on other systems, requires permission from the Department of Nutrition at Harvard School of Public Health. To request permission, please contact us using the Healthy Eating Plate reprint request form on this Web site.\nThe aim of the Harvard School of Public Health Nutrition Source is to provide timely information on diet and nutrition for clinicians, allied health professionals, and the public. The contents of this Web site are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this Web site. The information does not mention brand names, nor does it endorse any particular products.", "id": "<urn:uuid:d5d999fa-d1cc-4fd9-9ee8-ebccf2bf3001>", "dump": "CC-MAIN-2013-20", "url": "http://www.hsph.harvard.edu/nutritionsource/healthy-eating-plate/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9277822971343994, "token_count": 1170, "score": 3.046875, "int_score": 3}
{"text": "Blood sugar is your body's primary source of fuel and plays a vital role in physical and mental well-being. But when it rises above normal, your health, your energy levels, and your weight-loss efforts are jeopardized.\nEven before blood sugar levels reach the point of a type 2 diabetes diagnosis, the health problems can be serious. More and more research links even slightly high blood sugar to food cravings, mood swings, and excess weight, as well as pregnancy and fertility problems, heart attacks, stroke, and even some forms of cancer, early evidence suggests.\nGood nutrition in general can help keep type 2 diabetes and high blood sugar at bay. But some specific foods and spices have been found to lower or help control blood sugar. Give these a taste.\nAvocado. This fruit is rich in a particular kind of monounsaturated fat called oleic acid, which has been found to improve fat levels in the body and help control diabetes. Help yourself to another serving of avocado!\nBeans. Many studies have shown that eating foods high in soluble fiber, particularly beans, reduces the rise in blood sugar after meals and delays the drop in blood sugar later on.\nCinnamon. Some alternative practitioners think that cinnamon may be helpful in making insulin receptors work better. Stir 1 teaspoon daily into a food or beverage. Other spices found to help the body use insulin more efficiently include bay leaf, clove, and turmeric.\nCoffee. Regular drinkers may be less likely to develop diabetes, reveals a study from the University of Minnesota. Diabetes experts suspect that compounds and minerals in coffee beans may improve the sensitivity of insulin receptors and help the body process blood sugar more efficiently.\nOrange. Studies indicate the soluble fiber and pectin in oranges can help control changes in blood sugar as well as help lower cholesterol.\nSweet potato. Despite its name -- and a flavor so luscious it makes a good dessert -- the sweet potato doesn't raise your blood sugar as high, or as fast, as a white potato.\nTea. Studies have shown that extracts of black tea may significantly reduce blood sugar levels. And enjoying a cup of chamomile tea may be more than a restful nighttime ritual -- the herb may help reduce blood sugar fluctuations.\nFor more healthy living news and features, visit PureMatters.com -- and don't forget to stop by the Pure Matters Shop for all your vitamin and supplement needs.\nSource: Pure Matters http://www.purematters.com/prevention/diabetes/foods-that-help-balance-blood-sugar", "id": "<urn:uuid:3bf4516a-cbfc-4fc5-a5b8-b627d273fec2>", "dump": "CC-MAIN-2013-20", "url": "http://www.krdo.com/news/health/diabetes-awareness/Foods-that-help-balance-blood-sugar/-/15278768/14431246/-/5daahv/-/index.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9182339906692505, "token_count": 530, "score": 2.875, "int_score": 3}
{"text": "Type 1 Diabetes: Living With the Disease (cont.)\nIN THIS ARTICLE\nType 1 diabetes requires daily attention to diet, exercise, and insulin. You may have times when this job feels overwhelming, but taking good care of yourself will help you will feel better, have a better quality of life, and prevent or delay complications from diabetes.\nEat well and count carbohydrate grams\nFollow one of these meal-planning methods to help you eat a healthful diet and spread carbohydrate through the day. This will help prevent high blood sugar levels after meals. For more information, see:\nFocus on the type of carbohydrate as well as the amount. This might help you stay at your target blood sugar level. Foods with a low glycemic index (GI) may help prevent spikes in blood sugar. It is not yet known if these foods help prevent complications. Low glycemic foods do not raise blood sugar as quickly as high glycemic foods. Foods with a low GI include high-fiber whole grains, lentils, and beans. High GI foods include potatoes and white bread.\nUsing fat replacers—nonfat substances that act like fat in a food—may seem like a good idea, but talk with a registered dietitian before you do. Some people may eat more food, and therefore more calories, if they know a food contains a fat replacer.\nMake sure you know how to give yourself insulin.\nTry to do at least 2½ hours a week of moderate activity. One way to do this is to be active 30 minutes a day, at least 5 days a week. Be sure to exercise safely. Drink plenty of water before, during, and after you are active. This is very important when it's hot out and when you do intense exercise. It may help to keep track of your exercise on an activity log(What is a PDF document?).\nMonitor your blood sugar\nChecking your blood sugar level is a major part of controlling your blood sugar level and keeping it in a target range you set with your doctor. For more information, see the topic Continuous Glucose Monitoring or see:\nHandle high and low blood sugar levels\nBe sure you:\nControl your blood pressure and cholesterol\nLimit your alcohol intake to no more than 2 drinks a day for men and 1 drink a day for women (none if you are pregnant). Discuss with your doctor whether you should drink alcohol.\nAsk if a daily aspirin is right for you\nTalk to your doctor about whether you should take low-dose aspirin. Daily low-dose aspirin (81 milligrams) may help prevent heart problems if you are at risk for heart attack or stroke. People with diabetes are 2 to 4 times more likely than people who don't have diabetes to die from heart and blood vessel diseases.5\nDeal with your feelings\nA chronic illness creates major change in your life. You may need to grieve the loss of your earlier life from time to time. Also, you may feel resentful, deprived, or angry about having to pay attention to what and how much you eat. For more information, see:\nProtect your feet\nDaily foot care can prevent serious problems. Foot problems caused by diabetes are the most common cause of amputations. For more information, see:\nLearn more about diabetes\nDiabetes is a complex disease and there is a lot to learn, such as:\neMedicineHealth Medical Reference from Healthwise\nTo learn more visit Healthwise.org\nFind out what women really need.\nPill Identifier on RxList\n- quick, easy,\nFind a Local Pharmacy\n- including 24 hour, pharmacies", "id": "<urn:uuid:4d23291b-67fb-49e5-9b5d-a3644f4cb990>", "dump": "CC-MAIN-2013-20", "url": "http://www.emedicinehealth.com/type_1_diabetes_living_with_the_disease-health/page11_em.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9261971116065979, "token_count": 741, "score": 3.296875, "int_score": 3}
{"text": "Details of Glycemic Index (GI)\nThe GI Scale\nThe glycemic index uses a scale from 1 to 100, which indicates the rate at which 50 grams of carbohydrate in a particular food is absorbed into the bloodstream as blood-sugar. The main reference food (rated 100) is glucose.\nGI Rating Categories\nThe glycemic index divides carbohydrate\nfoods into three categories:\nGI Food Testing is Ongoing\nNot all foods have been given a GI value, although most food-types are covered. However, due to the way GI is measured using volunteer subjects, results can vary, so GI values for some specific foods are not yet uniformly established.\nGI - Diabetes and Weight Control\nAlthough the glycemic index was first designed to assist diabetes patients manage their blood-sugar levels, dietitians and weight experts now use it as a tool to help treat obesity, food cravings and appetite swings, and improve eating habits.\nBoth the type AND quantity of carbohydrate in our food influence the rise in blood glucose. But the glycemic index only rates a standard 50 gram serving size of digestible carbohydrate in a particular food, which may not be appropriate for all foods. For example, foods whose serving size contains only a small amount of carbohydrate may in practice be better for blood sugar control than foods whose normal serving size contains a large amount of carbs. Therefore, to provide a more meaningful GI-rating system, researchers at Harvard University invented the term Glycemic Load, which applies the glycemic index to normal food serving sizes.\nOBESITY, OVERWEIGHT and", "id": "<urn:uuid:17b26358-fba0-4434-86b5-ce1458abe71f>", "dump": "CC-MAIN-2013-20", "url": "http://annecollins.com/gi-food-guide.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9093489050865173, "token_count": 321, "score": 3.75, "int_score": 4}
