"{\"text\": \"Nuclear Energy in France\\nNuclear energy is the cornerstone of french energy policy. In the ‘70s France chose to develop nuclear as its base load electricity source as a response to the oil crisis and assure its energy independence.\\nNuclear Electricity Production: France currently counts 58 commercial nuclear reactors in operation responsible for producing 80% of French domestic electricity. As a comparison, the 104 US reactors produces 20% of US electricity.Despite scarce natural resources, France has reached an energy independence of 50% thanks to its strategic choice for nuclear energy.\\nEnvironment: As well as providing safe and reliable energy, nuclear helps to reduce French greenhouse gas emissions by avoiding the release of 31 billions tones of carbon dioxide (contrary to coal or gas generation) and making France the less carbon emitting country within the OECD. As a leader in nuclear energy, France has developed clean technology for radioactive waste disposal. Reprocessing currently allows France to recover valuable elements from spent fuels and permit a significant reduction of high level waste and lead to safer and optimized containment, for final radioactive waste disposition. French nuclear power plants produces only 10 g/year/inhabitant of highly radioactive waste.\\nInternational Cooperation and research: France is one of the forerunner in nuclear research and participates in numerous international cooperation programs alongside the United States such as the development of the next generation of nuclear power plants (Gen IV) and the International Thermonuclear Experimental Reactor (ITER) that will be built in Cadarache, South of France.\\nThe French Atomic Energy Commission (CEA)\\nThe French Atomic Energy Commission is a public body established in October 1945 by General de Gaulle. It constitutes a power of expertise and proposition for the authorities. A leader in research, development and innovation, the CEA is involved in three main fields:\\nIt develops and acquires the technological building blocks necessary to the development of the nuclear reactors of the future (Contribution to Generation IV and GNEP research),\\nIt contributes to reducing greenhouse gas emission with its research on hydrogen, fuel cells, biomass, energy storage…,\\nIt supports the nuclear utilities in France by optimizing the nuclear power plants of the French nuclear fleet and by optimizing the fuel cycle,\\nIt offers safe and economically viable technical solutions for managing nuclear waste,\\nIt conducts fundamental research in climate and environmental sciences, high energy physics, astrophysics, fusion, nanosciences…\\nInformation and Health technologies:\\nIt tackles micro and nano-technologies for telecommunication and nuclear medicine for radiotherapy and medical imaging,\\nIt researches programs on biotechnology, molecular labelling, biomolecular engineering and structural biology,\\nIt shares its knowledge and know-how through education and training through the National Institute for Nuclear Sciences and Technologies (INSTN),\\nIt manages over 300 priority patents and is active in the creation of clusters.\\nDefense and National Security:\\nIt conceives, builds, maintains then dismantles the nuclear warhead of the French deterrence force,\\nIt helps to fight against nuclear, biological and chemical weapons (NRBC program).\\nThe missions of the CEA are similar to the Department of Energy in the United States. The CEA has a network of counselor or representatives in French Embassies around the world (see joint map).\\nThe French Nuclear Safety Authority (ASN)\\nCreated in 2006, from the former DSIN (Directorate for the Safety of Nuclear Facilities), the French Nuclear Safety Authority is an independent administrative authority which is tasked with regulating nuclear safety and radiation protection in order to protect workers, patients, the public and the environment from the risks involved in nuclear activities. It also contributes to informing the public. Like the Nuclear Regulatory Commission in the United States, it carries out inspections and may pronounce sanctions, up to and including suspension of operation of an installation.\\nFrench Institute for Radioprotection and Nuclear Safety (IRSN)\\nCreated in 2001 by merging the Protection and Nuclear Safety Institute (IPSN) and the Ionizing radiations Protection Office (OPRI), the Institute for Radioprotection and Nuclear Safety is a public establishment of an industrial and commercial nature placed under the joint authority of the Ministries of the Environment, Health, Industry, Research and Defense. It is the expert in safety research and specialized assessments into nuclear and radiological risk serving public authorities whose work is complementary to the ASN.\\nIts scope of activities includes:\\nenvironment and response,\\nhuman radiological protection,\\nresearch on the prevention of major accidents,\\npower reactor safety,\\nfuel cycle facility safety,\\nresearch installation safety,\\nwaste management safety;\\nnuclear defense expertise.\\nNational radioactive Waste Management Agency (ANDRA)\\nCreated in 1991, the French National Agency for Radioactive Waste Management is a public industrial and commercial organization that operates independently of waste producers. It is responsible for the long-term management of radioactive waste produced in France under the supervision of the French Ministries for Energy, Research and the Environment. It can be compared to a certain extent to the Office for Nuclear Waste of the Department of Energy in the United States.\\nAndra also pursues industrial, research, and information activities as it designs and implements disposal solutions suited to each category of radioactive waste:\\nthe collection, conditioning, disposal of radioactive waste from small producers (hospitals, research centers, industry),\\nspecification of waste packages for disposal,\\ndisposal in suited sites,\\nmonitoring of closed disposal facilities,\\nresearch programs for long-lived and high level activity waste, especially through the operation of an underground research laboratory in a deep clay formation…\\nGeneral Directorate for Energy and Climate (DGEC)\\nThe General Directorate for Energy and Climate represents the government and is part of the Office of the Department for Ecology and Sustainable Development. It defines the French nuclear policy. The DGEC takes care of the energy supply, the security of supply, oil refining and logistics, nuclear industry, and coal and mines.\\nConsequently, its activities include:\\nthe design and implement energy and raw material supply policy,\\nto ensure opening of electricity and gas markets,\\ntrack key energy and raw material sectors,\\nto oversee enterprises and public institutions in energy sector,\\nto ensure compliance with rules and regulations governing energy sector,\\nto participate in European and international energy projects and working groups,\\nto provide economic, environmental, and fiscal expertise on energy matters.\\nThe Rise of Nuclear Power Generation in France.\", \"id\": \"<urn:uuid:f5c220a7-7276-4cf2-9208-33679d478b1f>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://ambafrance-us.org/spip.php?article949&xtor=AL-13\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9123350381851196, \"token_count\": 1305, \"score\": 3.125, \"int_score\": 3}\n"
"{\"text\": \"the energy [r]evolution\\nThe climate change imperative demands nothing short of an Energy [R]evolution. The expert consensus is that this fundamental shift must begin immediately and be well underway within the next ten years in order to avert the worst impacts. What is needed is a complete transformation of the way we produce, consume and distribute energy, while at the same time maintaining economic growth. Nothing short of such a revolution will enable us to limit global warming to less than a rise in temperature of 2° Celsius, above which the impacts become devastating.\\nCurrent electricity generation relies mainly on burning fossil fuels, with their associated CO2 emissions, in very large power stations which waste much of their primary input energy. More energy is lost as the power is moved around the electricity grid network and converted from high transmission voltage down to a supply suitable for domestic or commercial consumers. The system is innately vulnerable to disruption: localised technical, weather-related or even deliberately caused faults can quickly cascade, resulting in widespread blackouts. Whichever technology is used to generate electricity within this old fashioned configuration, it will inevitably be subject to some, or all, of these problems. At the core of the Energy [R]evolution there therefore needs to be a change in the way that energy is both produced and distributed.\\n4.1 key principles\\nthe energy [r]evolution can be achieved by adhering to five key principles:\\n1.respect natural limits – phase out fossil fuels by the end of this century We must learn to respect natural limits. There is only so much carbon that the atmosphere can absorb. Each year humans emit over 25 billion tonnes of carbon equivalent; we are literally filling up the sky. Geological resources of coal could provide several hundred years of fuel, but we cannot burn them and keep within safe limits. Oil and coal development must be ended. The global Energy [R]evolution scenario has a target to reduce energy related CO2 emissions to a maximum of 10 Gigatonnes (Gt) by 2050 and phase out fossil fuels by 2085.\\n2.equity and fairness As long as there are natural limits there needs to be a fair distribution of benefits and costs within societies, between nations and between present and future generations. At one extreme, a third of the world’s population has no access to electricity, whilst the most industrialised countries consume much more than their fair share.\\nThe effects of climate change on the poorest communities are exacerbated by massive global energy inequality. If we are to address climate change, one of the core principles must be equity and fairness, so that the benefits of energy services – such as light, heat, power and transport – are available for all: north and south, rich and poor. Only in this way can we create true energy security, as well as the conditions for genuine human wellbeing.\\nThe Advanced Energy [R]evolution scenario has a target to achieve energy equity as soon as technically possible. By 2050 the average per capita emission should be between 1 and 2 tonnes of CO2.\\n3.implement clean, renewable solutions and decentralise energy systems. There is no energy shortage. All we need to do is use existing technologies to harness energy effectively and efficiently. Renewable energy and energy efficiency measures are ready, viable and increasingly competitive. Wind, solar and other renewable energy technologies have experienced double digit market growth for the past decade.\\nJust as climate change is real, so is the renewable energy sector. Sustainable decentralised energy systems produce less carbon emissions, are cheaper and involve less dependence on imported fuel. They create more jobs and empower local communities. Decentralised systems are more secure and more efficient. This is what the Energy [R]evolution must aim to create.\\nTo stop the earth’s climate spinning out of control, most of the world’s fossil fuel reserves – coal, oil and gas – must remain in the ground. Our goal is for humans to live within the natural limits of our small planet.\\n4.decouple growth from fossil fuel use Starting in the developed countries, economic growth must be fully decoupled from fossil fuel usage. It is a fallacy to suggest that economic growth must be predicated on their increased combustion.\\nWe need to use the energy we produce much more efficiently, and we need to make the transition to renewable energy and away from fossil fuels quickly in order to enable clean and sustainable growth.\\n5.phase out dirty, unsustainable energyWe need to phase out coal and nuclear power. We cannot continue to build coal plants at a time when emissions pose a real and present danger to both ecosystems and people. And we cannot continue to fuel the myriad nuclear threats by pretending nuclear power can in any way help to combat climate change. There is no role for nuclear power in the Energy [R]evolution.\", \"id\": \"<urn:uuid:b6cc700a-55c3-47a6-baaf-dbe7c04a4b04>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.energyblueprint.info/1332.0.html?L=0\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9383349418640137, \"token_count\": 982, \"score\": 3.3125, \"int_score\": 3}\n"
"{\"text\": \"The aviation sector is renowned as a carbon intensive business, but an increasing number of airports are looking to change that by integrating the latest green-tech into their daily operations.\\nAir travel and transport accounts for two percent of all human generated greenhouse gas emissions, according to the Intergovernmental Panel on Climate Change (IPCC) -- with airports contributing five percent to the overall aviation figure.\\nBy adapting clean energy policies and technologies, eco-conscious airport operators hope to make a dent in these numbers and boost the industry's environmental street-cred.\\n\\\"We are making our airports greener, while balancing the tremendous economic impacts they deliver for our region,\\\" says Amy Malick, deputy commissioner of sustainability for the Chicago Department of Aviation (CDA), which will host the fifth annual Airports Going Green conference this November.\\nThe conference provides a platform for over 400 airport executives and green thinkers from around the world to present programs, strategies, and lessons-learned regarding airport sustainability.\\n\\\"(We are) committed to implementing sustainable initiatives at our airports that enhance the quality of life for citizens,\\\" she adds.\\nMalick highlights how the CDA has installed over 230,000 square feet of vegetated roof space at Chicago O'Hare and Midway International Airport, ensured all Chicago airport trucks are fueled with ultra-low sulfur diesel gas and insisted recycled materials are utilized in all airports when possible.\\nAs a result, the CDA has saved 76,000 tons of CO2 from being pumped out by Chicago's airports alone, she claims.\\nAcross the U.S. like-minded schemes are taking off with increasing regularity. Airports such as Boston Logan and Denver International now generate a small percentage of their energy requirements from renewable energy sources (such as on site wind and solar).\\nIn Europe meanwhile 64 airports have joined the Airport Carbon Accreditation program, which recognizes innovative eco-airport efforts. A further five sites have signed up to the scheme in Asia.\", \"id\": \"<urn:uuid:aa0f19b1-b112-4860-b14c-9875543a1d51>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.ketv.com/news/money/Green-airports-on-carbon-cutting-mission/-/9674314/16815520/-/14tc1sf/-/index.html\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.942116379737854, \"token_count\": 398, \"score\": 2.828125, \"int_score\": 3}\n"
"{\"text\": \"Creator: Gust, Iris\\nDescription: The brochure promotes urban transportation policy to increase the use of renewable energy to 100%. Seen globally, transport is one of the main sources of greenhouse gas emissions. Yet fossil fuels are becoming scarce, will become increasingly expensive and will eventually stop being viable as transport fuels. Before this happens, climate change will have begun to have a serious impact on human lives. The authors believe that it is crucial to replace fossil fuels with renewable energy as soon as possible, especially in the transport sector. Making urban transport independent of fossil fuel is a great challenge, but the authors cite growing evidence that it can be achieved.\\nContributing Partner: UNT Libraries\", \"id\": \"<urn:uuid:5579e9d4-6e68-4bcf-87a3-ff20ed6954c4>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://digital.library.unt.edu/explore/partners/UNT/browse/?fq=str_location_country%3AChina&fq=str_location_country%3ADenmark&fq=str_location_country%3AAustralia\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9270371794700623, \"token_count\": 137, \"score\": 3.34375, \"int_score\": 3}\n"
"{\"text\": \"The transportation sector is responsible for an enormous amount of pollution, from fuel extraction and processing to greenhouse gas emissions and smog. Thankfully, old and new technologies alike can help us clean up our footprint as we get from here to there. Here are three options to consider.\\n1. Cargo Bike\\nA cool trend in green transportation is the use of cargo bikes (sometimes called pedicabs), mainly in cities. The idea is that pedal power transports people or bins of cargo (see photo above) — meaning goods can be delivered and people can get around without the use of fuel. Some companies that operate locally are even delivering their goods with bike power.\\nYou can create your own cargo bike by hooking a small cart to the back of your bicycle. You can take your recycling to the recycling center or take trips to the store or farmers market and transport your goods home without relying on a vehicle.\\nTo learn much more about this trend, see Cargo Bikes and Pedicabs.\\n2. Commuter Bicycle\\nTo make your daily commute to work — or even your weekly commute around town to run errands — there are many great bike options. Biking is a win-win: You get great exercise, enjoy fresh air, and can feel great about using a green form of transportation.\\nIf you’ve thought about commuting by bike, but aren’t sure which bicycle is right for you, check out the tips in What the Right Bike Can Do for You.\\n3. Green Car\\nIf the distance between point A and point B is too great for a bicycle or walking — and mass transit isn’t an option — a car can be a necessity. There have been many great strides made in green car technology over the past decade, and your options (check out Best Green Cars for some of them) now extend far beyond the well-known Prius hybrid. New all-electric vehicles, such as the Nissan Leaf, are getting great expert and driver reviews.\\nWhile the upfront cost of a hybrid or electric vehicle may be prohibitive, the car can pay for itself over time in fuel cost savings and maintenance cost savings (think no oil changes for an electric car!). Plus, you can take advantage of a $7,500 federal tax credit for the purchase of many green cars — and be sure to look into what state tax incentives may also be available in your area.\\nYou may have heard some common arguments against green cars. Probably the most common is that if an electric car runs on electricity generated by a coal-fired power plant, it isn’t actually cleaner than a regular gas car. The math has been crunched on this issue, and you can find the answers in the article Why Electric Cars Are Cleaner.\\nThere have also been some recent concerns about the safety of electric and hybrid cars; rumors on this issue were fueled by a Chevy Volt catching on fire. The green cars on the market today actually have excellent safety ratings, and you can read much more about this issue in The Truth About Electric Car Safety.\\nIf you do drive a gas-only car, you can still make driving it as clean as possible by hypermiling (using driving techniques that help you get better gas mileage). Learn how in Save Gas with Hypermiling.\\nWhat are your favorite means of green transportation?\\nPhoto by Metro Pedal Power\\nRead more: Conscious Consumer, Eco-friendly tips, Green, Technology, Transportation, bicycles, Bikes, care2 earth day, cargo bikes, cars, commuting, electric cars, green cars, green transportation, hybrid cars, hybrids, pedicabs, vehicles\\nDisclaimer: The views expressed above are solely those of the author and may\\nnot reflect those of\\nCare2, Inc., its employees or advertisers.\", \"id\": \"<urn:uuid:6a0a6961-4806-438a-bb35-91c953bcb2ce>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.care2.com/greenliving/smart-green-transportation-options.html\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.950780987739563, \"token_count\": 771, \"score\": 2.90625, \"int_score\": 3}\n"
"{\"text\": \"Free the Cans! Working Together to Reduce Waste\\nIn a blog about how people share, it’s worth the occasional reference to the bizarre ways that people DON’T SHARE. Is it safe to say we live in a society that places great value on independence, private property, personal space, and privacy? Even sometimes extreme value? Is that why people at an 8-unit apartment building in Oakland, CA have separate caged stalls for eight separate trash cans? I know it’s not nice to stare, but I walked by these incarcerated cans and could not help myself. I returned with my camera, so that I could share my question with the world: Why can’t people share trash cans or a single dumpster? Or, at the very least, why can’t the cans share driveway space?\\nThe Zero Waste Movement has come to the Bay Area and it calls for a new use for these eight cages. Here are my suggestions:\\n- Turn two of those cages into compost bins. Fill one with grass, leaves, and vegetable scraps, let it decompose for six months, then start filling the second bin in the meantime.\\n- Put in a green can, which is what Oakland uses to collect milk cartons, pizza boxes, yard trimmings, and all food to send it to the municipal composting facility. If your city doesn’t do this yet, tell them it’s a great idea and they could be as cool and cutting edge as Oakland.\\n- Put in one or two recycling cans for glass, plastic, cardboard, paper, aluminum, etc.\\n- Put out a FREE STUFF box for unwanted clothing and household items. The neighbors could sort through it each week, and later put it out on the curb for passers-by to explore. Take what’s left to Goodwill or a comparable donation spot.\\n- Put in a few small bins for various items that can be recycled, such asbatteries and electronics, which can then be taken to an electronics recycling center every month or two. Styrofoam can be brought to a local packaging store or ceramics business that accepts used packaging material. Or, if you accumulate a bunch of plastic bags,take them to a store or to some other place that accepts used ones.\\n- Put in ONE trash can. By the time you compost, recycle, re-use, redistribute, and take a few other measures to reduce your waste, you’ll have almost no trash each week.\\n- Install a bicycle rack or locked bicycle cage.\\n- With the leftover space, put in a container garden and a bench where neighbors can gather and chat. A much more pleasant alternative to the garbage can jailhouse ambiance, wouldn’t you agree?\", \"id\": \"<urn:uuid:c970d9a2-a5ce-4050-9ea3-58d7bbd609a8>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://sharingsolution.com/2009/05/23/free-the-cans-working-together-to-reduce-waste/\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9323602318763733, \"token_count\": 575, \"score\": 2.8125, \"int_score\": 3}\n"
"{\"text\": \"Joint use is a way to increase opportunities for children and adults to be more physically active. It refers to two or more entities — usually a school and a city or private organization — sharing indoor and outdoor spaces like gymnasiums, athletic fields and playgrounds. The concept is simple: share resources to keep costs down and communities healthy.\\nExamples of joint use agreements:\\nA principal unlocks the school gate after hours so neighbors can shoot hoops or play ball on evenings and weekends.\\nA school and swim team share a pool.\\nA school opens its soccer field to a local league for weekend games.\\nA YMCA opens its gym to the local PE teacher so students have a place to exercise.\\nWhy is joint use needed?\\nThe research is clear: the more active children are, the healthier they will be now and when they grow up. Yet certain places make physical activity harder instead of easier. Place matters since experts now know that where we live, work and play — the physical environment itself — determines, to a large degree, whether we will be healthy.\\nToo often, kids find the gate to their school’s blacktop or basketball court locked after school hours, locking them out of opportunities to be active. Closing off recreational facilities after school leaves many children and families struggling to incorporate physical activity into their daily routines. They may live in an area without a nearby park or be unable to afford exercise equipment or a gym membership.\\nJoint use agreements can fix these problems. Joint use makes physical activity easier by providing kids and adults alike with safe, conveniently located and inviting places to exercise and play. Besides making sense from a health perspective, joint use agreements make sense financially because they build upon assets a community already has. Sharing existing space is cheaper and more efficient than duplicating the same facilities in other parts of the community.\\nWhere is joint use happening?\\nJoint use is happening in cities throughout California and across the nation. In fact, the concept of joint use is not new. Schools have shared their land and facilities for community use for over 200 years. Most states, including California, have policies to encourage or require schools to make facilities open to the public. In California, a 2008 survey conducted by the Center for Cities and Schools revealed that close to 60 percent of responding school districts already have some type of joint use partnership, but thousands still do not.\\nHow does it work?\\nJoint use agreements facilitate a partnership between two or more entities, often school districts and local government agencies (e.g. parks and recreation or nonprofit organizations, to open up spaces such as playgrounds, athletic fields, pools, and gymnasiums to the community outside of school hours or to open up community facilities to schools at a reduced cost or for free.\\nJoint use partnerships can be formal (based on a legal document) or informal (based on a handshake), but formal agreements offer increased protections for both the facility and the community group using the facility. Since school staffing can change over time, personal relationships are not the most secure way to guarantee access to facilities into the future. A formal agreement can also help prevent problems related to maintenance, operations, liability, ownership or cost from arising.\\nMaintenance– How can we keep the space in good condition? Joint use agreements can detail each partner’s goals to help ensure that school properties are respected and maintained. When school resources are being shared, it’s important to have joint use agreements that specify who needs to make repairs and who will address wear and tear to the property. Some school officials have noticed a decrease in vandalism since implementing a joint use agreement. They have noted that when the community shares school resources, they take pride and ownership in the space, which can help deter vandalism.\\nOperations — Who will unlock the gate? Who will run the programs? These questions can be answered with joint use agreements so that partners know what they are responsible for.\\nLiability–What if someone gets hurt? Experts say most schools’ existing liability insurance is sufficient to cover any liability issues associated with joint use. Joint use agreements can identify liability concerns and make sure they are accounted for.\\nOwnership– How does joint use affect how decisions are made about the property? Joint use agreements should outline a process for resolving any conflicts that may surface. They should also highlight how the partnership will benefit each party.\\nCost– How expensive will the partnership be? Joint use agreements can be used to define how much each partner contributes. Partnerships do not need to cost a lot to be successful. Agreements can help partners anticipates what costs might be.\", \"id\": \"<urn:uuid:5c29112c-9367-4cee-b67d-9c4fbd2fda01>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.jointuse.org/resources/joint-use-101/\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9557764530181885, \"token_count\": 940, \"score\": 3.65625, \"int_score\": 4}\n"
"{\"text\": \"On Friday, the Department of Health\\nand Human Services (HHS) released a new report identifying interventions that can help increase physical activity\\nin youth aged 3-17 years across a variety of settings. The primary audiences\\nfor the report are policymakers, health care providers, and public health\\nprofessionals. APTA submitted comments in December 2012 on the draft report.\\nPhysical Activity Guidelines for\\nAmericans Midcourse Report: Strategies to Increase Physical Activity Among\\nYouth summarizes intervention strategies based on the evidence from\\nliterature reviews and is organized into 5 settings where youth live, learn,\\nand play: school, preschool and childcare, community, family and home, and\\nprimary health care.\\nKey findings of the report suggest that:\\nOther materials released by HHS include an infographic\\nhighlighting opportunities to increase physical activity throughout the day and\\na youth fact sheet summarizing the report's\\nrecommendations for youth aged 6-17 years. More information can be found at www.health.gov/paguidelines/midcourse/.\\nAPTA has long supported HHS' efforts to increase awareness about the\\nbenefits of physical activity. It provided input on the 2008\\nPhysical Activity Guidelines for Americansrelated to the importance of considering physical activity needs\\nand barriers for people with disabilities. It also served on the Physical\\nActivity Guidelines Reaction Group. The association also contributes to the Be Active Your Way Blog.\\ntherapists (PTs) and physical therapist assistants (PTAs), especially those who\\nhave patients with wounds, are encouraged to take steps to protect their most\\nvulnerable patients from carbapenem-resistant Enterobacteriaceae (CRE), a\\nfamily of germs that have become difficult to treat because they have high\\nlevels of resistance to antibiotics. In addition to patients at high risks, PTs\\nand PTAs should take all necessary precautions to prevent the spread of CRE to\\nAccording to the Centers for Disease Control and Prevention\\n(CDC), CRE are resistant to all, or nearly all, antibiotics—even the most\\npowerful drugs of last-resort. CRE also have high mortality rates, killing 1 in\\n2 patients who get bloodstream infections from them. Additionally, CRE easily\\ntransfer their antibiotic resistance to other bacteria. For example,\\ncarbapenem-resistant klebsiella can spread its drug-destroying properties to a\\nnormal E. coli bacteria, which makes the E.coli resistant to\\nantibiotics also. \\\"That could create a nightmare scenario since E. coli\\nis the most common cause of urinary tract infections in healthy people,\\\"\\nCRE are usually transmitted\\nperson-to-person, often on the hands of health care workers. Currently,\\nalmost all CRE infections occur in people receiving significant medical\\ncare. However, their ability to spread and their resistance raises the\\nconcern that potentially untreatable infections could appear in otherwise\\nhealthy people, including health care providers.\\nincludes resources for patients, providers, and\\nfacilities. The agency's CRE prevention toolkit has in-depth recommendations to\\ncontrol CRE transmission in hospitals, long-term acute care facilities, and\\nis in the process of updating its Infectious Disease Control webpage to ensure that\\nPTs and PTAs have the information they need to understand their critical role\\nin helping to halt the spread of CRE. Look for a follow-up article in News\\nNow when the webpage is launched.\\nhas selected 9 association members to serve on the PTA Education Feasibility\\nStudy Work Group: Wendy Bircher, PT, EdD (NM), Derek Brandes (WA), Barbara\\nCarter, PTA (WI), Martha Hinman, PT, EdD (TX), Mary Lou Romanello, PT, PhD, ATC\\n(MD), Steven Skinner, PT, EdD (NY), Lisa Stejskal, PTA, MAEd (IL), Jennifer\\nWhitney, PT, DPT, KEMG (CA), and Geneva Johnson, PT, PhD, FAPTA (LA). The work group is addressing the motion Feasibility Study\\nfor Transitioning to an Entry-Level Baccalaureate Physical Therapist Assistant\\nDegree (RC 20-12) from the 2012 House of Delegates. The work group will address\\nthe first phase of the study, finalizing the study plan and identifying\\nrelevant data sources for exploring the feasibility of transitioning the\\nentry-level degree for the PTA to a bachelor's degree.\\nAPTA supporting staff members\\nare Janet Crosier, PT, DPT, MEd, lead PTA services specialist; Janet Bezner,\\nPT, PhD, vice president of education and governance and administration; Doug\\nClarke, accreditation PTA programs manager; and Libby Ross, director of\\nthan 200 individuals volunteered to serve on the work group by submitting their\\nnames to the Volunteer Interest Pool (VIP). APTA expects to engage additional\\nmembers in the data collection process.\", \"id\": \"<urn:uuid:984179e4-db53-480f-9340-d6d19260bb41>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.apta.org/PTinMotion/NewsNow/2012/8/28/MidlifeFitnessStudy/?blogmonth=3&blogday=11&blogyear=2013&blogid=10737418615\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9075648188591003, \"token_count\": 1025, \"score\": 3.328125, \"int_score\": 3}\n"
"{\"text\": \"CDC's Office on Disability and Health focuses on the prevention of secondary conditions and health promotion among persons with disabilities. Emphasis is on scientific support for surveillance of disabilities, cost-effectiveness of prevention strategies focused on secondary conditions and health promotion activities, and identifying risk and protective factors for secondary conditions. This is implemented through providing funds to states for public health activities addressing the needs of persons with disabilities. The program emphasizes secondary conditions which cross diagnostic categories, and focus on broader disability areas. This is a relatively new approach to prevention programs for CDC, which historically focused on the primary prevention of disabling conditions. The program is focusing on activities that will enhance the ability to measure performance in this new area. This performance measure reflects a first step toward building a data collection system that will enable CDC to monitor trends related to health and quality of life among people with disabilities.\\nPerformance Goals and Measures\\nPerformance Goal: By 2002, a national network will exist that will provide all states with better access to data on disabilities for their use in analyzing the needs of people with disabling conditions.\\n|FY Baseline||FY 1999 Appropriated||FY 2000 Estimate|\\n|0 (1997).||By 1999, the number of states who have begun using the Behavioral Risk Factor Surveillance Survey (BRFSS) disability module will be increased to 15.||By 2000, the number of states who have begun using the Behavioral Risk Factor Surveillance Survey (BRFSS) disability module will be increased to 25.|\\nCurrently, there is not a data collection system in place that could be used to measure outcomes that focus on actual improvements in the quality of life of people with disabling conditions. As a result, the performance measure that has been selected for this program involves the nationwide implementation of a data collection system by the year 2002. We believe that, although challenging, nationwide implementation of the BRFSS' disability module by 2002 is feasible. However, this represents a change in direction for CDC's disabilities program, which previously focused on preventing primary disabilities. As part of on-going strategic planning efforts, the program has refocused its efforts on promoting health and improving quality of life among people with disabilities. 1997 is the first year that CDC has funded states to address these issues. As a result, the program is focusing on activities that will enhance the ability to measure performance in this new area. Tracking of the implementation of this data collection system will be accomplished through a requirement that all CDC state grantees report on whether they are utilizing the module. The cost of this data collection effort will be minimal.\\nVerification/Validation of Performance Measures: This performance measure will be verified by reviews of the reports required by cooperative agreement recipients.\\nLinks to DHHS Strategic Plan\\nThis objective is closely linked to DHHS Goal 5: Improve public health systems.\", \"id\": \"<urn:uuid:a529888e-a478-47b2-8761-75809ef8d263>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.cdc.gov/program/performance/fy2000plan/2000xiidisabl.htm\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9357686042785645, \"token_count\": 564, \"score\": 2.59375, \"int_score\": 3}\n"
"{\"text\": \"On May 15, the House Agriculture Committee passed its 2013 farm bill. The bill would cut the Supplemental Nutrition Assistance Program (SNAP, formerly known as the Food Stamp Program) by almost $21 billion over the next decade, eliminating food assistance to nearly 2 million low-income people, mostly working families with children and senior citizens.\\nThe bill’s SNAP cuts would come on top of an across-the-board reduction in benefits that every SNAP recipient will experience starting November 1, 2013.\\nThe Supplemental Nutrition Assistance Program’s (SNAP) primary purpose is to increase the food purchasing power of eligible low-income households in order to improve their nutrition and alleviate hunger and malnutrition. The program’s success in meeting this core goal has been well documented. Less well understood is the fact that the program has become quite effective in supporting work and that its performance in this area has improved substantially in recent years.\\nThe Supplemental Nutrition Assistance Program (SNAP, formerly known as the Food Stamp Program) is the nation’s most important anti-hunger program. In 2012, it helped almost 47 million low-income Americans to afford a nutritionally adequate diet in a typical month.\\nNearly 72 percent of SNAP participants are in families with children; more than one-quarter of participants are in households with seniors or people with disabilities.\\nSNAP is the nation’s most important anti-hunger program.\\nThis chartbook highlights some of the key characteristics of the almost 47 million people using the program as well as trends and data on program administration and use.\\nRelated: SNAP is Effective and Efficient\\nSNAP, the nation’s most important anti-hunger program, helps roughly 35 million low-income Americans to afford a nutritionally adequate diet. WIC — short for the Special Supplemental Nutrition Program for Women, Infants, and Children — provides nutritious foods, information on healthy eating, and health care referrals to about 8 million low-income pregnant and postpartum women, infants, and children under five. The School Lunch and School Breakfast programs provide free and reduced-price meals that meet federal nutritional standards to over 22 million school children from low-income families.\\n- Introduction to SNAP\\nThe Center designs and promotes polices to make the Food Stamp Program more adequate to help recipients afford an adequate diet, more accessible to eligible families and individuals, and easier for states to administer. We also help states design their own food stamp programs for persons ineligible for the federal program. Our work on the WIC program includes ensuring that sufficient federal funds are provided to serve all eligible applicants and on helping states contain WIC costs. Our work on child nutrition programs focuses on helping states and school districts implement recent changes in how they determine a child's eligibility for free or reduced-priced school meals.\\nMay 17, 2013\\nRevised May 16, 2013\\nUpdated May 8, 2013\\nRevised May 1, 2013\\nUpdated May 1, 2013\\n- View All By Date\", \"id\": \"<urn:uuid:bc53165f-1d0a-4c12-aaa0-5d50b436cadf>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.cbpp.org/research/?fa=topic&id=31\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9420174956321716, \"token_count\": 609, \"score\": 3.3125, \"int_score\": 3}\n"
"{\"text\": \"Our opinion: Fostering better nutrition is a key to reducing public health costs. That makes the scarcity of large grocery stores in some urban neighborhoods, especially poor ones, a matter of public policy.\\nIt’s easy, and comforting, to assume that in an modern, industrialized nation, everyone eats well. Surely with programs like food stamps, even needy people are doing OK, right?\\nMore than 40,000 people in Albany and Schenectady live in what are known as food deserts — places where a grocery store is at least a mile away. Many are poor. The U.S. Department of Agriculture estimates that about 3,700 of the more than 23,000 people in Albany who don’t live near a large grocer are poor. In Schenectady, about 5,400 of the more than 19,000 people for whom a supermarket trip is more like a trek are low income. Moreover, those estimates were based largely on information gathered before a recession that has made even more people poor.\\nThat’s not just an inconvenience. It’s a public health issue in a society where the problems associated with poor nutrition and obesity are linked to the growing cost of public health care.\\nOne suggestion for alleviating the problem comes from the American Cancer Society, which is reviving the controversial idea of a tax on soda and other sugar-sweetened drinks. The group suggests using the tax to help fund and evaluate child obesity programs. An even more productive use might be to devote a portion of such a tax to local efforts to lure larger grocery stores to urban neighborhoods that don’t have them now.\\nIt would seem doubtful, though, that the state Legislature will be any more inclined to implement a soda tax than it was last year, when it refused to do so even with the prospect of raising $400 million in new revenue and even with the urging of the state health commissioner and then-Gov. David Paterson.\\nThat doesn’t mean it’s not worth trying for a soda tax — encouraging kids in particular to cut back on sugary beverages is not a bad goal at all, nor is raising funds that could be used to promote a healthier citizenry. But the more likely reality is that New York and communities will have to find ways to do something about poor nutrition and food deserts without the help of a soda tax.\\nHere’s one direction: Since last March, Capital District Community Gardens has been supplying nine convenience stores and markets with fresh produce under a five-year, $175,000-a-year grant from the state Health Department that also helps underwrite fitness programs. Veggie Mobile Sprout, as this program is called, delivers produce twice a week at wholesale prices, enabling urban stores in Albany and Schenectady to sell fresh food at supermarket rates and offer something better than their typical fare of often fattening and less nutritious processed food. The program’s goal is to become self-sustaining.\\nHow many more ideas to promote healthy and affordable food choices are there that might perhaps benefit from some initial public investment or other support? Why not make identifying and nurturing those ideas part of the mission of local community development or economic development entities?\\nFunding for such programs would not be handouts; beyond improving nutrition and reducing obesity with a long-term eye toward reducing public health costs, they would help get greater value out of the public assistance that goes to people in low-income neighborhoods.\\nSounds like a shopping cart full of public interest to us.\", \"id\": \"<urn:uuid:fc2b2237-bb58-4d64-ab60-655ff3250f48>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://blog.timesunion.com/opinion/green-up-%E2%80%A8urban-deserts/16365/\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9627323150634766, \"token_count\": 725, \"score\": 2.65625, \"int_score\": 3}\n"
"{\"text\": \"Last week, President Barack Obama ordered interim regulations designed to enable wildland firefighters employed by the federal government to purchase health insurance through their jobs.\\nFor anyone who has seen this summer’s catastrophic wildfires, this seems like a no-brainer. People who risk their lives to save others’ lives and property, including public lands “owned” by the country’s citizens, should be treated better.\\nAccording to federal labor laws, most firefighters don’t qualify as permanent employees. Even though they may put in nearly a full year’s worth of hours during the fire season, the demand for men and women skilled in fighting wildfires drops precipitously during the winter. Keeping thousands of firefighters on the payroll all year long doesn’t make fiscal sense.\\nPolicies that push them toward other jobs make even less sense. Come spring, it makes sense to attract those who know what they are getting into and who already have been trained to fight fires effectively and safely.\\nEvery employer, including Uncle Sam, knows benefits are not cheap. Employers also know that good benefits help attract and retain good employees. Seasonal workers often do not receive benefits because they are largely interchangeable. One quits, another is hired, only minimal training is required. Quality may suffer – newly hired servers make more errors, for example, and the thumbs of new landscape personnel are not quite as green – but inexperience goes with the territory and the budget.\\nThat is hardly true of firefighters. These are not slow bloomers who ought to grow up and get a real job. They may never have another job as hard as this one. The hours are long, the working conditions are miserable and the work itself can be backbreaking, not to mention potentially fatal. They must respond quickly to rapidly worsening situations on unfamiliar terrain, and the consequences of not doing it well are catastrophic.\\nAlthough some will transition into permanent public-lands jobs, most of these young men and women won’t fight fires as a lifelong career. Similarly, not all enlisted military personnel serve until retirement; that does not mean their service is not valuable for its duration. While they serve, they deserve good benefits, and that certainly includes health insurance.\\nInsurance is available to nearly everyone for the right price, but anyone who has ever tried to buy an individual policy knows it can be difficult to find and difficult to use – distractions that firefighters certainly do not need. Individual insurance also can be more expensive than seasonal firefighters can afford, but the lack of insurance hampers their ability to seek care.\\nAnd they do need care, not only because they risk their lives and their health on our behalf, but because occupational hazards are not the only health-care problems they face. Like everyone else, they catch colds and flu and fall off their bicycles on their days off. Also like everyone else, they may have families.\\nLetting them purchase insurance through their job is the right thing to do. It is also not a benefit that many Coloradans would begrudge them, especially not this year.\", \"id\": \"<urn:uuid:ec2cbf97-d58a-435d-a771-124d9a3d81cd>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.durangoherald.com/article/20120717/OPINION01/707179971/-1/Opinion\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9766135811805725, \"token_count\": 628, \"score\": 2.546875, \"int_score\": 3}\n"
"{\"text\": \"Biomass plants generate electricity by burning what otherwise would be waste: brushy undergrowth that's been cleared from forests.\\nThe U.S. Forest Service estimates that on California national forest lands alone, there are easily 500,000 acres per year that should be thinned to reduce the risk of catastrophic wildfire.\\nBut to Tom Christoff of the Placer County Air Pollution Control District it's not only about reducing forest fires and producing electricity. He says by burning this waste in controlled emission plant, instead of in smoky piles in the forest:\\nCHRISTOFF: \\\"The benefits are huge, on the order of 95 percent reduction on particulate matter, 60 to 70 percent reduction on nitrous oxides, and considerable percentrage on carbon monoxide and volatile organic compounds.\\\"\\nChristoff says independent studies showed this would lead to demonstrable health benefits. That's one of the many reasons Placer County is planning to build a 2 megawatt biomass plant on county-owned land just outside Truckee.\\nTransportation cost is a complicating factor. It's much cheaper to burn the biomass in a pile in the forest than to truck it to a facility, says Kerri Timmer, who works for the state's Sierra Nevada Conservancy.\\nTIMMER: \\\"And there's at this point no guarantee for what price will be paid for the power that's generated using the material. So it's hard to get all of these commitments lined up to a point where an investor would feel comfortable in putting a lot of money into this up front.\\\"\\nBut recent legislation should help. A bill passed this year requires California's three biggest energy producers to purchase 50 megawatts of energy generated from forest biomass power plants.\\nThat's about enough electricity to power 50,000 homes.\", \"id\": \"<urn:uuid:2314ad22-4574-4c75-acb6-26aa63855876>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.capradio.org/181284\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9347382187843323, \"token_count\": 365, \"score\": 3.203125, \"int_score\": 3}\n"
"{\"text\": \"May 16, 2011\\nIf you fuel your truck with biodiesel made from palm oil grown on a patch of cleared rainforest, you could be putting into the atmosphere 10 times more greenhouse gasses than if you’d used conventional fossil fuels. It’s a scenario so ugly that, in its worst case, it makes even diesel created from coal (the “coal to liquids” fuel dreaded by climate campaigners the world over) look “green.”\\nThe biggest factor determining whether or not a biofuel ultimately leads to more greenhouse-gas emissions than conventional fossil fuels is the type of land used to grow it, says a new study from researchers at MIT. The carbon released when you clear a patch of rainforest is the reason that palm oil grown on that patch of land leads to 55 times the greenhouse-gas emissions of palm oil grown on land that had already been cleared or was not located in a rainforest, said the study’s lead author.\\nThe solution to this biofuels dilemma is more research. Unlike solar and wind, it’s truly an area in which the world is desperate for scientific breakthroughs, such as biofuels from algae or salt-tolerant salicornia.\", \"id\": \"<urn:uuid:15d19448-aa73-495a-802e-5b1e68a460f3>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://prn.fm/2011/05/17/christopher-mims-some-biofuels-worse-than-dirtiest-fossil-fuels/\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9587500095367432, \"token_count\": 253, \"score\": 3.484375, \"int_score\": 3}\n"
"{\"text\": \"NOAA scientists agree the risks are high, but say Hansen overstates what science can really say for sure\\nJim Hansen at the University of Colorado’s World Affairs Conference (Photo: Tom Yulsman)\\nSpeaking to a packed auditorium at the University of Colorado’s World Affairs Conference on Thursday, NASA climatologist James Hansen found a friendly audience for his argument that we face a planetary emergency thanks to global warming.\\nDespite the fact that the temperature rise has so far been relatively modest, “we do have a crisis,” he said.\\nWith his characteristic under-stated manner, Hansen made a compelling case. But after speaking with two NOAA scientists today, I think Hansen put himself in a familiar position: out on a scientific limb. And after sifting through my many pages of notes from two days of immersion in climate issues, I’m as convinced as ever that journalists must be exceedingly careful not to overstate what we know for sure and what is still up for scientific debate.\\nCrawling out on the limb, Hansen argued that global warming has already caused the levels of water in Lake Powell and Lake Mead — the two giant reservoirs on the Colorado River than insure water supplies for tens of millions of Westerners — to fall to 50 percent of capacity. The reservoirs “probably will not be full again unless we decrease CO2 in the atmosphere,” he asserted.\\nHansen is arguing that simply reducing our emissions and stabilizing CO2 at about 450 parts per million, as many scientists argue is necessary, is not nearly good enough. We must reduce the concentration from today’s 387 ppm to below 35o ppm.\\n“We have already passed into the dangerous zone,” Hansen said. If we don’t reduce CO2 in the atmosphere, “we would be sending the planet toward an ice free state. We would have a chaotic journey to get there, but we would be creating a very different planet, and chaos for our children.” Hansen’s argument (see a paper on the subject here) is based on paleoclimate data which show that the last time atmospheric CO2 concentrations were this high, the Earth was ice free, and sea level was far higher than it is today.\\n“I agree with the sense of urgency,” said Peter Tans, a carbon cycle expert at the National Oceanic and Atmospheric Administration here in Boulder, in a meeting with our Ted Scripps Fellows in Environmental Journalism. “But I don’t agree with a lot of the specifics. I don’t agree with Jim Hansen’s naming of 350 ppm as a tipping point. Actually we may have already gone too far, except we just don’t know.”\\nA key factor, Tans said, is timing. “If it takes a million years for the ice caps to disappear, no problem. The issue is how fast? Nobody can give that answer.”\\nMartin Hoerling, a NOAA meteorologist who is working on ways to better determine the links between climate change and regional impacts, such as drought in the West, pointed out that the paleoclimate data Hansen bases his assertions on are coarse. They do not record year-to-year events, just big changes that took place over very long time periods. So that data give no indication just how long it takes to de-glaciate Antarctica and Greenland.\\nHoerling also took issue with Hansen’s assertions about lakes Powell and Mead. While it is true that “the West has had the most radical change in temperature in the U.S.,” there is no evidence yet that this is a cause of increasing drought, he said.\\nFlows in the Colorado River have been averaging about 12 million acre feet each year, yet we are consuming 14 million acre feet. “Where are we getting the extra from? Well, we’re tapping into our 401K plan,” he said. That would be the two giant reservoirs, and that’s why their water levels have been declining.\\n“Why is there less flow in the river?” Hoerling said. “Low precipitation — not every year, but in many recent years, the snow pack has been lower.” And here’s his almost counter-intuitive point: science shows that the reduced precipitation “is due to natural climate variability . . . We see little indication that the warming trend is affecting the precipitation.”\\nIn my conversation with Tans and Hoerling today, I saw a tension between what they believe and what they think they can demonstrate scientifically.\\n“I like to frame the issue differently,” Tans said. “Sure, we canot predict what the climate is going to look like in a couple of dcades. There are feedbacks in the system we don’t understand. In fact, we don’t even know all the feedbacks . . . To pick all this apart is extremely difficult — until things really happen. So I’m pessimistic.”\\nThere is, Tans said, “a finite risk of catastrophic climate change. Maybe it is 1 in 6, or maybe 1 in 20 or 1 in 3. Yet if we had a risk like that of being hit by an asteroid, we’d know what to do. But the problem here is that we are the asteroid.”\\nTans argues that whether or not we can pin down the degree of risk we are now facing, one thing is obvious: “We have a society based on ever increasing consumption and economic expectations. Three percent growth forever is considered ideal. But of course it’s a disaster.”\\nHoerling says we are living like the Easter Islanders, who were faced with collapse from over consumption of resources but didn’t see it coming. Like them, he says, we are living in denial.\\n“I think we are in that type of risk,” Tans said. “But is that moving people? It moves me. But I was already convinced in 1972.”\", \"id\": \"<urn:uuid:f9441dcc-dc2a-4077-aac8-1b49394182e2>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.cejournal.net/?p=1590\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9649485349655151, \"token_count\": 1273, \"score\": 2.546875, \"int_score\": 3}\n"
"{\"text\": \"The National Cattlemen's Beef Association has criticized a review of the National Ambient Air Quality Standards for Particulate Matter. Conducted by the U.S. Environmental Protection Agency, the study was done as part of a required review of the coarse particulate matter standards. In effect, EPA is looking at the impact of duct.\\nAccording to a statement from NCBA, coarse particulate matter is \\\"nothing more than dust kicked up by cars and trucks traveling on dirt roads, a tractor tilling a field or cattle moving around on dirt,\\\" says Tamara Theis, NCBA's chief environmental council. \\\"Studies do not show that rural dust is a health problem.\\\"\\nEPA, back in 2006, set a coarse particulate matter standard of 150 micrograms per cubic meter of air, and when reviewing the standard in 2008, determined that the evidence on health effects from this level of dust was inconclusive. However, in July 2009, EPA reinterpreted what NCBA calls \\\"the inconclusive evidence\\\" and made use of what the group calls a flawed study to suggest that there are adverse health effects from dust at leves that are 10 times lower than the current standard.\\nTheis says EPA is suggesting 12 to 15 micrograms of dust per cubic meter of air, which is below the naturally occurring levels of dust through most Western states - including \\\"pristine National Parks,\\\" she says. If EPA were to set air standards at this level, much of the country would be over the limit.\\nCattle producers are concerned because it would limit the ability to raise livestock, but the issue goes beyond agriculture, Theis says. \\\"States would be required to impose extreme control requirements and limitations on many businesses to ensure that the standard is met.\\\"\\nThe group is urging EPA to reject the study results and refrain from tightening the dust standard further.\", \"id\": \"<urn:uuid:dac82ba8-16eb-4709-8603-56b19c9bed20>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://farmprogress.com/story-beef-industry-group-questions-epa-dust-rule-analysis-0-32785\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9610844850540161, \"token_count\": 376, \"score\": 2.578125, \"int_score\": 3}\n"
"{\"text\": \"In fact, the United States apparently just emerged from the hottest spring on record.\\nThe period between June 2011 and May of this year was the warmest on record since NOAA record keeping began in 1985. Aside from Washington, every state experienced higher-than-average temperatures during that period, which also featured the second-warmest summer and fourth-warmest winter in almost 28 years.\\nThe nation's average temperature during those 12 months hovered at 56 degrees Fahrenheit, reportedly 3.2 degrees above the long-term average, surpassing the previous record, which was just set in April, in an analysis of temperatures between May 2011 and April 2012. The warmer-than-average conditions persisted through the winter and spring, resulting in a limited snowfall that the Rutgers Global Snow Lab reports was the third-smallest on record for the contiguous U.S.\\nThe rising temperatures may have altered precipitation patterns as well, according to NOAA. While the country as a whole actually experienced a drier spring than usual, the West Coast, Northern Plains and Upper Midwest regions were simultaneously wetter than average.\\nOn a more concerning note, the prevalence of natural disasters, such as the disastrous tornado in Joplin, Mo., and the massive, hurricane-caused flooding in Vermont, that plagued the country over the past year were also far form usual. The U.S. Climate Extreme Index, which tracks extremes in temperatures, precipitation, drought and tropical cyclones, reached 44 percent this past spring. That's twice the average value.\\nThe NOAA report is not the only recent analysis to note the prevalence, and consequences, of rising temperatures. On Thursday, NASA reported that scientists have discovered unprecedented blooms of plant life beneath the waters of the Arctic Ocean. While that certainly does not seem like cause for concern, NASA noted it was likely caused by a thinning of the Arctic Ocean's three-foot thick layer of ice, allowing the sun to penetrate that ice to foster plant life under the sea.\\nA continuous rise in summer temperatures is expected to triple the number of heat-related deaths in the U.S. by the end of the century, the Natural Resources Defense Council reported last month. In an analysis of peer-reviewed data, the organization said summer temperatures could rise by 4 to 11 degrees Fahrenheit by that time due to human-induced climate change, which could increase the number of summer heat-related deaths from 1,300 to 4,600 a year.\", \"id\": \"<urn:uuid:628e935a-7678-4d56-8179-04a384233ade>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.ibtimes.com/us-just-had-warmest-year-record-noaa-report-702027\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9573670625686646, \"token_count\": 499, \"score\": 3.625, \"int_score\": 4}\n"
"{\"text\": \"How hot is it where you are? Tell your stories at CNN's iReport.\\n(CNN) -- For many Americans, this summer has been miserably hot.\\nHeat advisories and warnings have been issued from coast to coast, with high temperatures often reaching into the triple digits, and July went into the record books as the hottest month ever for the continental United States.\\nBut in certain parts of the world, this is the norm -- or maybe even on the cool side.\\nTry Kuwait City, for instance. In July, its average high temperature is 116 degrees Fahrenheit.\\nOr Timbuktu in Mali, where the highs average 108 in May and was once recorded at 130. 130! That ranks fifth on the all-time list.\\nThe highest temperature ever recorded on the planet was in 1922, when a thermometer in El Azizia, Libya, hit 136. Some dispute that mark, saying it was improperly measured. If that's true, the record would be the 134, reached nine years earlier in Death Valley, California.\\nBut the world's hottest place might not be any of these, according to a team of scientists from the University of Montana. It says the highest temperatures on Earth are found in areas that don't even have weather stations.\\n\\\"The Earth's hot deserts -- such as the Sahara, the Gobi, the Sonoran and the Lut -- are climatically harsh and so remote that access for routine measurements and maintenance of a weather station is impractical,\\\" said David Mildrexler, lead author of a recent study that used NASA satellites to detect the Earth's hottest surface temperatures.\\nThe satellites detect the infrared energy emitted by land. And over a seven-year period, from 2003 to 2009, they found Iran's Lut Desert to be the hottest place on Earth.\\nThe Lut Desert had the highest recorded surface temperature in five of the seven years, topping out at 159 degrees in 2005. Other notable annual highs came from Queensland, Australia (156 degrees in 2003) and China's Turpan Basin (152 degrees in 2008).\\nIt's important to stress that surface temperatures are naturally higher than the air temperatures measured by weather stations. Air temperatures have to be measured by thermometers placed off the ground and shielded from sunlight, according to global meteorological standards.\\nBut the study shows that today's modern records might not necessarily be the most accurate.\\n\\\"Most of the places that call themselves the hottest on Earth are not even serious contenders,\\\" co-author Steve Running said.\\nThe world's highest recorded air temperatures 1. El Azizia, Libya (136 degrees Fahrenheit) 2. Death Valley, California (134) 3. Ghadames, Libya (131) 3. Kebili, Tunisia (131) 5. Timbuktu, Mali (130) 5. Araouane, Mali (130) 7. Tirat Tsvi, Israel (129) 8. Ahwaz, Iran (128) 8. Agha Jari, Iran (128) 10. Wadi Halfa, Sudan (127)\\nHighest recorded air temperature (by continent) Africa: El Azizia, Libya (136) North America: Death Valley, California (134) Asia: Tirat Tsvi, Israel (129) Australia: Cloncurry, Queensland (128*) Europe: Seville, Spain (122) South America: Rivadavia, Argentina (120) Antarctica: Vanda Station, Scott Coast (59)\\nSources: NOAA, World Meteorological Organization\\n* This temperature was measured using the techniques available at the time of recording, which are different to the standard techniques currently used in Australia. The most likely Australian record using standard equipment is an observation of 123 degrees, recorded at Oodnadatta, South Australia.\", \"id\": \"<urn:uuid:a8163fc2-135e-4fbf-970e-578b5b41f020>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://edition.cnn.com/2012/07/11/world/hottest-places-on-earth/index.html?hpt=iaf_mid\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9227529764175415, \"token_count\": 773, \"score\": 3.15625, \"int_score\": 3}\n"
"{\"text\": \"Australia's “exceptional” heatwave has produced record-breaking temperatures, with at least six of the first seven days of 2013 among the top 20 hottest days in the past century.\\nThe extreme January heat has prompted the Bureau of Meteorology to issue a special climate statement, with further updates planned as the scorching temperatures continue.\\nData for Monday is still to be fully analysed by the weather bureau, but it may be the hottest of the series and could generate a record average maximum beyond the 40.17 degrees reached on December 21, 1972.\\nSuch a result would make it six days in a row when the national average has been above 39 degrees; tomorrow is expected to make it seven. Prior to this series, the longest run of 39 degrees or more was four days, in 1973.\\n“This event is ongoing with significant records likely to be set,” the bureau statement said. “A particular feature of this heatwave event has been the exceptional spatial extent of high temperatures.”\\nThe final four months of 2012 were the hottest on record for Australia and January is making an early run at adding to the sequence of especially hot weather.\\n“Australia-wide, and for individual states, we are currently well above average by many degrees,” said Aaron Coutts-Smith, the bureau's NSW manager for climate services.\\nSydney is set to cop its first major blast of the searing heat that has grilled much of Australia for the past week, with 43 degrees forecast.\\nToday's 40-degree prediction for Perth is one sign that any relief for the bulk of central and southern Australia from the current sweltering temperatures will be shortlived.\\n“We are seeing that re-intensification” of the heat, said Dr Coutts-Smith.\\nMelbourne, which is expecting 31 degrees today will feel chilly on Wednesday with a maximum of just 20 degrees before the mercury starts climbing back to 37 degrees on Friday, the bureau predicts.\\nThe data for national averages shows the maximum reached 39.2 on January 2, 39.6 on January 3, 39.3 on January 4, 39.3 on January 5 and 39.6 on January 6.\\nInterestingly, none of the states has broken individual maximum highs, at least in the data until January 6, underscoring how large in size the overall weather pattern is. The weather bureau's manager for climate monitoring, Karl Braganza on Monday described the event as a \\\"dome of heat\\\" over the continent.\\nNSW, which is likely to endure extreme temperatures today, has to exceed 44.1 degrees on average to beat the record set on January 14, 1939. This year, the hottest day was on January 5 when maximums averaged 41.1 degrees, with Hay Airport hitting 47.9 degrees, according to data up until January 6.\\nFor Victoria, the hottest day on record was 44.5 degrees on Black Saturday, February 7, 2009, when bushfires left 173 people dead. In the current spate of heat, the hottest day was January 4 when temperatures across the state averaged 41.2 degrees.\\nUp until January 6, Yarrawonga had posted the hottest temperature in the state at 45.7 degrees on January 5, while Portland's 42.1 on the previous day was a new daily maximum for that location, the bureau said.\\nNationwide, the hottest single temperature recorded during the heat - up to January 6 - has been the 48.6 degrees reached at Red Rocks Point in WA on Jauary 3. That's about 2 degrees below the 50.7 degrees all-time record set on January 2, 1960.\", \"id\": \"<urn:uuid:23156681-3a82-4757-a6c9-f172faa662dd>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.hillsnews.com.au/story/1222764/exceptional-heatwave-challenges-records/?cs=2452\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9625930190086365, \"token_count\": 751, \"score\": 2.6875, \"int_score\": 3}\n"
"{\"text\": \"India's rice output expected at 100 mn tons in 2012-13: FAO\\nThe global body on the farm sector had earlier forecast the rice output in India, the world's second largest producer, at 98.5 MT. This was due to late onset of monsoon rains leading to deficit in key northern and southern growing areas.\\nFAO in its latest 'Food Outlook' report said that output prospects in India were marred until August by below-normal precipitation, but have since been bolstered by a revival of the monsoon rains.\\n\\\"As a result, the country is predicted to harvest 100 MT in 2012-13, 4 MT less than its outstanding 2011-12 season, but still the second best result in history,\\\" FAO said.\\nThe country had harvested a record 104.32 MT of rice in the 2011-12 crop year (JulyŅJune).\\n\\\"While the resulting replenishment of water reserves should foster an expansion of secondary rabi (winter) crop, the rains may have come too late for the main kharif (summer) crop to be unscathed,\\\" it added.\\nThe past few months of the 2012 season were dominated by concern over a possible recurrence of an El Nino Southern Oscillation (ENSO) weather anomaly and slow progress of the monsoon rains in India, it said.\\n\\\"However, in August and September, India's fears were tempered by more generous pattern of the rainfall, and meteorological centre's predictions reverted back to a weak\\nor neutral ENSO,\\\" it added.\\nAccording to the\\nBe the first to comment.\", \"id\": \"<urn:uuid:de94cbf7-7105-41ea-a519-55d8d8171cb1>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.financialexpress.com/news/indias-rice-output-expected-at-100-mn-tons-in-201213-fao/1031026\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9704745411872864, \"token_count\": 329, \"score\": 2.65625, \"int_score\": 3}\n"
"{\"text\": \"If farmers are to increase food production and food security, they need better access to agricultural support systems, such as credit, technology, extension services and agricultural education, as well as to the rural organizations that often channel other services. Both men and women smallholders and poor farmers have frequently been cut off from these essential agricultural support systems, which seldom take into account the different responsibilities and needs of men and women farmers. In spite of their enormous potential and their crucial roles in agricultural production, women in particular have insufficient access to production inputs and support services.\\nThis trend underlines the need to implement measures aimed at enhancing the access of small farmers, especially women, to production inputs - particularly since the working environment of development organizations has\\nchanged as a result of market liberalization and a reduced role for the state worldwide. National agricultural extension systems are no exception to this rule, and must respond by making internal and external adjustments. Great attention is required so that the adjustments do not become detrimental to women and men small farmers. For example, FAO's field experiences over the last decade have pointed to the need for extension programmes that are more strategically planned, needs-based, participatory and problem solving.\\nWomen's access to and use of agricultural support systems is also severely limited by the heavy burden on time and energy that results from their triple responsibilities - productive activities (such as work in the fields), reproductive activities (such as child rearing, cooking and household chores) and community management.\\nIn order to improve production, farmers need access to financial capital. Buying seeds, fertilizer and other agricultural inputs often requires short-term loans, which are repaid when the crops are harvested. Installing major improvements, such as irrigation pumps, or acquiring new technology that increases future yields is impossible without access to long-term credit.\\nSmallholders, particularly women, often face difficulties in obtaining credit. This is a direct consequence of their lacking access to land, participation in development projects and extension programmes and membership in rural organizations, all of which are important channels for obtaining loans and credit information. In several countries of sub-Saharan Africa, where women and men farmers are roughly equal in number, it is estimated that women farmers receive only 10 percent of the loans granted to smallholders and less than 1 percent of the total credit advanced to the agriculture sector.\\nCredit delivery can be improved by setting up microfinance institutions in rural areas and reorienting the banking system to cater to the needs of small farmers, especially women. The Grameen Bank in Bangladesh, which first pioneered the microcredit approach in 1976, currently reaches more than 2 million people. Since it was founded, the bank has lent more than US$2.1 billion, most of it in the form of loans of a few hundred dollars for small agriculture, distribution, crafts and trading enterprises. Numerous studies have shown that women are generally more reliable and punctual in repaying their loans than men are.\\nA programme providing credit and nutrition for women significantly improved both the participating women's incomes and their children's nutritional status. This is the conclusion of a study that examined the impact of a credit and education programme run by the NGO Freedom from Hunger.\\nMen and women smallholders also suffer financially from limited access to the marketing services that would allow them to turn surplus produce into cash income. Women face particular difficulties because marketing infrastructure and organizations are rarely geared towards either small-scale producers or the crops that women grow. Although women all over the world are active as traders, hawkers and street and market vendors, little has been done to improve transport and market facilities to support this vital economic sector. Even where rural women play an important role in wholesale trade, their full membership in marketing service institutions is still difficult because they may be illiterate or lack independent legal status.\\nPlanning for action\\nThe FAO Gender and Development Plan of Action includes commitments by different Divisions of FAO to increasing the equality of access to a wide range of agricultural support systems, including markets, credit, technology, extension and training.\\nRural finance and marketing services\\nRural groups and organizations\\nAgricultural research and technology\\nAgricultural education and extension\\nMicrocredit and education boost incomes and nutrition\\nAstudy examined the impact of a microcredit and educational programme implemented by the NGO Freedom from Hunger. In Ghanaian villages, women who participated in the programme used microcredit loans to launch income-generating activities such as preparing and selling palm oil, fish and cooked foods. They increased their non-farm income by $36 per month, twice as much as the women who had not taken part in the programme. Through the programme's educational component, participating women also gained valuable knowledge about their children's nutrition and heath needs.\\nMembership of cooperatives, farmers' organizations, trade unions and other organizations represents one of the best ways for rural men and women to gain access to resources, opportunities and decision-making. Cooperatives and farmers' associations generally make it possible for farmers to share the costs and rewards of services that they could not afford on their own. They can be an invaluable channel for obtaining technology, information, training and credit. They can also give smallholders a much louder voice in local and national decision-making. By instituting common food processing, storage and marketing activities, organizations can increase the exchange of goods and services and the access to national and regional markets.\\nParticipation in such organizations can be especially important to smallholders and poor farmers, both men and women. But women are frequently deterred from joining because membership is often restricted to recognized landowners or heads of household. Even when women are responsible for the day-to-day management of both households and holdings, their husbands or other male relatives are often considered the official heads.\\nIn many regions, women farmers' membership of these organizations is restricted by custom. Where they are able to belong to rural organizations, women often do not share equally in either the decision-making or the benefits, and are excluded from leadership positions. Furthermore, their many household chores may make it impossible for them to attend meetings and devote the time that is necessary for full participation. Investment in labour-saving technologies to relieve the burden of women's unpaid productive and reproductive tasks is needed in order to given them more free time.\\nIn recent years there has been some success in reducing the obstacles to women's participation in rural organizations. At the same time, the use and establishment of traditional and new women's groups to promote women's participation in rural development has grown rapidly. However, experience has shown that women's empowerment often requires a step-by-step process to remove the barriers to their membership in organizations that are traditionally dominated by men. Furthermore, it is necessary to give them support, individually or collectively, to enable them to gain the knowledge and self-confidence needed to make choices and take greater control of their lives.\\nIn all regions of the developing world, women typically work far longer hours than men do. Studies in Asia and Africa show that women work as much as 13 extra hours a week. As a result, they may have little available time to seek out support services, and very different priorities for the kind of support required.\\nOverall, the agricultural research agenda has neglected the needs of smallholders, especially women farmers, and failed to take advantage of their invaluable knowledge about traditional farming methods, indigenous plant and animal varieties and coping techniques for local conditions. Such knowledge could hold the key to developing sustainable approaches that combine modern science with the fruits of centuries of experimentation and adaptation by men and women farmers.\\nMost research has focused on increasing the yields of commercial crops and staple grains on high-input farms, where high-yielding varieties can be cultivated under optimal conditions. Smallholders can rarely afford these technology «packages», which are also generally ill suited to the climatic and soil conditions in areas where most of the rural poor live. The crops that farmers in such areas rely on and the conditions that they face have not featured prominently in agricultural research. Sorghum and millet, for example, have received very little research attention and funding, despite their high nutritional value and ability to tolerate difficult conditions. Similarly, relatively little research has been devoted to the secondary crops grown by women, which often provide most of their family's nutritional needs.\\nIn addition, agricultural tools and implements are also rarely designed to fit women's physical capabilities or work, so they do not meet women's needs. The impact of new technologies is seldom evaluated from a gender perspective. The introduction of harvesting, threshing and milling machinery, for example, has very little direct effect on yields but eliminates thousands of hours of paid labour. According to one study, if all the farmers in Punjab, India, who cultivate more than 4 ha were to use combine harvesters, they would lose more than 40 million paid working days, without any increase in farm production or cropping intensity. Most of the lost labour and income would be women's.\\n«Schools where men and women farmers learn how to increase yields and reduce their reliance on pesticides by relying on natural predators.»\\nDeveloping technology to meet women's specific needs can yield major gains in food production and food security. In Ghana, for example, technology was introduced to improve the irrigation of women's off-season crops. Larger and more reliable harvests increased both food and economic security during the periods between major crops. In El Salvador, where women play an extremely important role in agriculture, it is estimated that as many as 60 percent of households are headed by women. One of the major goals of this country's agriculture sector reform was to improve research and extension activities by focusing on the role of women smallholders. To address women farmers' needs, the project promoted women's participation to help guide the research programme at National Agricultural Technology Centre farms.\\nFarmer field schools in Cambodia\\nIn fields across Cambodia, men and women farmers gather every week to go to school. They are among the 30 000 Cambodian farmers - more than one-third of them women - who have taken part in FAO-supported farmer field schools (FFS). In the schools, farmers observe how crops develop and monitor pests throughout the growing season. They also learn how natural predators, such as wasps and spiders, can help control pests and how the heavy use of pesticides often kills them off, leaving crops even more vulnerable. These schools emphasize the active participation and empowerment of both men and women farmers. In at least six provinces in Cambodia, farmers have formed integrated pest management (IPM) groups after completing their training, and are carrying out further field studies and experiments. More than 300 farmers have completed additional training and are now organizing farmer field schools in their own areas. «;I always knew pesticides were bad for my health,» one participant said, «but now I know for sure.» After completing the school, farmers rely more on cultural practices and natural enemies to control pests, and experience fewer cases of poisoning.\\nAgricultural extension programmes provide farmers with a lifeline of information about new technologies, plant varieties and market opportunities. In almost all countries, however, the agricultural extension system fails to reach women farmers effectively. Among other reasons, this is because they are excluded from rural organizations. An FAO survey showed that, worldwide, female farmers receive only 5 percent of all agricultural extension services and only 15 percent of agricultural extension agents are women. In Egypt, where women make up more than half of the agricultural labour force, only 1 percent of extension officers are female.\\n«An FAO extension project in Honduras that focused on woman-to-woman training boosted both subsistence production and household food security.»\\nThis reflects the lack of information and understanding about the important role played by women. Extension services usually focus on commercial rather than subsistence crops, which are grown mainly by women and which are often the key to household food security. Available data rarely reflect women's responsibility for much of the day-to-day work and decision-making on the family farm. Nor do they recognize the many other important food production and food processing activities that women commonly perform, such as home gardening, tending livestock, gathering fuel or carrying water.\\nExtension programmes can be tailored to address women's priority needs only when men and women farmers are listened to at the village level and when such methods as participatory rural appraisal are employed. In recent years, a number of countries have launched determined efforts to make their extension services more responsive to women's needs. In the Gambia, for example, the proportion of female agricultural extension workers has increased from 5 percent in 1989 to more than 60 percent today. Growth in the number of female extension workers has been matched by increased attention to women's involvement and priorities. A special effort has been made to encourage women's participation in small ruminant and poultry extension services.\\nIn Nicaragua, efforts to ensure that extension services match client needs - including giving more attention to the diverse needs of men and women farmers - led to increased use of those services, by 600 percent for women and 400 percent for men.\\nExtension programmes that fail to take women into account also fail to address the improved technology and methods that might yield major gains in productivity and food security. Furthermore, they often schedule training times and locations that make it impossible for women to participate, in addition to existing socio-cultural reasons.\\nRecommended new approaches include the Strategic Extension Campaign (SEC), which was developed by FAO and introduced in Africa, the Near East, Asia and Latin America. This methodology emphasizes how important it is for field extension workers and small farmers to participate in the strategic planning, systematic management and field implementation of agricultural extension and training programmes. Its extension strategies and messages are specifically developed and tailored to the results of a participatory problem identification and needs assessment.\\nTraining Programme for Women's Incorporation in Rural Development\\nSeveral hundred peasant women in Honduras were trained to serve as «food production liaisons». After receiving their training, the liaisons worked with grassroots women's groups. They focused on impoverished rural areas where chronic malnutrition is widespread and 70 percent of all breastfeeding mothers suffer from vitamin A deficiency. Women involved with the project increased the subsistence production of nutritious foods. Credits to develop poultry production proved an effective way of increasing motivation, nutritional levels and incomes. Some of the grassroots women's groups involved with the project sought credit through extension agencies or from the Rotating Fund for Peasant Women. The credit was used to initiate other social and productive projects, including purchasing a motorized maize mill and planting soybeans for milk.\", \"id\": \"<urn:uuid:6d3aa950-7ad5-4c80-bb68-e826841338b7>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.fao.org/docrep/005/Y3969E/y3969e05.htm\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9660889506340027, \"token_count\": 2945, \"score\": 3.21875, \"int_score\": 3}\n"
"{\"text\": \"Kristensen, Hanne L. and Thorup-Kristensen, Kristian (2006) Roots below one meters depth are important for nitrate uptake by annual crops. [Rødder under 1 meters dybde er vigtige for et-årige afgrøders optagelse af nitrat.] In: CD-rom \\\"The American Society of Agronomy - Crop Science Society of America - Soil Science Society of America International Annual Meetings, November 12-16, 2006, Indianapolis, USA. No. 205-9., CD-rom \\\"The American Society of Agronomy - Crop Science Society of America - Soil Science Society of America International Annual Meetings, November 12-16, 2006, Indianapolis, USA., no. Abstract No. 205-9..\\nThe root depths of annual crops vary from 0.2 m to more than 2 m depending on root growth rate and length of growing season. However, studies of root growth and N uptake are often restricted to a depth of 1 m or less, as root biomass is assumed to be negligible below this depth. We have studied the importance of root growth and N uptake to a depth of 2.5 m in fully grown field vegetables and cover crops by use of minirhizotrons and deep point placement of 15N. Deep rooted crucifereous crops were found to have high root densities to a depth of 1.5-2 m and high 15N uptake to this depth. The work shows that knowledge of the interactions between root growth and soil N below a depth of 1 m are important to understand crop N uptake and nitrate leaching from agro-ecosystems.\\n|EPrint Type:||Conference paper, poster, etc.|\\n|Type of presentation:||Paper|\\n|Subjects:|| Soil > Nutrient turnover|\\nCrop husbandry > Crop combinations and interactions\\nCrop husbandry > Production systems > Vegetables\\n|Research affiliation:|| Denmark > DARCOF III (2005-2010) > VEGQURE - Organic cropping Systems for Vegetable production|\\nDenmark > AU - Aarhus University > AU, DJF - Faculty of Agricultural Sciences\\n|Deposited By:||Kristensen, Ph.D. Hanne L.|\\n|Deposited On:||28 Nov 2007|\\n|Last Modified:||12 Apr 2010 07:35|\\n|Refereed:||Peer-reviewed and accepted|\\nRepository Staff Only: item control page\", \"id\": \"<urn:uuid:d2b3502d-1c86-4ed7-9c72-a55bc162b976>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://orgprints.org/11461/\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.7870572805404663, \"token_count\": 527, \"score\": 2.90625, \"int_score\": 3}\n"
"{\"text\": \"[en] Numerous works are related to the use of unconventional feed resources, and particularly to Mucuna Spp., in poultry diet. This review aims at describing the context of their use, their nutritional values and the constraints related to their upgrading, before considering the effects of the various methods of treatment on the reduction of the toxic substances that they could contain and on their chemical compositions. The methods of treatment are very variable and their standardisation should allow using them in rural area. Those feed could thus constitute an alternative to costly conventional feed usually used in poultry production.\\nAdministration générale de la Coopération au Développement - AGCD\", \"id\": \"<urn:uuid:7ae15ad2-9a9e-440d-921d-4db57cbe2002>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://orbi.ulg.ac.be/handle/2268/90677\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9237022399902344, \"token_count\": 135, \"score\": 2.59375, \"int_score\": 3}\n"
"{\"text\": \"Grain farmers could make more money be switching to organic grain crops according to a new study released at last week's American Agricultural Economics Association's annual meeting.\\nRecords showed that organic crops fetched much more than conventional crops: soybeans, up to $14 more per bushel; corn, up to $3 more; and wheat, up to $5 more. Organic alfalfa hay is too new to have a track record, so researchers recorded it as selling for the same price as conventionally grown hay.\\nOver four years the study analyzed both economic risks and transition effects of switching to organic farming of the Agricultural Research Service's Swan Lake Research Farm near Morris, Minn. The 130-acre Swan Lake farm is representative of typical corn-soybean farms in Minnesota.\\nARS economist David Archer and soil scientist Hillarius Kludze compared an organic corn-soybean rotation and an organic corn-soybean-spring wheat/alfalfa rotation - half grown with conventional tillage and half with strip tillage - with a corn-soybean rotation using conventional tillage. Strip tillage involves tilling only the middle of the seedbed. The scientists found that when strip tillage is used with organic farming, one of the transition risks is an increase in weeds until farmers learn to manage the system.\\nComputer simulations projected costs, yields and risks over a 20-year period, using yield and economic data from the four-year study, as well as crop price records of recent years.\\nAnother computer model projected that farmers would net an average $50 to $60 more per acre a year by going organic, even with the highest transition costs. The premium price advantage would outweigh the initial higher costs and possibly lower yields, even if organic prices were to drop by half.\", \"id\": \"<urn:uuid:8f0610f8-d395-4afe-b949-4d2a764648b1>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://farmprogress.com/story-organic-grain-farmers-more-profitable-0-6870\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9453393220901489, \"token_count\": 366, \"score\": 2.5625, \"int_score\": 3}\n"