"{\"text\": \"A “magic” herb, Carissa Edulis, that drew thousands of people to a remote Loliondo village in Tanzania was identified by Kenyan scientists a few years ago as a cure for a drug-resistant strain of a sexually transmitted disease, gonorrhoea. This herb also is believed to cure many other diseases besides gonorrhoea. The Kamba refer to as mukawa or mutote and use it for chest pains, while the Nandi boil the leaves and bark to treat breast cancer, headache and chest pains.\\nResearchers discovered the plant could be used for the treatment of the herpes virus. Led by Dr Festus M Tolo of the Kenya Medical Research Institute (Kemri), the team from the University of Nairobi and the National Museums of Kenya found the herb could provide an alternative remedy for herpes infections.\\n“An extract preparation from the roots of Carissa edulis, a medicinal plant locally growing in Kenya, has exhibited remarkable anti-herpes virus activity for both wild type and drug resistant strains,” they reported in the Journal of Ethnopharmacology.\", \"id\": \"<urn:uuid:f03bdf02-ee92-4cf8-bf3e-b8881d16ad7a>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://beamsdoorway.bizland.com/wordpress/?tag=tolo\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9456478357315063, \"token_count\": 232, \"score\": 2.875, \"int_score\": 3}\n"
"{\"text\": \"The machete blades turned red with heat in the fire that the rubber workers built on a Liberia plantation, Thomas Unnasch remembers from a visit in the 1980s.\\nThis was how the men tried to quell the intense itchiness that comes with river blindness, a rare tropical disease.\\n\\\"You can imagine how bad the itching must be, that running a red-hot machete up and down your back would be a relief, but it was,\\\" said Unnasch, whose laboratory works on diagnostic tests for the disease.\\nAbout 18 million people have river blindness worldwide, according to the World Health Organization, but more than 99% of cases of this disease are found in Africa. It goes by the technical name \\\"onchocerciasis,\\\" and it spreads through small black flies that breed in fast-flowing, highly oxygenated waters. When an infected fly bites a person, it drops worm larvae in the skin, which can then grow and reproduce in the body.\\nUnlike malaria, river blindness is not fatal, but it causes a \\\"miserable life,\\\" said Moses Katabarwa, senior epidemiologist for the Atlanta-based Carter Center's River Blindness Program, which has been leading an effort to eliminate the disease in the Americas and several African countries.\\nSome strains cause blindness, while others come with more severe skin disease. With time, generally all strains of the disease can lead to rough \\\"lizard\\\" skin, depigmented \\\"leopard skin\\\" and hanging groins. Another big problem among patients is itching, which happens when the worms die inside a person.\\nIn southwest Uganda, the locals call the disease \\\"Obukamba,\\\" referring to the symptoms of distorted skin appearance and itchiness, Katabarwa said. In western Uganda, he said, \\\"the fly is called 'Embwa fly' or dog fly, for it bites like a dog!\\\"\\nThere is no vaccine for river blindness, but there is a drug, called ivermectin that paralyzes and kills the offspring of adult worms, according to the Mayo Clinic. It may also slow the reproduction of adult female worms, so there are fewer of them in the skin, blood and eyes. The pharmaceutical company Merck has been donating the treatment, under the brand name Mectizan, since 1985.\\nGreat strides have been made against this disease. In the Americas, it was eliminated in Colombia in 2007 and in Ecuador in 2009.\", \"id\": \"<urn:uuid:415cd5cc-0228-4449-a777-4a0bb2194449>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.4029tv.com/news/health/Fighting-river-blindness/-/8897344/18384038/-/item/0/-/o7f20pz/-/index.html\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9593093395233154, \"token_count\": 502, \"score\": 3.15625, \"int_score\": 3}\n"
"{\"text\": \"Angola is a giant jigsaw puzzle of different climates, landscapes, cultures and colors. From mountains to vast open plains, wide white beaches to thick tropical rainforest, Angola has it all, as if each of its eighteen provinces were a different country. Lubango has a mild temperate climate, Luanda is hot and dry, while Cabinda is steamy and tropical. Much of the landscape is dramatic, with plunging waterfalls, bizarre rock formations and deep gorges.\\nWith an Atlantic coastline stretching for over 1.650 kms, Angola has mighty rivers flowing into wide estuaries depositing sediments from the high plateaus to form numerous small islands, bays and sandbanks.\\nIn Angola, you can encounter a diversity of wild animals: lions, hyenas, elephants and antelopes. Apes, hippopotamuses and crocodiles are also indigenous to this country. In the Namib Desert, which is situated in the south-west, you can find the tumboa, a unique plant with two wide leaves that are several metres long and lie on the ground of the desert.\\nAlthough the climate is such that the beaches can be visited all year round, it is in fact during the hot season that they are most frequented. The bars all filled and the local music and dancing provide an animated and exotic atmosphere that mixes well with the mystery of the African nights.\", \"id\": \"<urn:uuid:b9e39f19-3d77-443f-afd7-2074037cf996>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://brusselsairlines.com/en_se/look-for/destinations/angola/Default.aspx\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9529910087585449, \"token_count\": 286, \"score\": 2.5625, \"int_score\": 3}\n"
"{\"text\": \"Topography of Flores\\n|Location||South East Asia|\\n|Archipelago||Lesser Sunda Islands|\\n|Area||13,540 km2 (5,228 sq mi)|\\n|Highest elevation||2,370 m (7,780 ft)|\\n|Highest point||Poco Mandasawu|\\n|Province||East Nusa Tenggara|\\n|Largest city||Maumere (pop. 70,000)|\\n|Population||1,831,000 (as of 2010)|\\n|Density||135 /km2 (350 /sq mi)|\\nFlores is one of the Lesser Sunda Islands, an island arc with an estimated area of 14,300 km² extending east from the Java island of Indonesia. The population was 1,831,000 in the 2010 census and the largest town is Maumere. Flores is Portuguese for \\\"flowers\\\".\\nFlores is located east of Sumbawa and Komodo and west of Lembata and the Alor Archipelago. To the southeast is Timor. To the south, across the Sumba strait, is Sumba and to the north, beyond the Flores Sea, is Sulawesi.\\nHomo floresiensis \\nIn September 2004, at Liang Bua Cave in western Flores, paleoanthropologists discovered small skeletons that they described as a previously unknown hominid species, Homo floresiensis. These are informally named hobbits and appear to have stood about 1 m (3.3 ft) tall. The most complete individual (LB1) is dated as 18,000 years old.\\nThe Dominican order was extremely important in this island, as well as in the neighbouring islands of Timor and Solor. When in 1613 the Dutch attacked the Fortres of Solor, the population of this fort, led by the Dominicans, moved to the harbor town of Larantuka, on the eastern coast of Flores. This population was mixed, of Portuguese and local islanders descent and Larantuqueiros, Topasses (people that wear heats) or, as Dutch knew them, the 'Black Portuguese' (Swarte Portugueezen).\\nThe Larantuqueiros or Topasses became the dominant sandalwood trading people of the region for the next 200 years. This group used Portuguese as the language for worship, Malay as the language of trade and a mixed dialect as mother tongue. This was observed by William Dampier, a British Brigadier visiting the Island in 1699:\\n- These [the Topasses] have no Forts, but depend on their Alliance with the Natives: And indeed they are already so mixt, that it is hard to distinguish whether they are Portugueze or Indians. Their Language is Portugueze; and the religion they have, is Romish. They seem in Words to acknowledge the King of Portugal for their Sovereign; yet they will not accept any Officers sent by him. They speak indifferently the Malayan and their own native Languages, as well as Portugueze.\\nIn 1846, Dutch and Portuguese initiated negotiations towards delimiting the territories but these negotiations led to nowhere. In 1851 the new governor of Timor, Solor and Flores, Lima Lopes, faced with an impoverished administration, agreed to sell eastern Flores and the nearby islands to Dutch in return for a payment of 200,000 Florins. Lima Lopes did so without the consent of Lisbon and was dismissed in disgrace, but his agreement was not rescinded and in 1854 Portugal ceded all its historical claims on Flores. After this, Flores became part of the territory of Dutch East Indies.\\nFlores is part of the East Nusa Tenggara province. The island along with smaller minor islands are split into eight regencies (local government districts); from west to east these are: Manggarai Barat (West Manggarai), Manggarai Tengah (Central Manggarai), Manggarai Timur (East Manggarai), Ngada, Nagekeo, Ende, Sikka and Flores Timur (East Flores). It has 39.1% of the provincial population as of 2010, and the most Indonesians of all islands in the province. However, Timor including the nation of East Timor is more populated. It is the island with the 9th most Indonesians. Among all islands containing Indonesian territory, it is the 10th most populous after Java, Sumatra, Borneo, Sulawesi, New Guinea, Bali, Madura, Lombok, and Timor.\\n|Manggarai Regency||Ruteng||1958||UU 69/1958||1,545.97||292,037|\\n|Sikka Regency||Maumere||1958||UU 69/1958||1,731.92||300,301|\\n|Ngada Regency||Bajawa||1958||UU 69/1958||1,620.92||142,254|\\n|Ende Regency||Ende||1958||UU 69/1958||2,046.62||260,428|\\n|East Flores Regency||Larantuka||1958||UU 69/1958||1,812.85||232,312|\\n|West Manggarai Regency||Labuan Bajo||2003||UU 8/2003||2,947.50||221,430|\\n|Nagekeo Regency||Mbay||2007||UU 2/2007||1,416.96||129,956|\\n|East Manggarai Regency||Borong||2007||UU 36/2007||2,502.24||252,754|\\nFlora and fauna \\nThe west coast of Flores is one of the few places, aside from the island of Komodo itself, where the Komodo dragon can be found in the wild, and is part of Komodo National Park, a UNESCO World Heritage Site. Kelimutu National Park is the second national park designated on Flores to protect endangered species. The Flores giant rat is also endemic to the island, and Verhoeven's giant tree rat was formerly present. These giant rodents are considered examples of island gigantism.\\nFlores was also the habitat of several extinct dwarf forms of the proboscidean Stegodon, the most recent (Stegodon florensis insularis) disappearing approximately 12 000 years ago. It is speculated by scientists that limited resources and an absence of advanced predators made the few megafaunal species that reached the island subject to insular dwarfism.\\nThere are many languages spoken on the island of Flores, all of them belonging to the Austronesian family. In the centre of the island in the districts of Ngada, Nagekeo, and Ende there is what is variously called the Central Flores Dialect Chain or the Central Flores Linkage. Within this area there are slight linguistic differences in almost every village. At least six separate languages are identifiable. These are from west to east: Ngadha, Nage, Keo, Ende, Lio and Palu'e, which is spoken on the island with the same name of the north coast of Flores. Locals would probably also add So'a and Bajawa to this list, which anthropologists have labeled dialects of Ngadha.\\nFlores is almost entirely Roman Catholic and represents one of the \\\"religious borders\\\" created by the Catholic expansion in the Pacific and the spread of Islam from the west across Indonesia. In other places in Indonesia, such as in the Maluku Islands and Sulawesi, the divide is less rigid and has been the source of bloody sectarian clashes.\\nThe most famous tourist attraction in Flores is Kelimutu, a volcano containing three colored lakes, located in the district of Ende close to the town of Moni. These crater lakes are in the caldera of a volcano, and fed by a volcanic gas source, resulting in highly acidic water. The colored lakes change colors on an irregular basis, depending on the oxidation state of the lake from bright red through green and blue.\\nThere are snorkelling and diving locations along the north coast of Flores, most notably Maumere and Riung. However, due to the destructive practice of local fishermen using bombs to fish, and locals selling shells to tourists, combined with the after effects of a devastating tsunami in 1992, the reefs have slowly been destroyed.\\nLabuan Bajo (on the western tip of Flores) is a town often used by tourists as a base to visit Komodo and Rinca. Labuanbajo also attracts scuba divers, as whale sharks inhabit the waters around Labuanbajo.\\nIn addition to tourism, the main economic activities on Flores are agriculture, fishing and seaweed production. The primary food crops being grown on Flores are rice, maize, sweet potato and cassava, while the main cash crops are coffee, coconut, candle nut and cashew. Flores is one of the newest origins for Indonesian coffee. Previously, most Arabica coffee (Coffea arabica) from Flores was blended with other origins. Now, demand is growing for this coffee because of its heavy body and sweet chocolate, floral and woody notes.\\nAn ancient Ngada megalith\\nSee also \\n- Monk, K.A.; Fretes, Y., Reksodiharjo-Lilley, G. (1996). The Ecology of Nusa Tenggara and Maluku. Hong Kong: Periplus Editions Ltd. p. 7. ISBN 962-593-076-0.\\n- \\\"Out of the Ashes - Chapter 1\\\". Epress.anu.edu.au. 1914-06-25. Retrieved 2012-07-25.\\n- L, Klemen (1999-2000). \\\"The Lesser Sunda Islands 1941-1942\\\". Forgotten Campaign: The Dutch East Indies Campaign 1941-1942.\\n- \\\"Hasil Sensus Penduduk 2010\\\". Ntt.bps.go.id. Retrieved 2012-07-25.\\n- Van Den Bergh, G. D.; Rokhus Due Awe; Morwood, M. J.; Sutikna, T.; Jatmiko; Wahyu Saptomo, E. (May 2008). \\\"The youngest Stegodon remains in Southeast Asia from the Late Pleistocene archaeological site Liang Bua, Flores, Indonesia\\\". Quaternary International 182 (1): 16–48. doi:10.1016/j.quaint.2007.02.001. Retrieved 27 November 2011.\\n- \\\"Hobbits\\\" Were Pygmy Ancestors, Not New Species, Study Says, National Geographic, 21 August 2006.\\n- Pasternack. Keli Mutu Volcanic Lakes, University of California Davis.\\n- East Nusa Tenggara, Indonesian Chamber of Commerce and Industry. Retrieved 8 August 2008.\\n- Arabica Producing Regions of Indonesia, Specialty Coffee Association of Indonesia. Retrieved 8 August 2008.\\n|Wikimedia Commons has media related to: Flores, Indonesia|\\n- L, Klemen (1999-2000). \\\"Forgotten Campaign: The Dutch East Indies Campaign 1941-1942\\\".\", \"id\": \"<urn:uuid:ffdd6a00-bdf3-423d-9051-43a88190c162>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://en.wikipedia.org/wiki/Flores\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.8936513662338257, \"token_count\": 2354, \"score\": 3.265625, \"int_score\": 3}\n"
"{\"text\": \"|Elevation||4,095 m (13,435 ft)|\\n|Prominence||4,095 m (13,435 ft)\\n|Listing||Country high point\\nJohn Whitehead (highest peak)\\nMount Kinabalu (Malay: Gunung Kinabalu) is a prominent mountain on the island of Borneo in Southeast Asia. It is located in the East Malaysian state of Sabah and is protected as Kinabalu National Park, a World Heritage Site. Kinabalu is the highest peak in Borneo's Crocker Range and is the highest mountain in the Malay Archipelago. Mount Kinabalu is also the 20th most prominent mountain in the world by topographic prominence.\\nIn 1997, a re-survey using satellite technology established its summit (known as Low's Peak) height at 4,095 metres (13,435 ft) above sea level, which is some 6 metres (20 ft) less than the previously thought and hitherto published figure of 4,101 metres (13,455 ft).\\nMount Kinabalu includes the Kinabalu montane alpine meadows ecoregion in the montane grasslands and shrublands biome. The mountain and its surroundings are among the most important biological sites in the world, with between 5000 and 6000 species of plants, 326 species of birds, and more than 100 mammalian species identified. Among this rich collection of wildlife are famous species such as the gigantic Rafflesia plants and the orangutan. Mount Kinabalu has been accorded UNESCO World Heritage status.\\nLow's Peak can be climbed quite easily by a person in good physical condition and there is no need for mountaineering equipment at any point on the main route. Other peaks along the massif, however, require rock climbing skills.\\nSignificantly, Mount Kinabalu along with other upland areas of the Crocker Range is well-known worldwide for its tremendous botanical and biological species biodiversity with plants of Himalayan, Australasian, and Indomalayan origin. A recent botanical survey of the mountain estimated a staggering 5,000 to 6,000 plant species (excluding mosses and liverworts but including ferns), which is more than all of Europe and North America (excluding tropical regions of Mexico) combined. It is therefore one of the world's most important biological sites.\\nThe flora covers the mountain in zones of different types of habitat as one climbs up, beginning with a lowland belt of fig trees and insectivorous pitcher plants. Then between 2,600 to 3,200 m (8,530 to 10,499 ft) is a layer of short trees such the conifer Dacrydium gibbsiae and dwarf shrubs, mosses, lichens, liverworts, and ferns. Finally many of the world's richest variety of orchids are found on the high rockier slopes.\\nThese plants have high levels of endemism (i.e. species which are found only within Kinabalu Park and are not found anywhere else in the world). The orchids are the best-known example with over 800 species including some of the highly-valued Paphiopedilum slipper orchids, but there are also over 600 species of ferns (more than the whole of Africa's 500 species) of which 50 are found nowhere else, and the richest collection in the world for the Nepenthes pitcher plants (five of the thirteen are found nowhere else on earth) which reach spectacular proportions (the largest-pitchered in the world being the endemic Nepenthes rajah). The parasitic Rafflesia plant, which has the largest single flower in the world, is also found in Kinabalu (particularly Rafflesia keithii whose flower grows to 94 centimetres (37 in) in diameter), though it should be noted that blooms of the flower are rare and difficult to find. Meanwhile another Rafflesia species, Rafflesia tengku-adlinii, can be found on the neighbouring Mount Trus Madi and the nearby Maliau Basin.\\nIts incredible biodiversity in plant life is due to a combination of several unique factors: its setting in one of the richest plant regions of the world (the tropical biogeographical region known as western Malesia which comprises the island of Sumatra, the Malay Peninsula, and the island of Borneo), the fact that the mountain covers a wide climatic range from near sea level to freezing ground conditions near the summit, the jagged terrain and diversity of rocks and soils, the high levels of rainfall (averaging about 2,700 millimetres (110 in) a year at park HQ), and the climatic instability caused by periods of glaciation and catastrophic droughts which result in evolution and speciation. This diversity is greatest in the lowland regions (consisting of lowland dipterocarp forests, so called because the tree family Dipterocarpaceae are dominant). However, most of Kinabalu's endemic species are found in the mountain forests, particularly on ultramafic soils (i.e. soils which are low in phosphates and high in iron and metals poisonous to many plants; this high toxic content gave rise to the development of distinctive plant species found nowhere else).\\nThe variety of plant life is also habitat for a great variety of birds and animals. There are some 326 species of birds in Kinabalu Park, including the spectacular Rhinoceros Hornbill, Mountain Serpent-eagle, Dulit Frogmouth, Eyebrowed Jungle Flycatcher, and Bare-headed Laughingthrush. Twenty-four birds are mainly found on the mountain and one, the Bornean Spiderhunter, is a pure endemic. The mountain is home to some 100 mammalian species mostly living high in the trees, including one of the four great apes, the orangutan (though sightings of these are uncommon; estimates of its numbers in the park range from 25 to 120). Other mammals include three kinds of deer, the Malayan Weasel (Mustela nudipes), Oriental Small-clawed Otter (Aonyx cinerea), and Leopard Cat (Felis bengalensis). Endemic mammals include the Black Shrew (Suncus ater) and Bornean Ferret-badger (Melogale everetti).\\nThreats and preservation \\nThe steep mountainsides with poor soil are not suitable for farming or for the timber industry so the habitats and animal life of Kinabalu remain largely intact, with about a third of the original habitat now degraded. Kinabalu Park was established in 1964 and the nearby mountains were protected as the Crocker Range National Park in 1984. However even national park status does not guarantee full protection, as logging permits were granted on Trus Madi in 1984.\\nMount Kinabalu is essentially a massive pluton formed from granodiorite which is intrusive into sedimentary and ultrabasic rocks, and forms the central part, or core, of the Kinabalu massif. The granodiorite is intrusive into strongly folded strata, probably of Eocene to Miocene age, and associated ultrabasic and basic igneous rocks. It was pushed up from the earth's crust as molten rock millions of years ago. In geological terms, it is a very young mountain as the granodiorite cooled and hardened only about 10 million years ago. The present landform is considered to be a mid-Pliocene peneplain, arched and deeply dissected, through which the Kinabalu granodiorite body has risen in isostatic adjustment. It is still pushing up at the rate of 5 mm per annum. During the Pleistocene Epoch of about 100,000 years ago, the massive mountain was covered by huge sheets of ice and glaciers which flowed down its slopes, scouring its surface in the process and creating the 1,800-metre (5,900 ft) deep Low's Gully (named after Hugh Low) on its north side. Its granite composition and the glacial formative processes are readily apparent when viewing its craggy rocky peaks.\\nBritish colonial administrator Hugh Low made the first recorded ascent of Mount Kinabalu's summit plateau in March 1851. Low did not scale the mountain's highest peak, however, considering it \\\"inaccessible to any but winged animals\\\". In April and July 1858, Low was accompanied on two further ascents by Spenser St. John, the British Consul in Brunei. The highest point of Mount Kinabalu was finally reached in 1888 by zoologist John Whitehead. British botanist Lilian Gibbs became the first woman and the first botanist to summit Mount Kinabalu in February 1910.\\nBotanist E. J. H. Corner led two important expeditions of the Royal Society of Great Britain to the mountain in 1961 and 1964. Kinabalu National Park was established in 1964. The park was designated a natural World Heritage Site in 2000.\\nClimbing route \\nClimbers must be accompanied by accredited guides at all times due to national park regulations. There are two main starting points for the climb: the Timpohon Gate (located 5.5 km from Kinabalu Park Headquarters, at an altitude of 1,866 metres (6,122 ft)), and the Mesilau Nature Resort. The latter starting point is slightly higher in elevation, but crosses a ridge, adding about two kilometres to the ascent and making the total elevation gain slightly higher. The two trails meet about two kilometres before Laban Rata.\\nAccommodation is available inside the park or outside near the headquarters. Sabah Parks has privatised Mount Kinabalu activities to an organisation called Sutera Sanctuary Lodges (also known as Sutera Harbour). The mountain may be climbed on a single day trip, or hikers may (usually) stay one night at Laban Rata Resthouse at 3,270 metres (10,730 ft) to complete the climb in 2 days, finishing the ascent and descending on the second day. The majority of climbers begin the ascent on day one of a two-day hike from Timpohon gate at 1,866 metres (6,122 ft), reaching this location either by minibus or by walking, and then walk to Laban Rata. Most people accomplish this part of the climb in 3 to 6 hours. Since there are no roads, the supplies for the Laban Rata Resthouse are carried by porters, who bring up to 35 kilograms of supplies on their backs. Hot food and beverages are available at Laban Rata. Most rooms have no hot water in the bathrooms and whilst the dining area is heated, most rooms are not. The last 2 kilometres (6,600 ft), from the Laban Rata Resthouse at 3,270 metres (10,730 ft) to Low's Peak (summit) at 4,095.2 metres (13,436 ft), takes between 2 and 4 hours. The last part of the climb is on naked granite rock.\\nGiven the high altitude, some people may suffer from altitude sickness and should return immediately to the bottom of the mountain, as breathing and any further movement becomes increasingly difficult.\\nLow's gully \\nLow's Gully (named after Hugh Low) is a 1,800-metre (5,900 ft) deep gorge on the north side of Mount Kinabalu, one of the least explored and most inhospitable places on earth. In 1994 two British Army officers were severely criticised after having led a party of 10 adventurers that required extensive rescue efforts from both the RAF and the Malaysian army. Five members of the party were trapped for 16 days and did not eat for five days before being rescued. The breakaway party of five successfully completed the world's first descent of the gully in three days.\\nThere are two stories that led to the main beliefs in the origin of the mountain's name.\\nThe first derivation of the word Kinabalu is extracted from the short form for the Kadazan Dusun word 'Aki Nabalu', meaning \\\"the revered place of the dead\\\".\\nThe second source states that the name \\\"Kinabalu\\\" actually means \\\"Cina Balu\\\" (which would fully mean \\\"A Chinese Widow\\\"). Due to the lingual influence among the Kadazan Dusun of Sabah, the pronunciation for the word \\\"cina\\\" (chee-na) was changed to \\\"Kina\\\" (kee-na).\\nIt was told that a Chinese prince, was cast away to Borneo when his ship sank in the middle of the South China Sea. He was subsequently rescued by the natives from a nearby village. As he recovered, he was slowly accepted as one of the people of the village. Eventually, he fell in love with a local woman, and married her. Years went by, and he started to feel homesick. So he asked permission from his newly-found family to go back to China to visit his parents (the Emperor and Empress of China). To his wife, he promised that as soon as he was done with his family duties in China, he would come back to Borneo to take her and their children back to China.\\nWhen he made his return to China, he was given a grand welcome by his family. However, to his dismay, his parents disagreed with him about taking his Bornean wife back to China. Worse, they told him that he was already betrothed to a princess of a neighbouring kingdom. Having no choice (due to high respect towards his parents), he obeyed with a heavy heart.\\nMeanwhile, back in Borneo, his wife grew more and more anxious. Eventually, she decided that she will wait for her husband's ship. However, since the village was situated far away from the coast, she couldn't afford to come to the shore and wait for him daily. Instead she decided to climb to the top of the highest mountain near her village, so that she could have a better view of the ships sailing in the South China Sea. Thus, she was then seen climbing up the mountain at every sunrise, returning only at night to attend to her growing children.\\nEventually her efforts took their toll. She fell ill, and died at the top of the cold mountain while waiting for her husband. The spirit of the mountain, having observed her for years, was extremely touched by her loyalty towards her husband. Out of admiration for this woman, the spirit of the mountain turned her into a stone. Her face was made to face the South China Sea, so that she could wait forever for her dear husband's return.\\nThe people in her hometown who heard about this were also gravely touched by this. Thus, they decided to name the mountain \\\"Kinabalu\\\" in remembrance of her. To them, the mountain is a symbol of the everlasting love and loyalty that should be taken as a good example by women.\\nSee also \\n- Given the definition of the Malay Archipelago excluding New Guinea, where about 22 mountains exceed 4100 m.\\n- \\\"World Top 50 Most Prominent Peaks\\\" Peaklist.org. Retrieved 2011-11-21.\\n- Phillipps, A. & F. Liew 2000. Globetrotter Visitor's Guide – Kinabalu Park. New Holland Publishers (UK) Ltd.\\n- Eight Southeast Asian Destinations You Shouldn't Miss\\n- Mount Kinabalu National Park ... revered abode of the dead\\n- Parris, B. S., R. S. Beaman, and J. H. Beaman. 1992. The Plants of Mount Kinabalu: 1. Ferns and Fern Allies. Kew: Royal Botanic Gardens. 165 pp + 5 pl.\\n- Wood, J. J., J. H. Beaman, and R. S. Beaman. 1993. The Plants of Mount Kinabalu. 2. Orchids. Kew: Royal Botanic Gardens. xii + 411 pp + 84 pl.\\n- Beaman, J. H., and R. S. Beaman. 1998. The Plants of Mount Kinabalu. 3. Gymnosperms and Non-Orchid Monocotyledons. Kota Kinabalu: Natural History Publications (Borneo) Sdn. Bhd.; Kew: Royal Botanic Gardens. xii + 220 pp + 25 pl.\\n- Beaman, J. H., C. Anderson, and R. S. Beaman. 2001. The plants of Mount Kinabalu. 4: Dicotyledon families Acanthaceae to Lythraceae. xiv + 570 pp + 45 pl. Kota Kinabalu: Natural History Publications (Borneo) Sdn. Bhd.; Kew: Royal Botanic Gardens.\\n- Beaman, J. H., and C. Anderson. 2004. The plants of Mount Kinabalu. 5: Dicotyledon families Magnoliaceae to Winteraceae. xiv + 609 pp + 40 pl. Kota Kinabalu: Natural History Publications (Borneo) Sdn. Bhd.; Kew: Royal Botanic Gardens.\\n- Kurata, S. 1976. Nepenthes of Mount Kinabalu. Sabah National Parks Publications No. 2, Sabah National Parks Trustees, Kota Kinabalu.\\n- Adam, J.H. & C.C. Wilcock 1998 ['1996']. Pitcher plants of Mt. Kinabalu in Sabah. The Sarawak Museum Journal 50(71): 145–171.\\n- Blakemore, R.J., C. Csuzdi, M.T. Ito, N. Kaneko, T. Kawaguchi & M. Schilthuizen 2007. PDF (16.4 KiB) Zootaxa 1613: 23–44.\\n- \\\"Kinabalu montane alpine meadows\\\". Terrestrial Ecoregions. World Wildlife Fund.\\n- Hiung, C. S., R. Mandalam, and C. Chin. 2004. The Hugh Low Trail: The Quest for the Historical Trail to the Summit of Kinabalu. The Sabah Society, Kota Kinabalu.\\n- Kinabalu Park. UNESCO World Heritage Centre.\\n- Cymerman, A; Rock, PB. Medical Problems in High Mountain Environments. A Handbook for Medical Officers. USARIEM-TN94-2. US Army Research Inst. of Environmental Medicine Thermal and Mountain Medicine Division Technical Report. Retrieved 2009-03-05.\\n- The Independent, 21 September 1994, Leaders of lost expedition criticised, by Mary Braid\\n- McIlroy, N. 2011. Man versus mountain. The West Australian, 9 July 2011.\\n|Wikimedia Commons has media related to: Mount Kinabalu|\\n- Mount Kinabalu travel guide from Wikivoyage\\n- Sabah Parks website\\n- Mount Kinabalu Information\\n- Climbing Mount Kinabalu\\n- Plants of Mount Kinabalu\", \"id\": \"<urn:uuid:dc723fdf-5aaa-4004-8399-c611ce1936f0>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://en.wikipedia.org/wiki/Mount_Kinabalu\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9411343932151794, \"token_count\": 3962, \"score\": 2.921875, \"int_score\": 3}\n"
"{\"text\": \"When the world was still young, some 3 500 million years ago, molten rock forced its way through the earth's crust and solidified to form the spectacular granite outcrops where Pretoriuskop Rest Camp is now nestled. The impressive granite dome known as \\\"Shabeni Hill\\\" is not far from the camp, which is found in the south-western corner of the Kruger National Park. It is immediately apparent to any visitor that Pretoriuskop is unique as brilliant red trees adorn the camp, pre-dating the decision to make exclusive use of indigenous plants in laying out rest camp gardens. Nostalgia prompted an exception to the rule for Pretoriuskop, the Kruger National Park's oldest rest camp, and exotic flowering plants were allowed to stay, enhancing the strong sense of the past that is so pervasive.\\nGiving geographical context to places of interest in South Africa\", \"id\": \"<urn:uuid:ef5e50af-1d85-4468-9975-00dcebbaa0ff>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://plak.co.za/moreinfo/25232/wesfleur-hospital\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9424307942390442, \"token_count\": 180, \"score\": 2.90625, \"int_score\": 3}\n"
"{\"text\": \"Archaeological Site of Rehman Dheri\\nDepartment of Archaeology and Museums\\nProperty names are listed in the language in which they have been submitted by the State Party.\\nThe archaeological site of Rehman Dheri consists of a rectangular shaped mound covering some twenty two hectares and standing 4.5 metres above the surrounding field. The final occupational phase of the site is clearly visible on the surface of the mound by eye and also through air photographs. It consisted of a large walled rectangular area with a grid iron network of streets and lanes dividing the settlement into regular blocks. Walls delineating individual buildings and street frontages are clearly visible in the early morning dew or after rain and it is also possible to identify the location of a number of small-scale industrial areas within the site marked, as they are, by eroding kilns and scatters of slag. The surface of the mound is littered with thousands of shreds and artefacts, slowly eroding out of room fills.\\nThe archaeological sequence at the site of Rehman Dheri is over 4.5 metres deep, and covers a sequence of over 1,400 years beginning at c.3,300 BC. The site represents following periods:\\nI c.3300-3850 BC\\nII c.2850-2500 BC\\nIII c.2500-1900 BC\\nIt is generally accept that the settlement received its formal plan in its earliest phases and that subsequent phases replicated the plan over time. Although its excavators have cut a number of deep trenches or soundings into the lower levels, the areas exposed have been too limited to undertake a study of change in layout and the spatial distribution of craft activities. It was abandoned at the beginning of the mature Indus phase by the middle of the third millennium BC and subsequent activities, greatly reduced, are only recorded on the neighbouring archaeological mound, Hisam Dheri. The plan of the Early Harappan settlement is therefore undisturbed by later developments and, as such, represents the most exceptionally preserved example of the beginning of urbanisation in South Asia.\", \"id\": \"<urn:uuid:113e3986-b949-4542-97da-d6842557b2f6>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://whc.unesco.org/pg_friendly_print.cfm?cid=326&id=1877\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.960351288318634, \"token_count\": 426, \"score\": 2.765625, \"int_score\": 3}\n"
"{\"text\": \"The test team views the use of a pulley as an intermediate step only, and has planned to shift to a reliance on windlasses like those that apparently were used to hoist sails on Egyptian ships.\\n\\\"The whole approach has been to downgrade the technology,\\\" Gharib said. \\\"We first wanted to show that a kite could raise a huge weight at all. Now that we're raising larger and larger stones, we're also preparing to replace the steel scaffolding with wooden poles and the steel pulleys with wooden pulleys like the ones they may have used on Egyptian ships.\\\"\\nFor Gharib, the idea of accomplishing heavy tasks with limited manpower is appealing from an engineer's standpoint because it makes more logistical sense.\\n\\\"You can imagine how hard it is to coordinate the activities of hundreds if not thousands of laborers to accomplish an intricate task,\\\" said Gharib. \\\"It's one thing to send thousands of soldiers to attack another army on a battlefield. But an engineering project requires everything to be put precisely into place.\\n\\\"I prefer to think of the technology as simple, with relatively few people involved,\\\" he explained.\\nGharib and Graff came up with a way of building a simple structure around the obelisk, with a pulley system mounted in front of the stone. That way, the base of the obelisk would drag on the ground for a few feet as the kite lifted the stone, and the stone would be quite stable once it was pulled upright into a vertical position. If the obelisk were raised with the base as a pivot, the stone would tend to swing past the vertical position and fall the other way.\\nThe top of the obelisk is tied with ropes threaded through the pulleys and attached to the kite. The operation is guided by a couple of workers using ropes attached to the pulleys.\\nNo one has found any evidence that the ancient Egyptians moved stones or any other objects with kites and pulleys. But Clemmons has found some tantalizing hints that the project is on the right track. On a building frieze in a Cairo museum, there is a wing pattern in bas-relief that does not resemble any living bird. Directly below are several men standing near vertical objects that could be ropes.\\nGharib's interest in the project is mainly to demonstrate that the technique may be viable.\\n\\\"We're not Egyptologists,\\\" he said. \\\"We're mainly interested in determining whether there is a possibility that the Egyptians were aware of wind power, and whether they used it to make their lives better.\\\"\\nNow that Gharib and his team have successfully raised the four-ton concrete obelisk, they plan to further test the approach using a ten-ton stone, and perhaps an even heavier one after that. Eventually they hope to obtain permission to try using their technique to raise one of the obelisks that still lie in an Egyptian quarry.\\n\\\"In fact, we may not even need a kite. It could be we can get along with just a drag chute,\\\" Gharib said.\\nAn important question is: Was there enough wind in Egypt for a kite or a drag chute to fly? Probably so, as steady winds of up to 30 miles per hour are not unusual in the areas where pyramids and obelisks were found.\\n(c) 2001 Caltech\\nSOURCES AND RELATED WEB SITES\", \"id\": \"<urn:uuid:7989d2d3-3e6d-4a4d-ad8e-e7b19882a89a>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://news.nationalgeographic.com/news/2001/06/0628_caltechobelisk_2.html\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9741706848144531, \"token_count\": 709, \"score\": 3.578125, \"int_score\": 4}\n"
"{\"text\": \"By Roger Fox\\nI doubt the Keystone project is even a real long term goal by TransCanada,. Certainly in the big picture Keystone is only a single chapter in a much larger book. If you read this diary you will risk information overload, you will be offered numerous disparate data points that at first glance may seem unconnected. You will need to digest all the information offered, and then analyze.\\nCrude is is classified by the American Petroleum Institute (API) into light, medium, heavy and extra heavy crudes, by API gravity. If its API gravity is greater than 10, it is lighter and floats on water; if less than 10, it is heavier and sinks. The Albert Tar Sands contain crudes of API 10 or less that is called Extra heavy or Bitumen. Heavy oil is defined as having an API gravity below 22.3, Medium oil is defined as having an API gravity between 22.3 °API and 31.1 °API, Light crude oil is defined as having an API gravity higher than 31.1.\\nAt a production rate of 3 million barells a day the tar sands can last for 170 years. This would also mean a hole in the ground visible from orbit.\\nThe Keystone pipeline is only one of a couple of handfuls of pipeline proposals over the last decade in the Western US, Canada and Alaska.\\nAlaskan nat gas is largely unexploited, and is used locally on the North Slope. Its estimated that 70 trillion cubic feet of nat gas can be found in Alaska, a lot of it in the North Slope area. There are at least 3 major proposals for nat gas pipelines from the North Slope area and the adjacent Mackenzie River Delta in Canada. 2 of these projects point right at Alberta.\\nTransCanada and Exxon Mobil are partnered in the Alaska gas pipeline proposal that will directly link nat gas production in the North Slope of ALaska thru Alberta to the US mid west. This project may be the same as the Denali proposal, and was reintroduced to theSenate in Feb, of 2011. There also at least 2 variations. Additionally there is the Dempster Lateral.\\n-> Next page: Follow the routes south\", \"id\": \"<urn:uuid:ba49b9f2-b352-4b64-9909-4785d5b6527b>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://redgreenandblue.org/2011/08/24/keystone-xl-tar-sands-pipeline-a-small-part-of-a-bigger-strategy/\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9430086612701416, \"token_count\": 447, \"score\": 2.59375, \"int_score\": 3}\n"
"{\"text\": \"What is the Keystone XL Pipeline?\\nThe 1,700-mile long Keystone XL Pipeline would connect the Alberta oil sand fields in Canada to refineries in Texas. The multi-billion dollar project is being proposed by TransCanada, a Canadian energy company. TransCanada has been attempting to get a permit for the pipeline for over three years. The proposed line would travel through six U.S. states: Montana, South Dakota, Nebraska, Kansas, Oklahoma, and Texas. The line would cross through 16 counties in North and East Texas. The pipeline itself would be 36 inches around.\\nSince the pipeline crosses international borders, TransCanada needs to obtain a Presidential Permit through the State Department for construction of the portion of the pipeline that goes from Canada to the U.S.\\nOn February 27, 2012, TransCanada announced it would start construction on a section of its Keystone XL pipeline from Cushing, Oklahoma to Texas...\", \"id\": \"<urn:uuid:28bb2f66-5a41-418e-9c11-5f5562a6867d>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.ketknbc.com/news/what-is-the-keystone-xl-pipeline\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9415760040283203, \"token_count\": 186, \"score\": 3.078125, \"int_score\": 3}\n"
"{\"text\": \"U.S. Energy Information Administration - EIA - Independent Statistics and Analysis\\nToday in Energy\\nThe Strait of Hormuz (shown in the oval on the map), which is located between Oman and Iran, connects the Persian Gulf with the Gulf of Oman and the Arabian Sea. Hormuz is the world's most important oil chokepoint due to its daily oil flow of almost 17 million barrels per day (bbl/d) in 2011, up from between 15.5-16.0 million bbl/d in 2009-2010. Flows through the Strait in 2011 were roughly 35% of all seaborne traded oil, or almost 20% of oil traded worldwide.\\nOn average, 14 crude oil tankers per day passed through the Strait in 2011, with a corresponding amount of empty tankers entering to pick up new cargos. More than 85% of these crude oil exports went to Asian markets, with Japan, India, South Korea, and China representing the largest destinations.\\nAt its narrowest point, the Strait is 21 miles wide, but the width of the shipping lane in either direction is only two miles, separated by a two-mile buffer zone. The Strait is deep and wide enough to handle the world's largest crude oil tankers, with about two-thirds of oil shipments carried by tankers in excess of 150,000 deadweight tons.\\nSeveral alternatives are potentially available to move oil from the Persian Gulf region without transiting Hormuz, but they are limited in capacity, in many cases are not currently operating or operable, and generally engender higher transport costs and logistical challenges.\\n- Alternate routes include the 745-mile Petroline, also known as the East-West Pipeline, across Saudi Arabia from Abqaiq to the Red Sea. The East-West Pipeline has a nameplate capacity of about 5 million bbl/d, with current movements estimated at about 2 million bbl/d.\\n- The Abqaiq-Yanbu natural gas liquids pipeline, which runs parallel to the Petroline to the Red Sea, has a 290,000-bbl/d capacity.\\n- Additional oil could also be pumped north via the Iraq-Turkey pipeline to the port of Ceyhan on the Mediterranean Sea, but volumes have been limited by the closure of the Strategic Pipeline linking north and south Iraq.\\n- The United Arab Emirates is also completing the 1.5 million bbl/d Abu Dhabi Crude Oil Pipeline that will cross the emirate of Abu Dhabi and end at the port of Fujairah just south of the Strait.\\n- Other alternate routes could include the deactivated 1.65-million bbl/d Iraqi Pipeline across Saudi Arabia (IPSA) and the deactivated 0.5 million-bbl/d Tapline to Lebanon.\\nEIA's World Oil Transit Chokepoints analysis brief contains additional information about other chokepoints, and the Middle East & North Africa overview contains additional information about countries in the region.\", \"id\": \"<urn:uuid:59115ba6-5e81-4858-b414-89604ce9f241>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.eia.gov/todayinenergy/detail.cfm?id=4430\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.940473198890686, \"token_count\": 615, \"score\": 3.328125, \"int_score\": 3}\n"
"{\"text\": \"Excerpts for Thames : The Biography\\nThe River as Fact\\nIt has a length of 215 miles, and is navigable for 191 miles. It is the longest river in England but not in Britain, where the Severn is longer by approximately 5 miles. Nevertheless it must be the shortest river in the world to acquire such a famous history. The Amazon and the Mississippi cover almost 4,000 miles, and the Yangtze almost 3,500 miles; but none of them has arrested the attention of the world in the manner of the Thames.\\nIt runs along the borders of nine English counties, thus reaffirming its identity as a boundary and as a defence. It divides Wiltshire from Gloucestershire, and Oxfordshire from Berkshire; as it pursues its way it divides Surrey from Middlesex (or Greater London as it is inelegantly known) and Kent from Essex. It is also a border of Buckinghamshire. It guarded these once tribal lands in the distant past, and will preserve them into the imaginable future.\\nThere are 134 bridges along the length of the Thames, and forty-four locks above Teddington. There are approximately twenty major tributaries still flowing into the main river, while others such as the Fleet have now disappeared under the ground. Its \\\"basin,\\\" the area from which it derives its water from rain and other natural forces, covers an area of some 5,264 square miles. And then there are the springs, many of them in the woods or close to the streams beside the Thames. There is one in the wood below Sinodun Hills in Oxfordshire, for example, which has been described as an \\\"everlasting spring\\\" always fresh and always renewed.\\nThe average flow of the river at Teddington, chosen because it marks the place where the tidal and non-tidal waters touch, has been calculated at 1,145 millions of gallons (5,205 millions of litres) each day or approximately 2,000 cubic feet (56.6 cubic metres) per second. The current moves at a velocity between 1Ú2 and 23Ú4 miles per hour. The main thrust of the river flow is known to hydrologists as the \\\"thalweg\\\"; it does not move in a straight and forward line but, mingling with the inner flow and the variegated flow of the surface and bottom waters, takes the form of a spiral or helix. More than 95 per cent of the river's energy is lost in turbulence and friction.\\nThe direction of the flow of the Thames is therefore quixotic. It might be assumed that it would move eastwards, but it defies any simple prediction. It flows north-west above Henley and at Teddington, west above Abingdon, south from Cookham and north above Marlow and Kingston. This has to do with the variegated curves of the river. It does not meander like the Euphrates, where according to Herodotus the voyager came upon the same village three times on three separate days, but it is circuitous. It specialises in loops. It will take the riparian traveller two or three times as long to cover the same distance as a companion on the high road. So the Thames teaches you to take time, and to view the world from a different vantage.\\nThe average \\\"fall\\\" or decline of the river from its beginning to its end is approximately 17 to 21 inches (432 to 533 mm) per mile. It follows gravity, and seeks out perpetually the simplest way to the sea. It falls some 600 feet (183 m) from source to sea, with a relatively precipitous decline of 300 feet (91.5 m) in the first 9 miles; it falls 100 (30.4 m) more in the next 11 miles, with a lower average for the rest of its course. Yet averages may not be so important. They mask the changeability and idiosyncrasy of the Thames. The mean width of the river is given as 1,000 feet (305 m), and a mean depth of 30 feet (9 m); but the width varies from 1 or 2 feet (0.3 to 0.6 m) at Trewsbury to 51Ú2 miles at the Nore.\\nThe tide, in the words of Tennyson, is that which \\\"moving seems asleep, too full for sound and foam.\\\" On its flood inward it can promise benefit or danger; on its ebb seaward it suggests separation or adventure. It is one general movement but it comprises a thousand different streams and eddies; there are opposing streams, and high water is not necessarily the same thing as high tide. The water will sometimes begin to fall before the tide is over. The average speed of the tide lies between 1 and 3 knots (1.15 and 3.45 miles per hour), but at times of very high flow it can reach 7 knots (8 miles per hour). At London Bridge the flood tide runs for almost six hours, while the ebb tide endures for six hours and thirty minutes. The tides are much higher now than at other times in the history of the Thames. There can now be a difference of some 24 feet (7.3 m) between high and low tides, although the average rise in the area of London Bridge is between 15 and 22 feet (4.5 and 6.7 m). In the period of the Roman occupation, it was a little over 3 feet (0.9 m). The high tide, in other words, has risen greatly over a period of two thousand years.\\nThe reason is simple. The south-east of England is sinking slowly into the water at the rate of approximately 12 inches (305 mm) per century. In 4000 BC the land beside the Thames was 46 feet (14 m) higher than it is now, and in 3000 BC it was some 31 feet (9.4 m) higher. When this is combined with the water issuing from the dissolution of the polar ice-caps, the tides moving up the lower reaches of the Thames are increasing at a rate of 2 feet (0.6 m) per century. That is why the recently erected Thames Barrier will not provide protection enough, and another barrier is being proposed.\\nThe tide of course changes in relation to the alignment of earth, moon and sun. Every two weeks the high \\\"spring\\\" tides reach their maximum two days after a full moon, while the low \\\"neap\\\" tides occur at the time of the half-moon. The highest tides occur at the times of equinox; this is the period of maximum danger for those who live and work by the river. The spring tides of late autumn and early spring are also hazardous. It is no wonder that the earliest people by the Thames venerated and propitiated the river.\\nThe general riverscape of the Thames is varied without being in any sense spectacular, the paraphernalia of life ancient and modern clustering around its banks. It is in large part now a domesticated river, having been tamed and controlled by many generations. It is in that sense a piece of artifice, with some of its landscape deliberately planned to blend with the course of the water. It would be possible to write the history of the Thames as a history of a work of art.\\nIt is a work still in slow progress. The Thames has taken the same course for ten thousand years, after it had been nudged southward by the glaciation of the last ice age. The British and Roman earthworks by the Sinodun Hills still border the river, as they did two thousand years before. Given the destructive power of the moving waters, this is a remarkable fact. Its level has varied over the millennia--there is a sudden and unexpected rise at the time of the Anglo-Saxon settlement, for example--and the discovery of submerged forests testifies to incidents of overwhelming flood. Its appearance has of course also altered, having only recently taken the form of a relatively deep and narrow channel, but its persistence and identity through time are an aspect of its power.\\nYet of course every stretch has its own character and atmosphere, and every zone has its own history. Out of oppositions comes energy, out of contrasts beauty. There is the overwhelming difference of water within it, varying from the pure freshwater of the source through the brackish zone of estuarial water to the salty water in proximity to the sea. Given the eddies of the current, in fact, there is rather more salt by the Essex shore than by the Kentish shore. There are manifest differences between the riverine landscapes of Lechlade and of Battersea, of Henley and of Gravesend; the upriver calm is in marked contrast to the turbulence of the long stretches known as River of London and then London River. After New Bridge the river becomes wider and deeper, in anticipation of its change.\\nThe rural landscape itself changes from flat to wooded in rapid succession, and there is a great alteration in the nature of the river from the cultivated fields of Dorchester to the thick woods of Cliveden. From Godstow the river becomes a place of recreation, breezy and jaunty with the skiffs and the punts, the sports in Port Meadow and the picnic parties on the banks by Binsey. But then by some change of light it becomes dark green, surrounded by vegetation like a jungle river; and then the traveller begins to see the dwellings of Oxford, and the river changes again. Oxford is a pivotal point. From there you can look upward and consider the quiet source; or you can look downstream and contemplate the coming immensity of London.\\nIn the reaches before Lechlade the water makes its way through isolated pastures; at Wapping and Rotherhithe the dwellings seem to drop into it, as if overwhelmed by numbers. The elements of rusticity and urbanity are nourished equally by the Thames. That is why parts of the river induce calm and forgetfulness, and others provoke anxiety and despair. It is the river of dreams, but it is also the river of suicide. It has been called liquid history because within itself it dissolves and carries all epochs and generations. They ebb and flow like water.\\nThe River as Metaphor\\nThe river runs through the language, and we speak of its influence in every conceivable context. It is employed to characterise life and death, time and destiny; it is used as a metaphor for continuity and dissolution, for intimacy and transitoriness, for art and history, for poetry itself. In The Principles of Psychology (1890) William James first coined the phrase \\\"stream of consciousness\\\" in which \\\"every definite image of the mind is steeped . . . in the free water that flows around it.\\\" Thus \\\"it flows\\\" like the river itself. Yet the river is also a token of the unconscious, with its suggestion of depth and invisible life.\\nThe river is a symbol of eternity, in its unending cycle of movement and change. It is one of the few such symbols that can readily be understood, or appreciated, and in the continuing stream the mind or soul can begin to contemplate its own possible immortality.\\nIn the poetry of John Denham's \\\"Cooper's Hill\\\" (1642), the Thames is a metaphor for human life. How slight its beginning, how confident its continuing course, how ineluctable its destination within the great ocean:\\nHasting to pay his tribute to the sea,\\nLike mortal life to meet eternity.\\nThe poetry of the Thames has always emphasised its affiliations with human purpose and with human realities. So the personality of the river changes in the course of its journey from the purity of its origins to the broad reaches of the commercial world. The river in its infancy is undefiled, innocent and clear. By the time it is closely pent in by the city, it has become dank and foul, defiled by greed and speculation. In this regress it is the paradigm of human life and of human history. Yet the river has one great advantage over its metaphoric companions. It returns to its source, and its corruption can be reversed. That is why baptism was once instinctively associated with the river. The Thames has been an emblem of redemption and of renewal, of the hope of escaping from time itself.\\nWhen Wordsworth observed the river at low tide, with the vista of the \\\"mighty heart\\\" of London \\\"lying still,\\\" he used the imagery of human circulation. It is the image of the river as blood, pulsing through the veins and arteries of its terrain, without which the life of London would seize up. Sir Walter Raleigh, contemplating the Thames from the walk by his cell in the Tower, remarked that the \\\"blood which disperseth itself by the branches or veins through all the body, may be resembled to these waters which are carried by brooks and rivers overall the earth.\\\" He wrote his History of the World (1610) from his prison cell, and was deeply imbued with the current of the Thames as a model of human destiny. It has been used as the symbol for the unfolding of events in time, and carries the burden of past events upon its back. For Raleigh the freight of time grew ever more complex and wearisome as it proceeded from its source; human life had become darker and deeper, less pure and more susceptible to the tides of affairs. There was one difference Raleigh noticed in his history, when he declared that \\\"for this tide of man's life, after it once turneth and declineth, ever runneth with a perpetual ebb and falling stream, but never floweth again.\\\"\\nThe Thames has also been understood as a mirror of morality. The bending rushes and the yielding willows afford lessons in humility and forbearance; the humble weeds along its banks have been praised for their lowliness and absence of ostentation. And who has ventured upon the river without learning the value of patience, of endurance, and of vigilance? John Denham makes the Thames the subject of native discourse in a further sense:\\nThough deep, yet clear; though gentle, yet not dull;\\nStrong without rage; without o'erflowing, full.\\nThis suggests that the river represents an English measure, an aesthetic harmony to be sought or wished for, but in the same breath Denham seems to be adverting to some emblem of Englishness itself. The Thames is a metaphor for the country through which it runs. It is modest and moderate, calm and resourceful; it is powerful without being fierce. It is not flamboyantly impressive. It is large without being too vast. It eschews extremes. It weaves its own course without artificial diversions or interventions. It is useful for all manner of purposes. It is a practical river.\\nWhen Robert Menzies, an erstwhile Australian prime minister, was taken to Runnymede he was moved to comment upon the \\\"secret springs\\\" of the \\\"slow English character.\\\" This identification of the land with the people, the characteristics of the earth and water with the temperament of their inhabitants, remains a poignant one. There is an inward and intimate association between the river and those who live beside it, even if that association cannot readily be understood.\\nFrom the Hardcover edition.\", \"id\": \"<urn:uuid:c8589dab-6a33-4d56-9c69-99faf059b9e4>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://sherloc.imcpl.org/enhancedContent.pl?contentType=ExcerptDetail&isbn=9780385528474\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9624767303466797, \"token_count\": 3140, \"score\": 3.390625, \"int_score\": 3}\n"
"{\"text\": \"Information contained on this page is provided by an independent third-party content provider. WorldNow and this Station make no warranties or representations in connection therewith. If you have any questions or comments about this page please contact email@example.com.\\nSOURCE Ford Motor Company\\nDEARBORN, Mich., March 22, 2013 /PRNewswire/ --\\nFord reduced the average amount of water used to make each vehicle by 8.5 percent between 2011 and 2012 – putting the company more than halfway toward its current goal of using an average of just 4 cubic meters per vehicle globally by 2015.\\nSince 2000, Ford has reduced the amount of water it uses in everything from cooling towers to parts washing and paint operations by 10.6 billion gallons, or 62 percent. That's equal to the amount of water used by nearly 99,000 U.S. residences annually, or enough to fill 16,000 Olympic-size pools. Ford's reduced consumption rates mean even more to regions around the world struggling with water-related issues like drought and extensive population growth.\\nFord's water reduction success is a result of the company's commitment to reduce the amount of water it uses by aggressively monitoring and managing just about every drop of water going into and out of its facilities and properties, says Andy Hobbs, director, Environmental Quality Office.\\nSince 2000, Ford decreased the total amount of water used around the world annually from 64 million cubic meters to 24 million cubic meters.\\n\\\"That's about 10.6 billion gallons of water that was conserved and went to use somewhere else,\\\" says Hobbs.\\nFord voluntarily launched its Global Water Management Initiative in 2000, putting in place ways to manage water conservation, quality and reuse of storm and process water. Ford's water strategy complements the company's overall Code of Human Rights, Basic Working Conditions and Corporate Responsibilities.\\n\\\"Ford recognizes the critical importance of water, and is committed to conserving water and using it responsibly,\\\" says Robert Brown, vice president, Sustainability, Environment and Safety Engineering. \\\"Many vehicle manufacturing processes require water and the resource is used at every point in our supply chain.\\\"\\nFord aims to use an average of 1,056 gallons of water to make each vehicle globally – consistent with its overall goal of a 30 percent reduction in the amount of water used per vehicle between 2009 and 2015. That is slightly more than the 1,000 gallons fire engine tankers in the U.S. are required to contain in their tanks. One cubic meter of water is equal to 264 gallons.\\nContinuing the progress\\nFord had a positive impact on the world's water supply in many ways during 2012. The Ford Fund, for example, supported 19 different water-related projects in China, Indonesia, Thailand, Philippines, India, Germany and South Africa.\\nOne project in arid Southwest China, for instance, involved 60 Ford employees from Nanjing, who helped eight families build water cellars designed to capture water during the rainy season to store and use during drier times of the year.\\nAt the same time, Ford's biggest water-related projects were within its own facilities and included:\\nThese accomplishments reflect Ford's overall approach to water use, which emphasizes several goals:\\nMore information about Ford's water use-related efforts can be found in the company's annual sustainability report that is released annually every June. The most recent version can be found here.\\nAbout Ford Motor Company\\nFord Motor Company (NYSE: F), a global automotive industry leader based in Dearborn, Mich., manufactures or distributes automobiles across six continents. With about 171,000 employees and 65 plants worldwide, the company's automotive brands include Ford and Lincoln. The company provides financial services through Ford Motor Credit Company. For more information regarding Ford and its products worldwide, please visit http://corporate.ford.com.\\n©2012 PR Newswire. All Rights Reserved.\", \"id\": \"<urn:uuid:268706f9-7219-4f86-8f3c-9f7fa5608ffb>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.kcentv.com/story/21763361/ford-cuts-global-water-use-85-percent-per-vehicle-from-2011-to-2012-total-usage-down-62-percent-since-2000\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9487351775169373, \"token_count\": 795, \"score\": 2.703125, \"int_score\": 3}\n"
"{\"text\": \"color=\\\"#FFFFFF\\\" size=\\\"2\\\">Back to Regional News Digest\\nSaturday, September 19, 1998 Last modified at 3:24 a.m. on Saturday, September 19, 1998\\nState gets more rain, except in plains\\nALBUQUERQUE (AP) - Slightly higher averages of rain in New Mexico this summer masked big differences in precipitation levels statewide, the National Weather Service said.\\nThe state's June-through-August average was 5 percent wetter than normal. But while summer rains fell on the western and northern parts of the state, the eastern plains were dry, said Charlie Liles, head of the weather service's Albuquerque office.\\nLiles said you could draw a line south from Clayton and Las Vegas, N.M., through Cloudcroft to see the demarkation: It mostly was dry to the southeast and wet in the northwest. Part of weather systems that steered rain away from Texas did the same to eastern New Mexico.\\n\\\"The dry east and southeast plains shows the westward expansion of the Texas drought that has taken place the past three to four months,\\\" Liles said.ce\\nClovisn got 61 percent less rain this summer, he said.\\nMonsoons caused an unusually wet July across the rest of the state but then stopped in August, said Dave Gutzler, a climate researcher at the University of New Mexico.\\nJal, in the southeast, was the driest spot for the three-month period, with just 1.43 inches of rain, 72 percent below normal. The wettest spot was Black Lake near Angel Fire, with 14.53 inches, Liles said.\\nAlbuquerque was two percent below normal with 3.42 inches, while Socorro was nearly 50 percent above normal with 5.6 inches. Santa Fe had 33 percent more rain at 7.15 inches, while Las Cruces was 47 percent below normal at 2.37 inches.\", \"id\": \"<urn:uuid:0057e9c8-4a05-4d1f-9ef8-63a69171c58d>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://lubbockonline.com/stories/091998/LG3074.shtml\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9609489440917969, \"token_count\": 396, \"score\": 2.78125, \"int_score\": 3}\n"
"{\"text\": \"5. Risky behavior in youth decreases: Results of the 2011 New Mexico Youth Risk and Resiliency Survey showed a significant decrease in the rates of the prevalence of suicide attempts, cigarette smoking and binge drinking among the state's public high school students. The YRRS is conducted in New Mexico public high schools and middle schools in the fall semester of odd numbered years. The 2011 YRRS surveyed 16,635 New Mexico high school students. According to the survey, suicide attempts were reported by 8.6 percent of high school students, down 40.7 percent from a high of 14.5 percent in 2003. The percentage of high school students who were current smokers declined from a high of 30.2 percent in 2003 to 19.9 percent in 2011. Binge drinking decreased from a rate of 35.4 percent in 2003 to 22.4 percent in 2011. For more information, including reports by New Mexico counties, go to www.youthrisk.org.\\n4. New skilled nursing facility opens: The Department of Health held a ribbon-cutting ceremony in July for the new Meadows Home at the New Mexico Behavioral Health Institute in Las Vegas. Meadows Home is a skilled nursing facility that provides care for up to 180 residents of New Mexico. The new building, which is the first of three phases that is being built, replaces buildings that were built in 1948 and 1955. The Meadows Home creates a\\n3. West Nile resurgence: West Nile Virus was once again in the national and State spotlight due to a resurgence in the number of human cases of the disease nationwide and in New Mexico. In 2012, there were 47 human cases, which included one death in Bernalillo County. In 2011 there were four human cases and in 2010 there were 25 cases. West Nile was first detected in 2003 in New Mexico, with 209 human cases. West Nile Virus prevention tips can be found online at www.nmhealth.org/erd/healthdata/westnile.shtml.\\n2. Prescription drug overdoses Increase: In May 2012, the Department released data that shows sales of controlled prescription opiate pain relievers increased 131 percent in New Mexico between 2001 and 2010. During the same period, the state's drug overdose death rate increased 61.8 percent. Since 2007, the overdose death rate from prescription drugs has exceeded the death rate from illicit drugs such as heroin and cocaine.\\nThere is help available for people addicted to prescription medications. The Southwest Pathways Clinic at the Las Cruces Public Health Office offers medication assisted treatment for persons with opiate dependency in southern New Mexico and provides intensive outpatient treatment that may be an alternative to narcotic treatment with methadone maintenance therapy. For more information about Southwest Pathways, visit www.healthynm.org.\\n1. Pertussis outbreak: There have been more than 750 cases of Pertussis in New Mexico this year. This is compared to 277 cases in 2011, 151 cases in 2010 and just 85 cases in 2009. Pertussis is a vaccine-preventable disease that causes fits of coughing that in some people make it hard to breathe. Anyone can get pertussis, but babies who get the disease are at greatest risk of complications, including pneumonia, seizures, brain damage and death. The best prevention from stopping the spread of pertussis is to get vaccinated. The CDC recommends cocooning, which is vaccinating everyone who comes into close contact with an infant, including daycare workers, aunts, uncles and grandparents. Find more pertussis information online at www.nmhealth.org/pertussis.\\nTo read the full top 10 list, visit www.healthynm.org. Happy New Year!\\nChris J. Minnick writes for the New Mexico Department of Health. He can be reached at firstname.lastname@example.org.\", \"id\": \"<urn:uuid:ddaf6484-01d0-4ea5-8a66-5436fa9fd779>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.lcsun-news.com/las_cruces-health/ci_22260659\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9509567022323608, \"token_count\": 785, \"score\": 2.671875, \"int_score\": 3}\n"
"{\"text\": \"Multistate Outbreak of Human Salmonella Chester Infections (Final Update)\\nPosted September 9, 2010\\nThis outbreak appears to be over. However, Salmonella is an important cause of human illness in the United States. More information about Salmonella, and steps people can take to reduce their risk of infection, can be found on the CDC Salmonella Web Page.\\nPersons Infected with the Outbreak Strain of Salmonella Chester, United States, by State\\nInfections with the Outbreak Strain of Salmonella Chester, by Week of Illness Onset\\nCDC collaborated with public health officials in many states, the U.S. Department of Agriculture's Food Safety and Inspection Service (USDA/FSIS), and the U.S. Food and Drug Administration (FDA) to investigate a multistate outbreak of Salmonella serotype Chester infections. Investigators used DNA analysis of Salmonella bacteria obtained through diagnostic testing to identify cases of illness that were part of this outbreak.\\nAs of 9:00 AM EDT on August 27, 2010, a total of 44 individuals infected with a matching strain of Salmonella Chester have been reported from 18 states since April 11, 2010. The number of ill people identified in each state with this strain is as follows: AK (1), CA (5), CO (2), GA (8), IL (1), KY (1), MA (2), MN (2), MO (1), NC (1), OK (1), OR (2), SC (2), TN (1), TX (3), UT (3), VA (4), and WA (4). Among those for whom information is available about when symptoms started, illnesses began between April 4, 2010 and June 16, 2010. Case-patients ranged in age from <1 to 88 years old, and the median age was 36 years. Fifty-four percent of patients were female. Among the 43 patients with available hospitalization information, 16 (37%) were hospitalized. No deaths were reported.\\nThe outbreak can be visually described with a chart showing the number of people who became ill each day. This chart is called an epidemic curve or epi curve. For more details, please see the Salmonella Outbreak Investigations: Timeline for Reporting Cases.\\nInvestigation of the Outbreak\\nA widely distributed contaminated food product might cause illnesses across the United States. The identity of the contaminated product often is not readily apparent. In outbreaks like this one, identification of the contaminated product requires conducting detailed standardized interviews with persons who were ill. It may also require conducting interviews with non-ill members of the public (\\\"controls\\\") to get information about foods recently eaten and other exposures to compare with information from the ill persons. The investigation is often supplemented by laboratory testing of suspected products.\\nCollaborative investigative efforts of officials in many local, state, and federal public health, agriculture, and regulatory agencies linked this outbreak to Marie Callender’s Cheesy Chicken & Rice single-serve frozen entrées. During June 14-18, 2010, CDC and public health officials in multiple states conducted an epidemiologic study by comparing foods eaten by 19 ill and 22 well persons. Analysis of this study suggested that eating a Marie Callender's frozen meal was a source of illness. Ill persons (89%) were significantly more likely than well persons (14%) to report eating a frozen meal. All ill persons (100%) who ate frozen meals reported eating a Marie Callender's frozen meal. None of the well persons who ate a frozen meal reported eating a Marie Callender's frozen meal. There was insufficient data from this study to implicate a specific frozen meal type. However, many of the ill persons reported eating a Marie Callender's Cheesy Chicken & Rice frozen entrée in the week before becoming ill. Additionally, two unopened packages of Marie Callender’s Cheesy Chicken & Rice single-serve frozen entrées collected from two patients’ homes (one collected in Minnesota on June 18, and one in Tennessee on July 19) yielded Salmonella Chester isolates with a genetic fingerprint indistinguishable from the outbreak pattern.\\nOn June 17, 2010, ConAgra Foods announced a precautionary recall of Marie Callender's Cheesy Chicken & Rice single-serve frozen entrées after being informed by the CDC of a possible association between this product and the outbreak of Salmonella Chester infections.\\nOn June 17, 2010, USDA's FSIS announced ConAgra's recall.\\nView recalled food package [PDF - 6 pages] posted by FSIS.\\nClinical Features/Signs and Symptoms\\nMost people infected with Salmonella develop diarrhea, fever, and abdominal cramps 12–72 hours after infection. Infection is usually diagnosed by culture of a stool sample. The illness usually lasts 4 to 7 days. Although most people recover without treatment, severe infections can occur. Infants, elderly people, and those with weakened immune systems are more likely than others to develop severe illness. When severe infection occurs, Salmonella may spread from the intestines to the bloodstream and then to other body sites and can cause death unless the person is treated promptly with antibiotics.\\nMore general information about Salmonella can be found here under Salmonella FAQs.\\nAdvice to Consumers\\n- Salmonella is sometimes present in raw foods (e.g., chicken, produce, and spices) which can be used as ingredients in not-ready-to-eat frozen dinners.\\n- Consumers should follow the instructions on the package label of the frozen dinner. Conventional ovens are better at cooking foods thoroughly. Microwave ovens vary in strength and tend to cook foods unevenly.\\n- If you choose to cook the frozen dinner using a microwave, be sure to:\\n- Cook the food for the time specified for your microwave's wattage.\\n- Let the food \\\"stand\\\" for the stated time, so cooking can continue.\\n- Use a food thermometer to make sure that it is fully cooked to an internal temperature of 165 degrees Fahrenheit.\\n- Individuals who think they might have become ill from eating a Marie Callender's frozen dinner should consult their health care providers.\\n- Consumers who have Marie Callender's Cheesy Chicken & Rice single-serve frozen entrées in their freezer should discard them or return them to their retailer for a refund.\\n- Consumers are urged to read and follow the preparation instructions on the label of all frozen entrees. If the package says “Do Not Microwave,” consumers should follow that instruction and use a conventional oven. Consumers should use a food thermometer to make sure the entrees reach at least 165 degrees Fahrenheit.\\n- General Information: Salmonella\\n- Description of the Steps In a Foodborne Outbreak Investigation\\n- CDC's Role During a Multi-State Foodborne Outbreak Investigation\\n- Two Minnesota cases of Salmonella infection linked to national recall of frozen meals\\n- Cooking Safely in the Microwave Oven\\nCDC's Role in Food Safety\\nAs an agency within the U.S. Department of Health and Human Services (HHS), CDC leads federal efforts to gather data on foodborne illnesses, investigate foodborne illnesses and outbreaks, and monitor the effectiveness of prevention and control efforts. CDC is not a food safety regulatory agency but works closely with the food safety regulatory agencies, in particular with HHS's U.S. Food and Drug Administration (FDA) and the Food Safety and Inspection Service within the U.S. Department of Agriculture (USDA). CDC also plays a key role in building state and local health department epidemiology, laboratory, and environmental health capacity to support foodborne disease surveillance and outbreak response. Notably, CDC data can be used to help document the effectiveness of regulatory interventions.\", \"id\": \"<urn:uuid:e80979e4-dc90-433e-87c7-2ff9f0083129>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.cdc.gov/salmonella/chester/index.html\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9372903108596802, \"token_count\": 1598, \"score\": 2.65625, \"int_score\": 3}\n"
"{\"text\": \"H5N1 in cats\\n8 March 2006\\nAt the end of February 2006 highly pathogenic avian influenza (HPAI), caused by the H5N1 virus was detected in a domestic cat found dead on the northern island of Ruegen, Germany. Since mid-February, over 100 birds have died on this island and tests confirmed H5N1 infection. Also in Asia, cats and other felidae have been occasionally found to be infected with H5N1 since the start of the poultry epidemic in 2003. Experimental studies have shown that the domestic cat can become infected with the virus and that cat to cat transmission is possible in principle. The virus causes respiratory disease which can lead to death in all cat species. Serological studies in several Asian countries suggest that dogs may also contract the H5N1 infection. Countries in Europe have advised owners of pets living near H5N1 wild bird foci to keep cats indoors and dogs on a leash when taken for a walk.\\nThese recent events lead to many questions by the public and pet owners to which the veterinary profession has to respond. In addition, there may be exposure of pet owners and veterinarians. For example, when animals infected with H5N1 (eg birds, dogs and cats) are brought to the veterinary clinic. Important are also the contribution veterinary practitioners can make in the surveillance of the disease for the presence of the H5N1 infection.\\nThis section provides information for the general public and professionals about the risk of cats contracting H5N1 virus and the role of cats in the spread of avian influenza H5N1.\\nDuring a H5N1 outbreak in poultry in 1997 in Hong Kong, the first clinical human cases of this sub-type were reported with several fatalities. From the end of 2003 to date (March 2006) 173 people have been confirmed infected with the H5N1 virus of which 93 have died. Except for 1 case, human-to-human transmission has probably not occurred. Although H5N1 is relatively common to wild birds and poultry, humans and other mammals are also at risk of HPAI infection. Highly pathogenic avian influenza in poultry is of growing concern due to the current geographic extent comprising Asia, Africa and Europe showing potential for pandemic spread. The virus is highly contagious and already over 200 million domestic birds have either been culled or died of the disease. Table 1 shows the timeline for avian influenza in cats and other felidae.\\n|Timeline of (H5N1) avian influenza in cats and other felidae (and civets)\\n|1970s & 1980s\\n||Research revealed that infection of domestic cats with influenza A subtypes H3N2 from humans, H7N3 from a turkey, and H7N7 from a harbor seal (Phoc vitulina) produces transient virus excretion and a temporary increase in body temperature but did not induce any other clinical signs of disease.\\n||Two leopards and two tigers died at a zoo in Thailand after feeding on chicken carcasses. Investigation confirmed H5N1 in tissue samples from all 4 animals. This was the first report of influenza causing disease and death in big cats.\\n||Research shows that domestic cats experimentally\\ninfected with H5N1 develop severe disease and can spread\\ninfection to other cats.\\n||A H5N1 outbreak in zoo tigers in Thailand reportedly\\nfed on chicken carcasses. Eventually, 147 out of the\\npopulation of 441 tigers died or had to euthanized for\\nanimal welfare reasons.\\n||Tests on three civets that died late June 2005 in\\nViet Nam revealed H5N1, marking the first infection\\nof this species with the virus. These endangered Owston’s\\npalm civets were raised in captivity; source of infection\\nis still unknown.\\nOctober 05 February 06\\n||FAO field veterinarians report unusual high cat mortality\\nin Iraq and Indonesia in the vicinity of H5N1 outbreaks\\n28 February 2006\\n||H5N1 confirmed in a cat on the Baltic Sea island\\nof Ruegen (Germany). Over 100 wild birds had been found\\ndead on the island during previous weeks.\\nRole of cats in virus transmission\\nResearch has shown that domestic cats may die from H5N1 virus. Also horizontal transmission has been proven. However, it is unlikely that cats play a role in the natural transmission cycle of H5N1 viruses. Cat infections occasionally occur in association with H5N1 outbreaks in domestic or wild birds, e.g. when cats feed on infected birds. Experimental/infected cats shed the virus via the respiratory and intestinal tract, and may therefore transmit the virus to other cats. Naturally infected cats are thus in theory, able to spread the virus.\\nIn areas where H5N1 Infected wild birds are reported it can not be excluded that cats become infected. Although most wild birds infected are waterfowl, not normally the species cats interact with, H5N1 is potentially infectious to numerous other bird species and it can not be ruled out that passerines or pigeons which do interact with cats get infected.\\nIn areas where poultry is infected with H5N1 there is a risk that cats become infected with H5N1 through contact with infected poultry or their faeces. Anecdotal reports support the notion that contact with infected poultry (faeces and eating infected carcasses) forms a source of infection for cats. Cats probably have little or no contribution to the spread of the disease because the number of infected poultry is much higher than the number of infected cats; poultry shed much more virus than cats. Nevertheless, cats may play a role in the spread of the virus to other animals. Report to the local veterinary authority any evidence of significant animal mortality both wild and domestic.\\nTheoretically there is a possibility that cats transmit infection to humans. However, given the risk that cats become infected with HPAI is low, the risk to human infection is therefore limited.\\nThe role of stray cats\\nDue to their greater mobility, stray cats could spread the disease into new areas. If infected, stray cats may become a source of contamination to poultry and mammals, including humans.\\nThe role of other mammals\\nThe ability of catching the H5N1 virus is not restricted to cats. Reports show infection in tigers, leopards and civets. Also dogs and pigs may become infected with the virus. Given the broad host spectrum of the H5N1virus, the possibility that also other wild or domesticated mammals including seals, mustelidae or furbearing animals, become infected by contacting infected animals is present. All carnivores could become infected through eating infected poultry or infected wild birds.\\nAreas where H5N1 HPAI has been diagnosed or is suspected in poultry or wild birds:\\n- Report to the local veterinary authority any evidence of significant bird mortality both wild and domestic.\\n- Be especially vigilant for any dead or sick cats and report such findings to the local veterinarian.\\n- Make sure contact between cats and wild birds or poultry (or their faeces) is avoided and/or keep cats inside.\\n- If cats bring a sick or dead bird inside the house, put on plastic gloves and dispense of the bird in plastic bags for collection by local veterinary animal handlers.\\n- Keep stray cats outside the house and avoid contact with them.\\n- If cats show breathing problems or nasal discharge, a veterinarian should be consulted.\\n- Do not touch or handle any sick-looking or dead cat (or other animal) and report to the authorities.\\n- Wash hands with water and soap regularly and especially after handling animals and cleaning their litter boxes or coming in contact with faeces or saliva.\\n- Dogs can only be taken outside the premises if kept restraint.\\n- Do not feed any water birds.\\n- Disinfect (e.g. with bleach 2-3 %) cages or other hardware in which sick animals have been transported or been in contact.\\n- Wash animal blankets with soap or any other commercial detergent.\", \"id\": \"<urn:uuid:06c69d70-74bb-44ae-8b88-d574a02ebd03>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.fao.org/avianflu/en/wildlife/wild_animals.htm\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9348472356796265, \"token_count\": 1671, \"score\": 2.890625, \"int_score\": 3}\n"
"{\"text\": \"TAKING EVERY PRECAUTION\\nJapan Takes Measures to Prevent SARS (June 9, 2003)\\nAs severe acute respiratory syndrome (SARS), a new type\\nof pneumonia, rages in wide areas of Asia and other places, the Japanese government\\nhas been busy taking measures to prevent an outbreak from occurring in Japan.\\nThe government has urged people to take caution in traveling to affected areas,\\nand it has been making every effort to prevent SARS from entering Japan. In addition,\\nwork is progressing on a system in which medical institutions, national and local\\ngovernments, and corporations will act together to prevent the spread of SARS\\nin the event of an outbreak in Japan. As a result of these efforts, as of June\\n9, there have been no confirmed or probable cases of SARS in Japan.\\n|Medical staff practice using an isolator. (Jiji)\\nPlans Already Developed for Dealing with Patients\\nOn May 1 the government brought the heads of the relevant ministries and agencies\\ntogether for a first-ever meeting devoted to SARS in order to decide what measures\\nshould be taken in the event that someone in Japan is found to be infected with\\nthe virus. The group decided to call on people returning from China to stay at\\nhome for 10 days, which is believed to be the incubation period for the disease.\\nTaking this into consideration, the\\nMinistry of Health, Labor, and Welfare made plans for taking action in the\\nevent of an outbreak. It decided to give local governments the authority to direct\\npeople believed likely to be infected, or \\\"probable patients,\\\" to hospitalize\\nthemselves. In the event that a patient refuses, the local governments are empowered\\nto forcibly hospitalize the person.\\nLocal governments are readying themselves to accept patients. According to a survey\\nconducted by the Nihon Keizai Shimbun in early May,\\nall of the nation's 47 prefectures had already completed action plans spelling\\nout what measures would be taken in the event of an outbreak. In addition, some\\n250 medical institutions around the country have made such preparations as setting\\nup \\\"negative air-pressure rooms\\\" to prevent the virus from spreading\\nwithin the hospital or to the outside. Local governments in such places as Kitakyushu\\nCity, Hokkaido, and Mie Prefecture\\nhave been purchasing capsules called isolators to be used when suspected SARS\\npatients are moved, and they have conducted drills on how to use them with volunteers\\nplaying the role of patients.\\nIn May a foreign traveler who had been to Japan was found to be infected with\\nSARS. When this was discovered, the government and local authorities quickly implemented\\nemergency measures, as a result of which no secondary infections occurred. According\\nto a survey conducted by the Asahi Shimbun, 28 local\\ngovernments out of the 47 prefectures and 13 major cities in Japan, nearly half\\nthe total, were rethinking their plans to cope with a potential SARS outbreak\\nin light of this news. Fukushima Prefecture decided to check whether visitors\\nfrom abroad have come from an area to which the World\\nHealth Organization recommends postponing travel. It will also make use of\\nthe local hotels association to determine the previous whereabouts of such guests.\\nKagawa Prefecture, meanwhile, which had previously only planned for people who\\nhad come in close contact with SARS patients, defined as having been within 2\\nmeters, has created an action plan for checking on people who have had even a\\nlow possibility of coming in contact with a carrier.\\nPublic and Private Sectors Taking Action\\nThe Japanese government is stepping up its efforts to take rapid, nationwide measures\\nto prevent SARS infection. The Ministry of Health, Labor, and Welfare has accelerated\\nrevision of the Infectious Disease Law, for example. And while local governments\\nare the first line of defense in tracking the path of infection and following\\nup on people who may have been exposed, the national government will become directly\\ninvolved in the event that infection spreads outside of a local area. Japan is\\nalso actively engaged in international cooperation aimed at preventing the spread\\nThe private sector has also been taking action to prevent\\nthe spread of SARS and to reassure travelers. West\\nJapan Railway Co. (JR West) has set up a SARS-response headquarters and is\\nconsidering disinfecting affected carriages in the event that an infected person\\nis found to have been onboard a certain train at a certain time. The company also\\ndecided to publicly release information on the time and route traveled by any\\nSARS patients. Orient Ferry, which runs a ferry route from Shimonoseki to China's\\nQingdao, has since late April requested that all passengers and crew fill out\\nhealth questionnaires, and the company has trained staff for what to do in the\\nevent that a passenger falls ill with SARS while onboard. The terminal in Qingdao,\\nthe shuttle bus, and the inside of the ship are all disinfected every day.\\nMeanwhile, some companies have taken the step of postponing scheduled business\\ntrips to affected areas, and, in response to requests by the government, airlines\\nand ship operators whose vessels operate in Japan are distributing health questionnaires\\nto their staff and passengers.\\nJapan has avoided SARS so far, and there is every reason to be confident that\\nthe country will remain free of the disease. Even if an outbreak did occur, the\\nconcerted efforts of local and national governments and private enterprises to\\nprepare for such an eventuality suggest that it would be handled quickly and efficiently.\\nNote: The government's \\\"Measures upon Entry/Return to Japan\\\" for travelers\\nheading to Japan can be found here. (http://www.mofa.go.jp/policy/health_c/sars/measure0521.html)\\nRelated Web Sites\\nthe Ministry of Health, Labor, and Welfare\\nWorld Health Organization\\nWest Japan Railway Co. (JR West)\\nCopyright (c) 2004 Web Japan. Edited by Japan Echo Inc. based on domestic Japanese news sources. Articles presented here are offered for reference purposes and do not necessarily represent the policy or views of the Japanese Government.\\n(November 19, 2002)\\nGIVE BLOOD AND ENJOY\\n(September 25, 2002)\", \"id\": \"<urn:uuid:b366d573-5d03-4927-bd6a-353a5c4ca06f>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://web-japan.org/trends/lifestyle/lif030609.html\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9509302377700806, \"token_count\": 1318, \"score\": 2.96875, \"int_score\": 3}\n"
"{\"text\": \"European ports install radiation detectors as U.S. delays\\nJust last week, U.S. officials announced that the Homeland Security Department is slowing plans to roll out 1,400 monitors, each costing nearly $400,000, as part of a $1.2 billion multiyear project. In field tests, the new Advanced Spectroscopic Portal monitors, or ASPs, \\\"led to the determination that additional functional capacity is needed to meet the operational standards,\\\" a department spokeswoman announced.\\nThe announcement, which means the machines could take another year to reach U.S. ports, comes after more than a year of sparring between DHS officials and the Government Accountability Office over how effective the technology is as well as testing methods used to evaluate it.\\nThe debate over the new equipment has largely played out in congressional hearings. In September, Government Accountability Office officials argued that DHS testing was based on a \\\"biased\\\" methodology that allowed vendors an artificial edge during the evaluation of their radiation detectors, an allegation Homeland Security officials said was off base.\\nOfficials at the Belgian port of Antwerp, however, are moving ahead with deployment of the ASPs for use in secondary screening.\\n\\\"We're in the process of finalizing it now,\\\" Pascal Fias, a scientist working at the Antwerp port, said last week during an International Atomic Energy Agency-sponsored conference on nuclear trafficking here.\\nIn the Netherlands, Dutch customs officials are already using the ASP detectors in secondary deployments and expect to eventually use them as primary scanners, Fias said.\\nContainers at ports are typically put through a two-phase scanning process. During the first phase, the shipping containers are sent through very sensitive detectors called plastic scintillators. Plastic scintillators can detect very low-level radiation emissions but are incapable of identifying the isotope emitting the energy.\\nDue to their sensitivity, they can be triggered by innocuous cargo with trace levels of natural radiation like granite, kitty litter or bananas. In one instance a load of blueberries set off Belgian alarms. The fruit exhibited trace levels of cesium contamination, a legacy from Chernobyl, Fias said.\\nIf the primary detectors discover the presence of radiation, the shipping container is then sent through a secondary screening where customs officials use hand-held devices to determine the nature of the source.\\nAfter the latest round of GAO criticism of the DHS technology vetting process, Homeland Security officials suggested the ASP detectors would first be deployed in secondary locations and testing would continue before replacing the plastic scintillators.\\nWhile Belgian port officials have no plans to shift the ASP to a primary detection deployment - they say they have the plastic scintillators and might as well use them - the new technology is perfect for secondary screening, they say.\\n\\\"For the second phase, it makes a lot of sense to use the ASP,\\\" Fias told Global Security Newswire, calling the technology currently \\\"the best on the market.\\\"\\nWithout the ASP detectors, custom officials must use a small, hand-held scanner to assess the entire shipping container. That is a small scanner and a large box, a combination that has led to complaints from customs officials at the port, Fias said.\\nBy contrast, the ASP scanners are \\\"basically a very, very big detector that can scan the whole of the container,\\\" he said. Replacing primary scanners with the new technology requires any new device to be at least a sensitive as the plastic scintillators, Fias notes, a more challenging bar to meet.\\nThe goal with these detector upgrades, both domestically and abroad, is not necessarily increasing the level or radiation detection at ports, but rather smoothing the flow of commerce and making sure current detection regime is not disruptive. U.S. officials have repeatedly said the goal is to lower the number of false alarms at large ports such as Los Angeles/Long Beach. That port, the nation's busiest, has about 500 radiation alerts a day, and DHS officials suggest the new technology could plunge that number to less than 30.\\n\\\"We want to have a low economic impact. Time is money, certainly in a port,\\\" Fias said of Antwerp. \\\"Only 1 in 10,000 containers are delayed for more than a few hours or days.\\\"\\nHe expects the ASPs, to be used in conjunction with x-ray scanning, to be rolled out in Antwerp by the end of next year.\", \"id\": \"<urn:uuid:47f581b9-3072-4dea-8a54-ec10d416fd47>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.govexec.com/defense/2007/11/european-ports-install-radiation-detectors-as-us-delays/25814/\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9587301015853882, \"token_count\": 903, \"score\": 2.546875, \"int_score\": 3}\n"
"{\"text\": \"SAN ANGELO, Texas — MOSCOW (AP) The head of Russia's space agency said Tuesday that cosmic radiation was the most likely cause of the failure of a Mars moon probe that crashed to Earth this month, and suggested that a low-quality imported component may have been vulnerable to the radiation. Vladimir Popovkin also said a manned launch to the International Space Station is being postponed from March 30 because of faults found in the Soyuz capsule.\\nThe statements underline an array of trouble that has afflicted the country's vaunted space program in recent months, including the August crash of a supply ship for the space station and last month's crash of a communications satellite.\\nSince the end of the U.S. space shuttle program last year, Russian craft are the only means to send crew to and from the ISS.\\nThe unmanned Phobos-Ground probe was to have gone to the Mars moon of Phobos, taken soil samples and brought them back. But it became stuck in Earth orbit soon after its launch on Nov. 9. It fell out of orbit on Jan. 15, reportedly off the coast of Chile, but no fragments have been found.\\nThe failure was a severe embarrassment to Russia, and Popovkin initially suggested it could have been due to foreign sabotage.\\nBut on Tuesday he said in televised remarks that an investigation showed the probable cause was \\\"localized influence of heavily radiated space particles.\\\"\\nPopovkin, speaking in the city of Voronezh where the report was presented to Deputy Prime Minister Dmitry Rogozin, said two units of the Phobos-Ground probe's onboard computer system went into an energy-saving \\\"restart\\\" mode, apparently due to the radiation, while the craft was in its second orbital circuit.\\nIt was not immediately clear why the units could not be brought out of that mode.\\nPopovkin said that some microchips used on the craft were imported and possibly of inadequate quality to resist radiation. He did not specify where the chips were manufactured.\\nYuri Koptev, a former space agency head who led the Phobos-Ground investigation, said 62 percent of the microchips used in the probe were \\\"industrial\\\" class, a less-sophisticated level than should be used in space flight.\\nPopovkin said the craft's builder, Moscow-based NPO Lavochkin, should have taken into account the possibility of radiation interfering with the operation and said Lavochkin officials would face punishment for the oversight.\\nPopovkin later announced that a March 30 planned launch of three astronauts to the space station will be postponed \\\"likely until the end of April\\\" because of problems with the capsule. He did not specify, but the state news agency RIA Novosti cited the director of Russia's cosmonaut-training program as saying leaks had been found in the capsule's seals.\\nIt would be the second significant postponement of a manned Russian launch in the past year. The August crash of the supply ship pushed back a manned launch to the ISS because the booster rocket that failed in the crash was similar to the ones used in manned missions.\", \"id\": \"<urn:uuid:fe10118b-a42c-4bff-bcb7-7ab62838ca60>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.gosanangelo.com/news/2012/jan/31/1501lt-ap-eu-russia-falling-spacecraft0515-for/\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9729071259498596, \"token_count\": 640, \"score\": 2.5625, \"int_score\": 3}\n"
"{\"text\": \"Arctic meltdown not caused by nature\\nRapid loss of Arctic sea ice - 80 per cent has disappeared since 1980 - is not caused by natural cycles such as changes in the Earth's orbit around the Sun, says Dr Karl.\\nThe situation is getting rather messy with regard to the ice melting in the Arctic. Now the volume of the ice varies throughout the year, rising to its peak after midwinter, and falling to its minimum after midsummer, usually in the month of September.\\nOver most of the last 1,400 years, the volume of ice remaining each September has stayed pretty constant. But since 1980, we have lost 80 per cent of that ice.\\nNow one thing to appreciate is that over the last 4.7 billion years, there have been many natural cycles in the climate — both heating and cooling. What's happening today in the Arctic is not a cycle caused by nature, but something that we humans did by burning fossil fuels and dumping slightly over one trillion tonnes of carbon into the atmosphere over the last century.\\nSo what are these natural cycles? There are many many of them, but let's just look at the Milankovitch cycles. These cycles relate to the Earth and its orbit around the Sun. There are three main Milankovitch cycles. They each affect how much solar radiation lands on the Earth, and whether it lands on ice, land or water, and when it lands.\\nThe first Milankovitch cycle is that the orbit of the Earth changes from mostly circular to slightly elliptical. It does this on a predominantly 100,000-year cycle. When the Earth is close to the Sun it receives more heat energy, and when it is further away it gets less. At the moment the orbit of the Earth is about halfway between \\\"nearly circular\\\" and \\\"slightly elliptical\\\". So the change in the distance to the Sun in each calendar year is currently about 5.1 million kilometres, which translates to about 6.8 per cent difference in incoming solar radiation. But when the orbit of the Earth is at its most elliptical, there will be a 23 per cent difference in how much solar radiation lands on the Earth.\\nThe second Milankovitch cycle affecting the solar radiation landing on our planet is the tilt of the north-south spin axis compared to the plane of the orbit of the Earth around the Sun. This tilt rocks gently between 22.1 degrees and 24.5 degrees from the vertical. This cycle has a period of about 41,000 years. At the moment we are roughly halfway in the middle — we're about 23.44 degrees from the vertical and heading down to 22.1 degrees. As we head to the minimum around the year 11,800, the trend is that the summers in each hemisphere will get less solar radiation, while the winters will get more, and there will be a slight overall cooling.\\nThe third Milankovitch cycle that affects how much solar radiation lands on our planet is a little more tricky to understand. It's called 'precession'. As our Earth orbits the Sun, the north-south spin axis does more than just rock gently between 22.1 degrees and 24.5 degrees. It also — very slowly, just like a giant spinning top — sweeps out a complete 360 degrees circle, and it takes about 26,000 years to do this. So on January 4, when the Earth is at its closest to the Sun, it's the South Pole (yep, the Antarctic) that points towards the Sun.\\nSo at the moment, everything else being equal, it's the southern hemisphere that has a warmer summer because it's getting more solar radiation, but six months later it will have a colder winter. And correspondingly, the northern hemisphere will have a warmer winter and a cooler summer.\\nBut of course, \\\"everything else\\\" is not equal. There's more land in the northern hemisphere but more ocean in a southern hemisphere. The Arctic is ice that is floating on water and surrounded by land. The Antarctic is the opposite — ice that is sitting on land and surrounded by water. You begin to see how complicated it all is.\\nWe have had, in this current cycle, repeated ice ages on Earth over the last three-million years. During an ice age, the ice can be three kilometres thick and cover practically all of Canada. It can spread through most of Siberia and Europe and reach almost to where London is today. Of course, the water to make this ice comes out of the ocean, and so in the past, the ocean level has dropped by some 125 metres.\\nFrom three million years ago to one million years ago, the ice advanced and retreated on a 41,000-year cycle. But from one million years ago until the present, the ice has advanced and retreated on a 100,000-year cycle.\\nWhat we are seeing in the Arctic today — the 80 per cent loss in the volume of the ice since 1980 — is an amazingly huge change in an amazingly short period of time. But it seems as though the rate of climate change is accelerating, and I'll talk more about that, next time …\\nPublished 27 November 2012\\n© 2013 Karl S. Kruszelnicki Pty Ltd\", \"id\": \"<urn:uuid:3a4ac59c-d59d-470b-adad-88e5e1c8a45a>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.abc.net.au/science/articles/2012/11/27/3640992.htm?topic=latest\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9558244943618774, \"token_count\": 1065, \"score\": 3.5625, \"int_score\": 4}\n"
"{\"text\": \"Located above the surface of our planet is a complex mixture of gases and suspended liquid and solid particles known as the atmosphere. Operating within the atmosphere is a variety of processes we call weather. Some measurable variables associated with weather include air temperature, air pressure, humidity, wind, and precipitation. The atmosphere also contains organized phenomena that include things like tornadoes, thunderstorms, mid-latitude cyclones, hurricanes, and monsoons. Climate refers to the general pattern of weather for a region over specific period of time. Scientists have discovered that human activities can influence Earth’s climate and weather producing problems like global warming, ozone depletion, and acid precipitation.\\nWidespread urban development alters weather patterns\\nResearch focusing on the Houston area suggests that widespread urban development alters weather patterns in a way that ...\\nLaptev SeaLast Updated on 2013-05-14 at 14:23\\nThe Laptev Sea is a saline water body, lodged between the Kara Sea and East Siberian Sea. The chief land boundary of this marginal sea of the Arctic Ocean is the Siberian... More »\\nEast Siberian SeaLast Updated on 2013-05-14 at 14:09\\nThe East Siberian Sea is a saline marine body, which is a southern marginal sea of the Arctic Ocean.\\nTo the east is found the Chukchi Sea and to the west beyond the New... More »\\nBaffin BayLast Updated on 2013-05-14 at 12:11\\nBaffin Bay is a margibnal sea of the North Atlantic Ocean located between the Canada's Baffin, Devon and Ellesmere islands and Greenland.\\nTo the south the Davis Strait... More »\\nAndaman SeaLast Updated on 2013-05-13 at 23:06\\nThe Andaman Sea is a body of marine water in the northeastern corner of the Indian Ocean that lies to the west of the Malay Peninsula, the north of Sumatra, the east of the... More »\\nMolucca SeaLast Updated on 2013-05-13 at 23:02\\nThe Molucca Sea (also Molukka Sea) is a semi-enclosed sea, surrounded by a variety of islands belonging to Indonesia, most significantly the island of Sulawesi (Celebes)... More »\\nLevantine SeaLast Updated on 2013-05-13 at 22:31\\nThe Levantine Sea is most eastern unit of the Mediterranean Sea, and also the most saline portion of the Mediterranean Basin.\\nThe Levantine Sea, also known as the Levant... More »\", \"id\": \"<urn:uuid:f2e6ad28-ec98-4ea9-bc37-81a91724d073>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.eoearth.org/topics/view/49664/\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9003951549530029, \"token_count\": 515, \"score\": 3.46875, \"int_score\": 3}\n"