{"text": "Efforts to incorporate Bowmanstown as a borough occurred as early as 1892. The village contained about 300 inhabitants in 1896 but the nearby New Jersey Zinc Company soon added to its growth. Bowmanstown was incorporated as a Borough on November 29, 1913 for the purpose of providing general local government services to residents of the community. Upon incorporation of Bowmanstown as a borough its boundaries encompassed lands measuring 0.75 square mile. The borough's assessed valuation in 1918 was $279,000.00. The population of 834 in 1920 remained relatively constant for decades. The Bowmanstown Borough Municipal Building (Borough Hall) is a converted school building that was constructed in 1903 to serve the youths of the community. In 1958, the Palmerton School District was established and combined several local schools in order to create a regional school thus making the Bowmanstown campus obsolete. In 1964, the Borough acquired the old brick school building and has been using it as offices ever since. The borough kept the building in its original condition.\nThe Bowmanstown Borough Authority was incorporated August 24, 1997 and was created for the purpose of owning and operating the Bowmanstown Public Water System. On February 11, 2002 the Authority began construction of its water system improvement project which included a new chlorine building, looping numerous water mains, installing new services, erection of a new 250,000 gallon Standpipe and a new liner to the one Reservoir. In 2009, the Authority replaced their two roofs at the Reservoirs with metal roofs. Ongoing water projects will continue to transpire throughout the years.", "id": "<urn:uuid:ad0f0f8d-cdf1-4156-803c-c0f2786185b8>", "dump": "CC-MAIN-2013-20", "url": "http://bowmanstownborough.tripod.com/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9726606011390686, "token_count": 317, "score": 2.71875, "int_score": 3}
{"text": "Municipal incorporation occurs when such municipalities become self-governing entities under the laws of the state or province in which they are located. Often, this event is marked by the award or declaration of a municipal charter.\nWith the notable exception of the City of London Corporation, the term has fallen out of favour in the United Kingdom, but the concept remains central to local government in the United Kingdom, as well as former British colonies such as India and Canada.\nMunicipal charters \nA city charter or town charter (generically, municipal charter) is a legal document establishing a municipality such as a city or town. The concept developed in Europe during the middle ages and is considered to be a municipal version of a constitution.\nTraditionally the granting of a charter gave a settlement and its inhabitants the right to town privileges under the feudal system. Townspeople who lived in chartered towns were burghers, as opposed to serfs who lived in villages. Towns were often \"free\", in the sense that they were directly protected by the king or emperor, and were not part of a feudal fief.\nToday the process for granting charters is determined by the type of government of the state in question. In monarchies, charters are still often a royal charter given by the Crown or the state authorities acting on behalf of the Crown. In federations, the granting of charters may be within the jurisdiction of the lower level of government such as a state or province.\nBy country \nIn Brazil, municipal corporations are called municípios and are created by means of local legislation at state level, or after passing a referendum vote of the affected population. All municipal corporations must also abide by an Organic Municipal Law which is passed and amended (when needed) at municipal level.\nIn Canada charters are granted by provincial authorities.\nIn Germany, municipal corporations existed since antiquity and through medieval times, until they became out of favour during the absolutism. In order to strengthen the public spirit the city law of Prussia dated 19 November 1808 picked up this concept. It is the basis of today's municipal law.\nIn India a Municipal Corporation is a local government body that administers a city of population 10,00,000 or more. Under the panchayati raj system, it interacts directly with the state government, though it is administratively part of the district it is located in. The largest Municipal Corporations in India currently are Mumbai, followed by Delhi, Kolkata, Bangalore, Chennai, Hyderabad, Ahmedabad, Surat and Pune. The Corporation of Chennai is the oldest Municipal Corporation in the world outside UK.\nThe Municipal Corporation consists of members elected from the wards of the city. The Mayor and Deputy Mayor are elected by the public. A Municipal Commissioner, who is from the Indian Administrative Service is appointed to head the administrative staff of the Municipal Corporation, implement the decisions of the Corporation and prepare its annual budget.\nThe Municipal Corporation is responsible for roads, public transportation, water supply, records of births and deaths (delegated from central government Births and Deaths Registration Act), sanitation that includes waste management, sewage, drainage and flood control, public safety services like fire and ambulance services, gardens and maintenance of buildings. The sources of income of the Corporation are property tax, entertainment tax, octroi (now abolished from many cities) and usage fees for utilities.\nRepublic of Ireland \nIn Ireland, municipal corporations existed in boroughs since medieval times. The Corporation of Dublin, officially styled the Right Honourable the Lord Mayor, Aldermen, and Burgesses of the City of Dublin had existed since the 13th century. Corporations were established under the royal charter establishing the city or borough. The Municipal Corporations (Ireland) Act 1840 abolished all but ten of the boroughs and their corporations. The Local Government (Ireland) Act 1898 created two different types of borough, county boroughs had essentially equal status to counties - these comprised Dublin, Cork, Limerick, and Waterford (as well as Belfast and Derry, which are now in Northern Ireland). The other boroughs were non-county boroughs.\nThe Local Government Act 2001 abolished the title of municipal corporation. Corporations of county boroughs (renamed cities) were renamed City Councils. Non county boroughs were abolished, but those towns which were previously non-county boroughs were allowed to use the title of Borough Council. Royal charters remain in force for ceremonial and civic purposes only.\nSouth Africa \nFrom the beginning of American colonial rule, Philippines cities were formally established through laws enacted by the various national legislatures in the country. The Philippine Commission gave the city of Manila its charter in 1901, while the city of Baguio was established by the Philippine Assembly which was composed by elected members instead of appointed ones. During the Commonwealth era, the National Assembly established an additional ten cities. Since achieving independence from the United States in 1946 the Philippine Congress has established 124 more cities (as of September 2007), the majority of which required the holding of a plebiscite within the proposed city's jurisdiction to ratify the city's charter.\nUnited Kingdom \nUnited States \nIn the United States, such municipal corporations are established by charters that are granted either directly by a state legislature by means of local legislation, or indirectly under a general municipal corporation law, usually after the proposed charter has passed a referendum vote of the affected population.", "id": "<urn:uuid:ff2d2b6b-aa78-4bda-ba69-e90f18d28bfb>", "dump": "CC-MAIN-2013-20", "url": "http://pediaview.com/openpedia/Municipal_corporation", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9693114161491394, "token_count": 1116, "score": 4.09375, "int_score": 4}
{"text": "Municipal bonds, often called munis, are debt obligations of U.S. states, cities, counties, or other political subdivisions of states. The two primary types of municipal bonds are general obligation and revenue. • A general obligation bond is used for general expenditures and is backed by the issuer’s full faith and credit (taxing and borrowing power). • A revenue bond is used to finance a specific public service project and is backed by the cash flow from that project. Examples are bonds to finance bridges, turnpikes, tunnels, water and sewer systems, schools, power plants, prisons, transportation systems, hospitals, sports complexes, and airports.\nThis guide is not intended to provide investment advice, and you should not rely on statements in this guide when making investment decisions.\nNote: To return to the previous page, close this browser window.", "id": "<urn:uuid:c5c501ef-b21d-4596-8ce1-840a1c35a0c8>", "dump": "CC-MAIN-2013-20", "url": "http://oge.gov/Financial-Disclosure/Public-Financial-Disclosure-278/Nominee-and-New-Entrant-278-Guide/New-Windows/Municipal-Bond/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9311201572418213, "token_count": 176, "score": 3.28125, "int_score": 3}
{"text": "Financial Accounting - CH 1 & 2\n|Four Principal Activities of Business Firms:|| 1.Establishing goals and strategies|\n|What are the 2 sources Financing comes from?|| 1. Owners|\n|Investments are made in the following:|| 1. Land, buildings, equipment|\n2. Patents, licenses, contractual rights\n3. Stock and bonds of other organizations\n5. Accounts Receivable\n|What are the 4 areas for conducting operations?|| 1. Purchasing|\n|What are the 4 commonly used conventions in financial statements?|| 1. The accounting period|\n2. The number of reporting periods\n3. The monetary amounts\n4. The terminology and level of detail in the financial statements\n|Common Financial Reporting Conventions, Accounting Period||The length of time covered by the financial statements. (The most common interval for external reporting is the fiscal year).|\n|Common Financial Reporting Conventions, Number of reporting periods||The number of reporting periods included in a given financial statement presentation, Both U.S. GAAP and IFRS require firms to include results for multiple reporting periods in each report.|\n|Common Financial Reporting Conventions, Monetary amounts||This includes measuring units, like thousands, millions, or billions, and the currency, such as dollars ($), euros (€), or Swedish kronor (SEK)|\n|Common Financial Reporting Conventions, Terminology and level of detail in the financial statements||U.S. GAAP and IFRS contain broad guidance on what the financial statements must contain, but neither system completely specifies the level of detail or the names of accounts. Therefore, some variation occurs.|\n|Characteristics of a Balance Sheet||A Balance Sheet:|\n1. is also known as a statement of financial position;\n2. provides information at a point in time;\n3. lists the firm's assets, liabilities, and shareholders' equity and provides totals and subtotals; and\n4. can be represented as the Basic Accounting Equation.\nAssets = Liabilities + Shareholders' Equity\n|Accounting Equation Components|| 1. Assets|\n3. Share Holder's Equity\n|Assets|| Assets are economic resources with the potential to provide future economic benefits to a firm. |\nExamples: Cash, Accounts Receivable, Inventories, Buildings, Equipment, intangible assets (like Patents)\n|Liabilities|| Liabilities are creditors' claims for funds, usually because they have provided funds, or goods and services, to the firm.|\nExamples: Accounts Payable, Unearned Income, Notes Payable, Buildings, Accrued Salaries\n|Shareholders' Equity|| Shareholders' Equity shows the amounts of funds owners have provided and, in parallel, their claims on the assets of a firm. |\nExamples: Common Stock, Contributed Capital, Retained Earnings\n|What are the separate sections on a Balance Sheet (Balance sheet classification)||1. Current assets represent assets that a firm expects to turn into cash, or sell, or consume within approximately one year from the date of the balance sheet (i.e., accounts receivable and inventory).|\n2. Current liabilities represent obligations a firm expects to pay within one year (i.e., accounts payable and salaries payable).\n3. Non-current assets are typically held and used for several years (i.e., land, buildings, equipment, patents, long-term security investments).\n4. Noncurrent liabilities and shareholders' equity are sources of funds where the supplier of funds does not expect to receive them all back within the next year.\n|Income Statement||1. Sometimes called the statement of profit and loss by firms applying IFRS|\n2. Provides information on profitability\n3. May use the terms net income, earnings, and profit interchangeably\n4. Reports amounts for a period of time\n5. Typically one year\n6. Is represented by the Basic Income Equation:\nNet Income = Revenues - Expenses\n|Revenues||(also known as sales, sales revenue, or turnover, a term used by some firms reporting under IFRS) measure the inflows of assets (or reductions in liabilities) from selling goods and providing services to customers.|\n|Expenses||measure the outflow of assets (or increases in liabilities) used in generating revenues.|\n|Relationship between the Balance Sheet and the Income Statement|| 1. The income statement links the balance sheet at the beginning of the period with the balance sheet at the end of the period.|\n2. Retained Earnings is increased by net income and decreased by dividends.\n|Statement of Cash Flows|| The statement of cash flows (also called the|\ncash flow statement) reports information about\ncash generated from or used by:\n2. investing, and\n3. financing activities during specified time periods.\nThe statement of cash flows shows where the firm obtains or generates cash and where it spends or uses cash.\n|Classification of Cash Flows|| 1. Operations: |\ncash from customers less cash paid in carrying out the firm's operating activities\ncash paid to acquire noncurrent assets less amounts from any sale of noncurrent assets\ncash from issues of long-term debt or new capital less dividends\n|Inflows and Outflows of Cash|\n|The Relationship of the Statement of Cash Flows to the Balance Sheet and Income Statement||-The statement of cash flows explains the change in cash between the beginning and the end of the period, and separately displays the changes in cash from operating, investing, and financing activities.|\n-In addition to sources and uses of cash, the statement of cash flows shows the relationship between net income and cash flow from operations.\n|Statement of Shareholders' Equity||This statement displays components of shareholders' equity, including common shares and retained earnings, and changes in those components.|\n|Other Items in Annual Reports||Financial reports provide additional explanatory material in the schedules and notes to the financial statements.|\n|Who are the 4 main groups of people involved with the Financial Reporting Process|| 1. Managers and governing boards of reporting entities.|\n2. Accounting standard setters\nand regulatory bodies.\n3. Independent external auditors.\n4. Users of financial statements.\n|What is the Securities and Exchange Commission (SEC)?||An agency of the federal government, that has the legal authority to set acceptable accounting standards and enforce securities laws.|\n|What is the Financial Accounting Standards Board (FASB)?||a private-sector body comprising five voting members, to whom the SEC has delegated most tasks of U.S. financial accounting standard-setting.|\n|GAAP||1. Common terminology includes the pronouncements of the FASB (and its predecessors) in the compilation of accounting rules, procedures, and practices known as generally accepted accounting principles (GAAP).|\n2. Recently, the FASB launched its codification project which organizes all of U.S GAAP by topic (for example, revenues), eliminates duplications, and corrects inconsistencies.\n|FASB board members make standard-setting decisions guided by a conceptual framework that addresses:|| 1. Objectives of financial reporting.|\n2. Qualitative characteristics of accounting information including the relevance, reliability, and comparability of data.\n3. Elements of the financial statements.\n4. Recognition and measurement issues.\n|Sarbanes-Oxley Act of 2002.|| Concerns over the quality of financial reporting have led, and continue to lead, to government initiatives in the United States.|\nSarbanes-Oxley Act of 2002 established the Public Company Accounting Oversight Board (PCAOB), which is responsible for monitoring the quality of audits of SEC registrants.\n|International Financial Reporting Standards (IFRS)||-The International Accounting Standards Board (IASB) is an independent accounting standard-setting entity with 14 voting members from a number of countries. Standards set by the IASB are International Financial Reporting Standards (IFRS).|\n-The FASB and IASB Boards are working toward converging their standards, based on an agreement reached in 2002 and updated since then.\n|Auditor's Opinion||Firms whose common stock is publicly traded are required to get an opinion by an independent auditor who:|\n1.Assesses the effectiveness of the firm's internal control system for measuring and reporting business transactions\n2.Assesses whether the financial statements and notes present fairly a firm's financial position, results of operations, and cash flows in accordance with generally accepted accounting principles\n|Basic Accounting Conventions and Concepts||1. Materiality is the qualitative concept that financial reports need not include items that are so small as to be meaningless to users of the reports.|\n2. The accounting period convention refers to the uniform length of accounting reporting periods.\n3. Interim reports are often prepared for periods shorter than a year. However, preparing interim reports does not eliminate the need to prepare an annual report.\n|Cash vs. Accrual Accounting||Cash basis|\nA firm measures performance from selling goods and providing services as it receives cash from customers and makes cash expenditures to providers of goods and services.\nA firm recognizes revenue when it sells goods or renders services and recognizes expenses in the period when the firm recognizes the revenues that the costs helped produce.\n|What Is an Account? How Do You Name Accounts?||-An account represents an amount on a line of a balance sheet or income statement (i.e., cash, accounts receivable, etc.).|\n-There is not a master list to define these accounts since they are customized to fit each specific business's needs.\n-Accountants typically follow a conventional naming system for accounts, which increases communication.\n|What Accounts Make up the Typical Balance Sheet?|\n|Current assets and current liabilities (Balance Sheet Classifications)||Receipt or payment of assets that the firm expects will occur within one year or one operating cycle.|\n|Noncurrent assets and noncurrent liabilities (Balance Sheet Classifications)||Firm expects to collect or pay these more than one year after the balance sheet date.|\n|Duality Effects of the Balance Sheet Equation (Assets = Liabilites + Shareholders' Equity)||Any single event or transaction will have one of the following four effects or some combination of these effects:|\n1.INCREASE an asset and INCREASE either a liability or shareholders' equity.\n2.DECREASE an asset and DECREASE either a liability or shareholders' equity.\n3.INCREASE one asset and DECREASE another asset.\n4.INCREASE one liability or shareholders' equity and DECREASE another liability or shareholders' equity.\nA T-account is a device or convention for organizing and accumulating the accounting entries of transactions that affect an individual account, such as Cash, Accounts Receivable, Bonds Payable, or Additional Paid-in Capital.\n|T-Account Conventions: Assets|\n|T-Account Conventions: Liabilities|\n|T-Account Conventions: Shareholders' Equity|\n|Debit vs. Credit|\nWhile T-accounts are useful to help analyze how individual transactions flow and accumulate within various accounts, journal entries formalize the reasoning that supports the transaction.\nThe attached standardized format indicates the accounts and amounts, with debits on the first line and credits (indented) on the second line:\n| Revenue or Sales:|\n(Common Income Statement Terms)\n|Assets received in exchange for goods sold and services rendered.|\n| Cost of Goods Sold:|\n(Common Income Statement Terms)\n|The cost of products sold.|\n| Selling, General, and Administrative (SG&A):|\n(Common Income Statement Terms)\n|Costs incurred to sell products/services as well as costs of administration.|\n| Research and Development (R&D) Expense:|\n(Common Income Statement Terms)\n|Costs incurred to create/develop new products, processes, and services.|\n| Interest Income:|\n(Common Income Statement Terms)\n|Income earned on amounts lent to others or from investments in interest-yielding securities.|\n|Unique Relationships Exist Between the Balance Sheet and the Income Statement|\n|Important Account Differences||1. Balance sheet accounts are permanent accounts in the sense that they remain open, with nonzero balances, at the end of the reporting period.|\n2. In contrast, income statement accounts are temporary accounts in the sense that they start a period with a zero balance, accumulate information during the reporting period, and have a zero balance at the end of the reporting period.\n|The Financial Statement Relationships can be summarized as:|\n-After preparing the end-of-period income statement, the accountant transfers the balance in each temporary revenue and expense account to the Retained Earnings account.\n-This procedure is called closing the revenue and expense accounts. After transferring to Retained Earnings, each revenue and expense account is ready to begin the next period with a zero balance.\n|Expense and Revenue Transactions|\n|Dividend Declaration and Payment|\n|Issues of Capital Stock|\n|Posting||1. After each transaction is recognized by a journal entry, the information is transferred in the accounting system via an activity known as posting.|\n2. The balance sheet ledger accounts (or permanent accounts) where these are posted begin each period with a balance equal to the ending balance of the previous period.\n3.The income statement ledger accounts (or temporary accounts) have zero beginning balances.\n|Adjusting Entries|| There are some journal entries that are not triggered by a transaction or exchange.|\n-Rather, journal entries known as adjusting entries, result from the passage of time at the end of an accounting period or are used to correct errors (more commonly known as correcting entries).\n|Four Basic Types of Adjusting Entries|| 1.Unearned Revenues|\n|Closing Process||1. After adjusting and correcting entries are made, the income statement can be prepared.|\n2. Once completed, it is time to transfer the balance in each temporary revenue and expense account to the Retained Earnings account. This is known as the closing process.\n3. Each revenue account is reduced to zero by debiting it and each expense account is reduced to zero by crediting it.\n4. The offset account—Retained Earnings—is credited for the amount of total revenues and debited for the amount of total expenses.\n5. Thus, the balance of ending Retained Earnings for a period shows the difference between total revenues and total expenses.\n|Preparation of the Balance Sheet||1. After the closing process is completed, the accounts with nonzero balances are all balance sheet accounts.|\n2. We can use these accounts to prepare the balance sheet as at the end of the period.\n3. The Retained Earnings account will appear with all other balance sheet accounts and now reflects the cumulative effect of transactions affecting that account.\n|Final Step in Preparing Financial Statements: The Cash Flow Statement||1. The statement of cash flows describes the sources and uses of cash during a period and classifies them into operating, investing, and financing activities.|\n2. It provides a detailed explanation for the change in the balance of the Cash account during that period.\n3. Two approaches can be used to prepare this statement: Direct and Indirect", "id": "<urn:uuid:03b12dbf-26a3-4290-b6e6-e08368916e2a>", "dump": "CC-MAIN-2013-20", "url": "http://quizlet.com/12638820/financial-accounting-ch-1-2-flash-cards/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9089588522911072, "token_count": 3227, "score": 3.375, "int_score": 3}
{"text": "6 Series with Tags:\nRecession Indicators Series\nThese time series are an interpretation of US Business Cycle Expansions and Contractions data provided by The National Bureau of Economic Research (NBER) at http://www.nber.org/cycles/cyclesmain.html and Organisation of Economic Development (OECD) Composite Leading Indicators: Reference Turning Points and Component Series data provided by the OECD at http://www.oecd.org/document/6/0,3746,en_2649_34349_35726918_1_1_1_1,00.html. Our time series are composed of dummy variables that represent periods of expansion and recession. The NBER identifies months and quarters, while the OECD identifies months, of turning points without designating a date within the period that turning points occurred. The dummy variable adopts an arbitrary convention that the turning point occurred at a specific date within the period. The arbitrary convention does not reflect any judgment on this issue by the NBER's Business Cycle Dating Committee or the OECD. A value of 1 is a recessionary period, while a value of 0 is an expansionary period.", "id": "<urn:uuid:fb670c36-a8a2-490f-86d6-7d758632a7c7>", "dump": "CC-MAIN-2013-20", "url": "http://research.stlouisfed.org/fred2/release?rid=242&t=japan%3Boecd&at=nsa&ob=pv&od=desc", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.829829752445221, "token_count": 237, "score": 2.734375, "int_score": 3}
{"text": "This “The Best…” list is a companion to The Best Sites To Learn About The U.S. Financial Crisis. Those sites tried to explain how we got into this mess. The resources on this list share what is happening to us as a result. These sites try to give a picture of the recession’s effects throughout the world.\nThese sites, all relatively accessible to English Language Learners, are divided into three sections. The first are some narrative reports on what is occurring. The second are interactive charts or graphs that show “the numbers.” The third are multimedia presentations giving a human face to the recession (of course, most of my students are experiencing that human face directly in their own lives).\nHere are my picks for The Best Sites To Learn About The Recession:\nVoice of America’s Special English has a report (with audio support for the text) titled Trying To Live With A Recession In The World’s Largest Economy.\nBreaking New English has a lesson (again, with audio support for the text) called Huge U.S. Job Losses Spark Recession Fears.\nESL Podcast Blog has an engaging report on ways a recession affects society\nCBBC has a good report on the recession in the United Kingdom.\nCHARTS & GRAPHS:\nWhere Does Your State Rank? is a map from CNN showing the recession’s effect across the United States.\nLayoffs Pile-Up is a graph from the Wall Street Journal showing what economic sectors are experiencing the worst job loss.\nUSA Today has a very complete analysis on jobs loss and growth in the United States.\nThe National Conference of State Legislatures also has an interactive map on the effects of the recession in all fifty states.\nThese would require some teacher explanation, but are intriguing nevertheless. They’re are two infographics showing how the proposed economic stimulus would be used — one from the Washington Post and the other from Credit Loan. CNN has a new interactive on the compromise that the Senate and House just agreed to.\nThe Obamameter is a regularly updated visual representation of different aspects of the U.S. economy. It would be accessible to Intermediate English Language Learners with some explanation.\nFinViz shows the stock market in a vivid color-code.\nThe Economy Tracker from CNN shows the latest economic data on a map, and combines that with personal stories of those affected.\nThe Geography Of A Recession comes from The New York Times and shows, in detail, unemployment rates throughout the United States.\nMaplibs has a color-coded world map that shows international financial centers. The key is the color — if it’s shown in red then it’s down, if it’s shown in green then it’s up.\nThe Sacramento Bee has a scary map of unemployment in California.\nEconomic Reality Check is from CNN and provide short facts about different aspects of the recession.\nThe Sacramento Bee has just published an Income Gap Interactive Graphic. It’s based on Sacramento data, but I suspect the information is similar across the United States. It vividly, and in a way that’s accessible to English Language Learners, shows how long it takes for different people (by occupation, ethnicity, and educational background) to earn $100,000.\nMSNBC has developed what they call an Adversity Index. It’s an animated map that “measures the economic health of 381 metro areas and all 50 states.” It’s pretty intriguing, though would probably require some initial explanation before English Language Learners could fully decipher it. Right below the Adversity Map, you can also find a “Map:Recession-resistant areas” that highlights communities in the U.S. that have escaped the recession’s effects.\nThe San Francisco Chronicle published a simple and very accessible chart today titled Unemployment Characteristics. It “breaks down” unemployment data by race, gender, and education background.\nGreat Depression Comparison is an excellent interactive comparing the Depression to our present Recession.\nHere’s a very accessible infographic that shows the change in unemployment in major US cities over the past year.\nThe Associated Press has an Economic Stress Index which shows, in an interactive graphic form, what is happening to every county in the United States economically. It measures bankruptcies, home foreclosures, and unemployment, and then interprets it into what they call a “stress index.”\nThe New York Times has published an interactive graphic titled Broad Unemployment Across the U.S. It shows both the official unemployment rate, and what the rate would be if it included “ipart-time workers who want to work full time, as well some people who want to work but have not looked for a job in the last four weeks.”\nMoody’s has put together an impressive and accessible Global Recession Map showing how all the economies in the world are going.\n“Food Assistance” is a very simple and visual infographic from GOOD Magazine tracking the rise of food stamps over the past year.\nTimes Of Crisis is an extraordinary interactive timeline showing the critical events of the economic recession over the past 365 days.\nThe Geography of Jobs is an excellent animated map demonstrating the loss of jobs in different parts of the United States during the recession.\nFlowing Data has some maps that very visually show where unemployment has increased over the past few years.\nThe Unemployed States of America, a nice infographic (in terms of accessibility, not because it shares good news)\nHow the Great Recession Reshaped the U.S. Job Market, an informative (and a bit “busy” looking) interactive from The Wall Street Journal.\n“America’s 35 Hardest-Hit Cities” is a very accessible infographic showing the communities around the U.S. with the highest unemployment rates. Quite a few of them are located right here in California’s Central Valley.\nComparing This Recession to Previous Ones: Job Changes is a New York Times graphic that very clearly shows we’re not doing so great right now.\n“How The Great Recession Has Changed Life In America” is an interactive from The Pew Center.\nWho’s Hurting? is a Wall Street Journal interactive showing which economic sector is losing/gaining jobs\nHow Do Americans Feel About The Recession? is an infographic from MINT.It has some interesting information, and a teacher could ask similar questions of their students.\n“Decline and fall of the California job market” is a very good interactive from The Sacramento Bee showing the chronological progress of the monthly unemployment rate for each county in the state over the past three years.\nVisual Economics has published two good infographics in one place: “Cities That Have Missed The Recovery” and “Cities That Are Having A Great Recovery.”\n“How The Recession Has Changed Us” is what I think is a pretty amazing infographic from The Atlantic.\nWhere Are The Jobs? is a very good interactive infographic from The Washington Post showing which economic sectors are increasing jobs and which are not doing so well.\nGOOD has just published a very good series of infographics explaining the economy.\nIt’s called All About The Benjamins.\nVIDEOS & SLIDESHOWS:\nBoomtown To Bust is a New York Times slideshow on the recession’s effect in Florida.\nThe Sacramento Bee has a series of photos Chronicling The Economic Downturn.\nLong Lines Of Job Seekers Continue is a slideshow from The Washington Post.\nDownturn Leaves More Families Homeless is another slideshow from The Washington Post.\nThe Wall Street Journal has excerpts from recent songs that have been written about the recession.\nFollowing A Closing, The Struggle To Find Work is another slideshow from The New York Times.\nA Community Facing Hunger is a video from The New York Times.\nOut Of Work In China is a video showing the effects of the recession in that country.\nA Painful Return is a slideshow discussing the recession’s effects in China.\nTough Times For Summitville Tiles is a Wall Street Journal slideshow about the closing of a factory.\nBlack Thursday In France is a Wall Street Journal slideshow about protests in that country demanding that the government do more to stop the recession.\nOhio Town Faces Economic Collapse is a slideshow from Pixcetra.\nThe American Economy: Down and Out is a slideshow from TIME Magazine.\nTough Times In Cleveland is another TIME slideshow.\nAn audio slideshow from The New York Times called In Economic Vise, Pontiac Struggles.\nThere Goes Retirement is an online video from The Wall Street Journal.\nThe progressive magazine The Nation has a useful slideshow called The Great Recession. It’s a bit ideological, but provides a different kind of analysis and response to the recession. It also includes links to articles that would not be accessible to ELL’s. However, the images, teacher modifications of the articles, and lesson ideas provided by them could offer some good opportunities for student discussion and higher order thinking.\nThe Faces Of The Unemployed is a slideshow from The New York Times.\nSearching For A Job is a series of photos from the Sacramento Bee.\nLooking For Work is an audio slideshow from Reuters.\nDesperately Seeking A Salary is another audio slideshow from Reuters.\nJob Seekers Flood Local Job Fair is a slideshow from The Sacramento Bee.\nRecession Hits The Saddle is a slideshow from The New York Times.\nAuto Town Struggles With Unemployment is a slideshow from The New York Times.\nDark Stores from TIME Magazine.\nThe New York Times has an audio slideshow about people looking for work in the state of Tennessee.\nInside California’s Tent Cities is the newest addition to this list. It’s a New York Times slideshow on the growing number of homeless encampments around the United States, particularly here in Sacramento (which was recently featured on Oprah Winfrey’s show) and in Fresno.\nThe Death of the American Mall is a slideshow from The Wall Street Journal.\nStimulus Watch is a site that doesn’t really fit into any of the categories on this list, but it’s intriguing. It supposedly lists all the projects different governmental projects have proposed to do with stimulus money, and then people can vote which ones they think are best. They’re categorized by community, so they’re very accessible. The only drawback to it is since it’s a wiki, even though all the projects are listed, many don’t have detailed information yet on what the project entails. Nevertheless, its interactivity could offer some good possibilities for student engagement.\nHow Do You Feel About The Economy? is a great interactive graphic — especially for English Language Learners — from The New York Times. You’re supposed to be able to enter a word that indicates how you’re filling, and you’re given many choices. It’s a good opportunity for vocabulary development.\nPicturing The Recession is yet another exceptional interactive from The New York Times. It’s composed of photos contributed by readers, including captions, divided by topic or location.\nAdapting To Job Loss is a slideshow from The Washington Post.\nSurvival Strategies is a new interactive feature from The New York Times. People offer brief ideas on how they’re saving money now in the recession. Readers can vote on which ones they think are best. You have to register in order to vote, offer suggestions, or contribute your own.\nForced From Home is a slideshow from The Wall Street Journal.\nGhost Factories is a slideshow from The New York Times.\n“The Long-Term Unemployed” is a multimedia interactive from The Wall Street Journal.\n“America Out Of Work” is ongoing series of video interviews the Los Angeles Times is doing with the unemployed.\nAmerica at Work is slideshow from The Atlantic.\nAs always, feedback is welcome.", "id": "<urn:uuid:96f462cf-90d3-4dee-acd5-263d2ee58f50>", "dump": "CC-MAIN-2013-20", "url": "http://larryferlazzo.edublogs.org/2009/02/12/the-best-sites-to-learn-about-the-recession/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9170494675636292, "token_count": 2508, "score": 2.640625, "int_score": 3}
{"text": "And as good as today's beginning stages of deflation may feel, especially when filling up at a service station or shopping for a house, economists warn that there is a high price to pay down the road and that current monetary policy is only raising that price.\nOf course, not all price reductions are created equal. A price drop that stems primarily from an increase in technological efficiency is not deflation; it's progress. Deflation is a fall in prices that stems from a shrinking money supply, just as inflation is a price hike that stems from an increase in the supply of money.\nDeflation ramps up when people borrow to make a big purchase on the assumption that what they are buying will be worth more later. But if prices fall, the loan will have to be repaid in dollars that are worth more than the dollars they borrowed, making the debt more onerous. As a result, when people expect falling prices, they become less willing to spend, and in particular less willing to borrow. And when that happens, the economy may stay depressed because people expect deflation, and deflation may continue because the economy remains depressed. It's a nasty cycle and it can often be traced back to the central bank's balance sheet expansion.\nDeflation is the one thing that a leveraged economy can't handle, said Steve Blitz, chief economist at ITG Investment Research. The implication on the whole economy is potentially ruinous. The idea that every time the stock markets have some kind of a hiccup and they [the Fed policymakers] need to rush in with some sort of quantitative ease is a dangerous road for them to go on.\nDeflation is always a risk if you engage in a policy of inflation, said Albert Lu, managing director and chief portfolio manager of WB Advisors.\nThe problem with the addiction to money-printing is that it can't stop without dire -- albeit in the long-term healthy -- short-term economic consequences, he said.\nTo jump-start the economy, the central bank would increase the money supply and bank credit to support certain sectors or projects. That's what the Fed did after the dot-com bubble of 1995-2000 burst. The problem is that once the Fed stops the infusion of additional credit and money, deflation rapidly takes hold. It then takes an ever-increasing amount of new money creation to achieve a temporary suppression of deflation's symptoms.\nInflation-sustained projects are unsustainable because the expansion rests on government fiat, not economic fundamentals like supply and demand. Take the government's determination to promote home ownership. That public policy was advanced with easy money, especially during Alan Greenspan's leadership of the Fed, compulsory lending to unqualified borrowers and Fannie Mae and Freddie Mac buying tranches of subprime mortgages. Home ownership boomed. And then it collapsed. Home prices still haven't recovered: U.S. home prices fell in March (the latest data available), ending the first quarter at the lowest levels since the housing crisis began in mid-2006, according to Standard & Poor's Case-Shiller home-price indexes. Prices are down roughly 35 percent from their peak in the second quarter of 2006.\nEssentially, as soon as the government stops the expansion, you are going to hit one of these deflationary corrections with all of the nasty business cycles that accompany it, Lu said.\nAnd often how the government reacts to that is with additional stimulus. For a third year in a row, the U.S. is seeing an economic slowdown and in response, policymakers could be unveiling policy sequels such as: Fiscal Stimulus 4, Operation Twist 2 or Quantitative Easing 3.\nThey are basically keeping the thing going by continuously adding money and credit, Lu said. This is just delaying the correction we need.\nWe've been prolonging the agony, and the final correction will be much worse than it had to be, Lu said.\nLet Them Fail\nThe depression of 1920-21 shows why the Fed should sit on its collective hands at their June Federal Open Market Committee meeting.\nFrom the spring of 1920 to the summer of 1921, nominal gross domestic product fell by 23.9 percent, wholesale prices by 40.8 percent and the consumer price index dropped by 8.3 percent. Meanwhile, unemployment topped out at about 14 percent from a pre-bust level of as low as 2 percent.\nIn response, the administration of Warren G. Harding balanced the budget and the Fed tightened money supply, pushing up short-term rates in mid-depression to as high as 8.13 percent.\nHarding also decided to let the ailing businesses fail. Then something wonderful happened: The economy purged itself and by 1923, the nation's unemployment rate fell back to 3.2 percent.\nThere was no government bailout, no rock-bottom interest rates, no QE, no stimulus of any kind. Yet the depression ended.\nWe actually need a deflation. Believe it or not, it's actually healthy, Lu said. However painful it is, deflation is the natural consequence of prior inflation and is a necessary step in the economic recovery.\nTrying to avoid it through additional Fed action will prolong the depression, Lu said.", "id": "<urn:uuid:03b5b79f-c0ee-4372-9eef-383f13bec1be>", "dump": "CC-MAIN-2013-20", "url": "http://www.ibtimes.com/us-economists-warn-fed-setting-us-deflation-705540", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9550973176956177, "token_count": 1057, "score": 2.625, "int_score": 3}
{"text": "Focus on Economic Data: Consumer Price Index and Inflation, October 19, 2011\nGlossary terms from:\nOne of many choices or courses of action that might be taken in a given situation.\nAny activity or organization that produces or exchanges goods or services for a profit.\nConsumer Price Index (CPI)\nA price index that measures the cost of a fixed basket of consumer goods and services and compares the cost of this basket in one time period with its cost in some base period. Changes in the CPI are used to measure inflation.\nPeople who use goods and services to satisfy their personal needs and not for resale or in the production of other goods and services.\nSpending by households on goods and services. The process of buying and using goods and services.\nA sustained decrease in the average price level of all the goods and services produced in the economy.\nA severe, prolonged economic contraction.\nThe central bank of the United States. Its main function is controlling the money supply through monetary policy. The Federal Reserve System divides the country into 12 districts, each with its own Federal Reserve bank. Each district bank is directed by its nine-person board of directors. The Board of Governors, which is made up of seven members appointed by the President and confirmed by the Senate to 14-year terms, directs the nation's monetary policy and the overall activities of the Federal Reserve. The Federal Open Market Committee is the official policy-making body; it is made up of the members of the Board of Governors and five of the district bank presidents.\nSomething a person or organization plans to achieve in the future; an aim or desired result.\nTangible objects that satisfy economic wants.\nSpending by all levels of government on goods and services; includes categories like military, schools and roads.\nIndividuals and family units that buy goods and services (as consumers) and sell or rent productive resources (as resource owners).\nPayments earned by households for selling or renting their productive resources. May include salaries, wages, interest and dividends.\nA rise in the general or average price level of all the goods and services produced in an economy. Can be caused by pressure from the demand side of the market (demand-pull inflation) or pressure from the supply side of the market (cost-push inflation).\nMoney paid regularly, at a particular rate, for the use of borrowed money.\nThe quantity and quality of human effort available to produce goods and services.\nThe amount of money that people pay when they buy a good or service; the amount they receive when they sell a good or service.\nThe weighted average of the prices of all goods and services in an economy; used to calculate inflation.\nPeople and firms that use resources to make goods and services.\nA good or service that can be used to satisfy a want.\nA process of manufacturing, growing, designing, or otherwise using productive resources to create goods or services used to to satisfy a want.\nGoods, often supplied by the government, for which use by one person does not reduce the quantity of the good available for others to use, and for which consumption cannot be limited to those who pay for the good.\nThe amount of goods and services that a monetary unit of income can buy.\nA decline in the rate of national economic activity, usually measured by a decline in real GDP for at least two consecutive quarters (i.e., six months).\nMoney set aside for a future use that is held in easily-accessed accounts, such as savings accounts and certificates of deposit (CDs).\nActivities performed by people, firms or government agencies to satisfy economic wants.\nUse money now to buy goods and services.\nStandard of Living\nThe level of subsistence of a nation, social class or individual with reference to the adequacy of necessities and comforts of daily life.\nCompulsory payments to governments by households and businesses.\nAn abstract measure of the satisfaction consumers derive from consuming goods and services.\nPayments for labor services that are directly tied to time worked, or to the number of units of output produced.\nPeople employed to do work, producing goods and services.", "id": "<urn:uuid:793a70c3-d2e7-44e1-88a7-34319f254cb8>", "dump": "CC-MAIN-2013-20", "url": "http://www.econedlink.org/lessons/EconEdLink-print-glossary.php?lid=1051", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9459481239318848, "token_count": 849, "score": 3.59375, "int_score": 4}
{"text": "|reference frame (rěf'ər-əns) Pronunciation Key\nA basis of a four-dimensional coordinate system in which the first coordinate is understood as a time coordinate, while the other three coordinates represent spatial dimensions. Inertial frames and non-inertial frames are both examples of reference frames. Also called frame of reference. See also General Relativity, space-time, Special Relativity.\n|a gadget; dingus; thingumbob.|\n|a stew of meat, vegetables, potatoes, etc.|", "id": "<urn:uuid:e9b2e40c-a8e4-4636-8dbc-6463e06784e5>", "dump": "CC-MAIN-2013-20", "url": "http://dictionary.reference.com/browse/reference+frame", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8131536245346069, "token_count": 117, "score": 2.84375, "int_score": 3}
{"text": "tumor marker n.\nA substance, released into the circulation by tumor tissue, whose detection in the serum indicates the presence of a specific type of tumor.\n|an extraordinary or unusual thing, person, or event; an exceptional example or instance.|\n|a gadget; dingus; thingumbob.|\nDictionary.com presents 366 FAQs, incorporating some of the frequently asked questions from the past with newer queries.", "id": "<urn:uuid:8e00f1e1-3630-4f06-8f90-d0e3dad74479>", "dump": "CC-MAIN-2013-20", "url": "http://dictionary.reference.com/medical/tumor+marker", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8332537412643433, "token_count": 90, "score": 2.5625, "int_score": 3}
{"text": "Study promoter activity using the Living Colors Fluorescent Timer, a fluorescent protein that shifts color from green to red over time (1). This color change provides a way to visualize the time frame of promoter activity, indicating where in an organism the promoter is active and also when it becomes inactive. Easily detect the red and green emissions indicating promoter activity with fluorescence microscopy or flow cytometry.\nEasily Characterize Promoter Activity\nThe Fluorescent Timer is a mutant form of the DsRed fluorescent reporter, containing two amino acid substitutions which increase its fluorescence intensity and endow it with a distinct spectral property: as the Fluorescent Timer matures, it changes color—in a matter of hours, depending on the expression system used. Shortly after its synthesis, the Fluorescent Timer begins emitting green fluorescence but as time passes, the fluorophore undergoes additional changes that shift its fluorescence to longer wavelengths. When fully matured the protein is bright red. The protein’s color shift can be used to follow the on and off phases of gene expression (e.g., during embryogenesis and cell differentiation).\nFluorescent Timer under the control of the heat shock promoter hsp16-41 in a transgenic C. elegans embryo. The embryo was heat-shocked in a 33°C water bath. Promoter activity was studied during the heat shock recovery period. Green fluorescence was observed in the embryo as early as two hr into the recovery period. By 50 hr after heat shock, promoter activity had ceased, as indicated by the lack of green color.\npTimer (left) is primarily intended to serve as a convenient source of the Fluorescent Timer cDNA. Use pTimer-1 (right) to monitor transcription from different promoters and promoter/ enhancer combinations inserted into the MCS located upstream of the Fluorescent Timer coding sequence. Without the addition of a functional promoter, this vector will not express the Fluorescent Timer.\nDetecting Timer Fluorescent Protein\nYou can detect the Fluorescent Timer with the DsRed Polyclonal Antibody.\nYou can use the DsRed1-C Sequencing Primer to sequence wild-type DsRed1 C-terminal gene fusions, including Timer fusions.\nTerskikh, A., et al. (2000) Science290(5496):1585–1588.", "id": "<urn:uuid:fee85558-8ff7-41a4-9a52-a042d84e5f3a>", "dump": "CC-MAIN-2013-20", "url": "http://www.clontech.com/US/Support/Applications/Using_Fluorescent_Proteins/Fluorescent_Timer?sitex=10020:22372:US&PROD=P8nPvudOgjkaPliQSAGLdY9X:S&PROD_pses=ZGACE262323B0BF31E74A84F101A6D7A99D0F95F9A509B9512D72813095A89F2839955DCFA6AFCAB2FAC74EC70C601DDC5197890B7E3626B1A", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8951437473297119, "token_count": 499, "score": 2.6875, "int_score": 3}
{"text": "- PASSENGER-STRAND (1) (remove)\n- A large-scale chemical modification screen identifies design rules to generate siRNAs with high activity, high stability and low toxicity (2009)\n- The use of chemically synthesized short interfering RNAs (siRNAs) is currently the method of choice to manipulate gene expression in mammalian cell culture, yet improvements of siRNA design is expectably required for successful application in vivo. Several studies have aimed at improving siRNA performance through the introduction of chemical modifications but a direct comparison of these results is difficult. We have directly compared the effect of 21 types of chemical modifications on siRNA activity and toxicity in a total of 2160 siRNA duplexes. We demonstrate that siRNA activity is primarily enhanced by favouring the incorporation of the intended antisense strand during RNA-induced silencing complex (RISC) loading by modulation of siRNA thermodynamic asymmetry and engineering of siRNA 3-overhangs. Collectively, our results provide unique insights into the tolerance for chemical modifications and provide a simple guide to successful chemical modification of siRNAs with improved activity, stability and low toxicity.", "id": "<urn:uuid:b5654d8e-0f08-4bf6-9a7c-6fd03e5fe0e7>", "dump": "CC-MAIN-2013-20", "url": "http://publikationen.ub.uni-frankfurt.de/solrsearch/index/search/searchtype/authorsearch/author/%22Dalibor+Odad%C5%BEi%C4%87%22/start/0/rows/10/subjectfq/PASSENGER-STRAND+", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8938946723937988, "token_count": 233, "score": 2.734375, "int_score": 3}
{"text": "Hold the salt: UCLA engineers develop revolutionary new desalination membrane\nProcess uses atmospheric pressure plasma to create filtering 'brush layer'\nDesalination can become more economical and used as a viable alternate water resource.\nBy Wileen Wong Kromhout\nOriginally published in UCLA Newsroom\nResearchers from the UCLA Henry Samueli School of Engineering and Applied Science have unveiled a new class of reverse-osmosis membranes for desalination that resist the clogging which typically occurs when seawater, brackish water and waste water are purified.\nThe highly permeable, surface-structured membrane can easily be incorporated into today's commercial production system, the researchers say, and could help to significantly reduce desalination operating costs. Their findings appear in the current issue of the Journal of Materials Chemistry.\nReverse-osmosis (RO) desalination uses high pressure to force polluted water through the pores of a membrane. While water molecules pass through the pores, mineral salt ions, bacteria and other impurities cannot. Over time, these particles build up on the membrane's surface, leading to clogging and membrane damage. This scaling and fouling places higher energy demands on the pumping system and necessitates costly cleanup and membrane replacement.\nThe new UCLA membrane's novel surface topography and chemistry allow it to avoid such drawbacks.\n\"Besides possessing high water permeability, the new membrane also shows high rejection characteristics and long-term stability,\" said Nancy H. Lin, a UCLA Engineering senior researcher and the study's lead author. \"Structuring the membrane surface does not require a long reaction time, high reaction temperature or the use of a vacuum chamber. The anti-scaling property, which can increase membrane life and decrease operational costs, is superior to existing commercial membranes.\"\nThe new membrane was synthesized through a three-step process. First, researchers synthesized a polyamide thin-film composite membrane using conventional interfacial polymerization. Next, they activated the polyamide surface with atmospheric pressure plasma to create active sites on the surface. Finally, these active sites were used to initiate a graft polymerization reaction with a monomer solution to create a polymer \"brush layer\" on the polyamide surface. This graft polymerization is carried out for a specific period of time at a specific temperature in order to control the brush layer thickness and topography.\n\"In the early years, surface plasma treatment could only be accomplished in a vacuum chamber,\" said Yoram Cohen, UCLA professor of chemical and biomolecular engineering and a corresponding author of the study. \"It wasn't practical for large-scale commercialization because thousands of meters of membranes could not be synthesized in a vacuum chamber. It's too costly. But now, with the advent of atmospheric pressure plasma, we don't even need to initiate the reaction chemically. It's as simple as brushing the surface with plasma, and it can be done for almost any surface.\"\nIn this new membrane, the polymer chains of the tethered brush layer are in constant motion. The chains are chemically anchored to the surface and are thus more thermally stable, relative to physically coated polymer films. Water flow also adds to the brush layer's movement, making it extremely difficult for bacteria and other colloidal matter to anchor to the surface of the membrane.\n\"If you've ever snorkeled, you'll know that sea kelp move back and forth with the current or water flow,\" Cohen said. \"So imagine that you have this varied structure with continuous movement. Protein or bacteria need to be able to anchor to multiple spots on the membrane to attach themselves to the surface — a task which is extremely difficult to attain due to the constant motion of the brush layer. The polymer chains protect and screen the membrane surface underneath.\"\nAnother factor in preventing adhesion is the surface charge of the membrane. Cohen's team is able to choose the chemistry of the brush layer to impart the desired surface charge, enabling the membrane to repel molecules of an opposite charge.\nThe team's next step is to expand the membrane synthesis into a much larger, continuous process and to optimize the new membrane's performance for different water sources.\n\"We want to be able to narrow down and create a membrane selection system for different water sources that have different fouling tendencies,\" Lin said. \"With such knowledge, one can optimize the membrane surface properties with different polymer brush layers to delay or prevent the onset of membrane fouling and scaling.\n\"The cost of desalination will therefore decrease when we reduce the cost of chemicals [used for membrane cleaning], as well as process operation [for membrane replacement]. Desalination can become more economical and used as a viable alternate water resource.\"\nCohen's team, in collaboration with the UCLA Water Technology Research (WaTeR) Center, is currently carrying out specific studies to test the performance of the new membrane's fouling properties under field conditions.\n\"We work directly with industry and water agencies on everything that we're doing here in water technology,\" Cohen said. \"The reason for this is simple: If we are to accelerate the transfer of knowledge technology from the university to the real world, where those solutions are needed, we have to make sure we address the real issues. This also provides our students with a tremendous opportunity to work with industry, government and local agencies.\"\nA paper providing a preliminary introduction to the new membrane also appeared in the Journal of Membrane Science last month.\nPublished: Thursday, April 08, 2010", "id": "<urn:uuid:c0b175bb-65fb-420e-a881-a80b91d00ecd>", "dump": "CC-MAIN-2013-20", "url": "http://www.environment.ucla.edu/water/news/article.asp?parentid=6178", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9249808192253113, "token_count": 1115, "score": 2.8125, "int_score": 3}
{"text": "Chinese researchers have turned to the light absorbing properties of butterfly wings to significantly increase the efficiency of solar hydrogen cells, using biomimetics to copy the nanostructure that allows for incredible light and heat absorption.\nButterflies are known to use heat from the sun to warm themselves beyond what their bodies can provide, and this new research takes a page from their evolution to improve hydrogen fuel generation. Analyzing the wings of Papilio helenus, the researchers found scales that are described as having:\n[...] Ridges running the length of the scale with very small holes on either side that opened up onto an underlying layer. The steep walls of the ridges help funnel light into the holes. The walls absorb longer wavelengths of light while allowing shorter wavelengths to reach a membrane below the scales. Using the images of the scales, the researchers created computer models to confirm this filtering effect. The nano-hole arrays change from wave guides for short wavelengths to barriers and absorbers for longer wavelengths, which act just like a high-pass filtering layer.\nSo, what does this have to do with fuel cells? Splitting water into hydrogen and oxygen takes energy, and is a drain on the amount you can get out of a cell. To split the water, the process uses a catalyst, and certain catalysts — say, titanium dioxide — function by exposure to light. The researchers synthesized a titanium dioxide catalyst using the pattern from the butterfly's wings, and paired it with platinum nanoparticles to make it more efficient at splitting water. The result? A 230% uptick in the amount of hydrogen produced. The structure of the butterfly's wing means that it's better at absorbing light — so who knows, you might also see the same technique on solar panels, too.", "id": "<urn:uuid:9a374252-df3c-4004-8693-6678182914d9>", "dump": "CC-MAIN-2013-20", "url": "http://io9.com/5897144/mimicking-butterfly-wings-could-boost-hydrogen-fuel-production", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9260504245758057, "token_count": 355, "score": 3.765625, "int_score": 4}
{"text": "Angola is a giant jigsaw puzzle of different climates, landscapes, cultures and colors. From mountains to vast open plains, wide white beaches to thick tropical rainforest, Angola has it all, as if each of its eighteen provinces were a different country. Lubango has a mild temperate climate, Luanda is hot and dry, while Cabinda is steamy and tropical. Much of the landscape is dramatic, with plunging waterfalls, bizarre rock formations and deep gorges.\nWith an Atlantic coastline stretching for over 1.650 kms, Angola has mighty rivers flowing into wide estuaries depositing sediments from the high plateaus to form numerous small islands, bays and sandbanks.\nIn Angola, you can encounter a diversity of wild animals: lions, hyenas, elephants and antelopes. Apes, hippopotamuses and crocodiles are also indigenous to this country. In the Namib Desert, which is situated in the south-west, you can find the tumboa, a unique plant with two wide leaves that are several metres long and lie on the ground of the desert.\nAlthough the climate is such that the beaches can be visited all year round, it is in fact during the hot season that they are most frequented. The bars all filled and the local music and dancing provide an animated and exotic atmosphere that mixes well with the mystery of the African nights.", "id": "<urn:uuid:b9e39f19-3d77-443f-afd7-2074037cf996>", "dump": "CC-MAIN-2013-20", "url": "http://brusselsairlines.com/en_se/look-for/destinations/angola/Default.aspx", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9529910087585449, "token_count": 286, "score": 2.5625, "int_score": 3}
