{"text": "First - you might want to redefine you search. Are you looking for happiness or rather positive affect? Happiness is fairly ambigious term, and it's much more associated with positive psychology studies on well-being. If you are interested in more global definition of happiness, check the work of Mihaly Csikszentmihalyi.\nOn the other hand, there is a large number of studies on physiological measurements of positive affect.\nOne such physiological measurement is Electromyography (EMG) - recording the electrical activity produced by skeletal muscles. EMG will detect very brief smiles or higher activity in cheek muscles (zygomaticus major) which are correlated with positive affect. There is quite classic (but very quoted) paper on that:\nCacioppo JT, Petty RE, Losch ME, Kim HS. (1986) Electromyographic\nActivity Over Facial Muscle Regions Can Differentiate the Valence and\nIntensity of Affective Reactions. J Pers Soc Psychol., 50(2):260-8. download\nAnother simple physiological assesment is heart rate measured by the interbeat interval (IBI). For example, study by Brosschot & Thayer (2003) shows that heart rate response is longer after negative emotions than after positive emotions.\nBrosschot JF, Thayer JF. (2003) Heart rate response is longer after\nnegative emotions than after positive emotions. Int J Psychophysiol.,\nIn fact, the full spectrum of somatic measurements have been used along heart rate including pulse transmission time to the finger, skin conductance level or pupil dilation (Partala, 2003). All those are a bit less reliable methods and usually they detect arousal rather then indicate physiological differences between positive and negative affect.\nPartala T.; Surakka V. (2003) Pupil size variation as an indication of\naffective processing. International Journal of Human-Computer Studies,\nFinally, I would advise browsing literature on measurements of negative affect. You are likely to find some interesting methods there, like in this paper on the psychophysiology of crying (Gross et al., 1994).\nGross JJ, Frederickson BL, Levenson RW. (1994) The psychophysiology of\ncrying. Psychophysiology, 31(5):460-8. download", "id": "<urn:uuid:c987a60d-9405-477a-954f-9eef8f82773e>", "dump": "CC-MAIN-2013-20", "url": "http://cogsci.stackexchange.com/questions/1399/what-is-a-reliable-physiological-measure-e-g-serotonin-levels-of-positive", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.876202404499054, "token_count": 480, "score": 2.765625, "int_score": 3}
{"text": "FAUZIAH, CATUR KHUROTUL (2007) HUBUNGAN ANTARA RELIGIUSITAS DENGAN KEPUASAN HIDUP PADA LANJUT USIA. Other thesis, University of Muhammadiyah Malang.\nDownload (58Kb) | Preview\nReligiosity is an appreciation, confidence, experience or individual conscience against religious teachings are realized in practice worship and religious rituals. Terbinanya religiosity properly, can raises life satisfaction for the elderly. Where life satisfaction is a state which includes feelings of passion in it, have assertiveness and tough or resilient, the match between the desire to achievement of goals, have positive self concept, and mood calm. The purpose of this study was to determine the relationship between religiosity to life satisfaction in elderly. This study uses a quantitative approach. The subject of this research is the elderly who followed the routine recitation in boarding school Nurul Ulum. The sampling technique used is total sampling. With number of study subjects 50 people. Data collection methods used there are 2 kinds of scales are scales of religiosity and life satisfaction scale. Data collected and then analyzed by using correlation product moment using the computer program SPSS for Windows version 10. Results obtained from this study indicate that there is a relationship positive and highly significant correlation between religiosity to life satisfaction in advanced age (r = 0.419 p = 0.002). This means that the higher the religiosity which is owned the higher the person's life satisfaction, and vice versa the lower the religiosity of a person will get low life satisfaction. The effective contribution of religiosity to the satisfaction living elderly by 17.6%, while 82,4% influenced by other variables had not been examined.\n|Item Type:||Thesis (Other)|\n|Subjects:||B Philosophy. Psychology. Religion > BF Psychology|\n|Divisions:||Faculty of Psychology > Department of Psychology|\n|Depositing User:||Zainul Afandi|\n|Date Deposited:||29 May 2012 09:29|\n|Last Modified:||29 May 2012 09:29|\nActions (login required)", "id": "<urn:uuid:1675929f-e225-4e5d-9afc-41f03f5044f6>", "dump": "CC-MAIN-2013-20", "url": "http://eprints.umm.ac.id/6103/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8615904450416565, "token_count": 447, "score": 2.546875, "int_score": 3}
{"text": "Link back to index.html\nThe Death and Dying Process\nDeath and Dying\nAs caregivers, one either becomes a better person through compassion, patience, and humor, or they become embittered and angry. Wendy Lustbader is an author who has written a moving book entitled \" Counting on Kindness: The Dilemmas of Dependency.\"1991. The Free Press, New York, New York. In the book she describes the importance of receiving gratitude when we help others; because giving help without recognition can embitter us as individuals. We need to be kind, in order to count on kindness as we age.\nThe person who has dementia cannot always provide gratitude for their caregiver. Gratitude must be looked for in gentle ways and unassuming ways. Perhaps it is a smile, or a gesture, or an expression of love such as placing the head on the caregiver's shoulder. If gratitude is not felt even on an occasional basis, it is difficult to cope with death and dying. Death and dying as Dr. Kubler-Ross indicates, is the \"final stage of growth\".\nDeath and Dying\nDuring the final stages of dementia due to Alzheimer's disease, an individual may lose his/her ability to ambulate, verbally communicate, swallow, or may become totally incontinent and continue to lose weight despite nutritional supplements. Usually people with Alzheimer's die of another problem---perhaps a stroke, or pneumonia due to aspiration. At this point, the caregiver must be aware that the only way a person can stay alive is by inserting a stomach tube that provides artificial nutritional sustenance.\nCaregivers may have different feelings about this intervention for religious or personal reasons. At the end stage of Alzheimer's the use of invasive procedures such as a stomach tube, can keep the persons alive from months to years. This important decision must be made by the family member and can create an \"ethical dilemma\". Families, should in no way feel pressured by a medical professional to insert life sustaining interventions.\nWhen family members are prepared with regard to the physical process of death and dying they are more able to accept death as an inevitable and peaceful process. The recent expansion of Hospice Services has done much to promote discussions about death and acceptance of withholding end-of-life medical interventions. Once a person is terminal, as determined by a physician who understands the disease process, a caregiver may decide to engage Hospice Services. The physician must be willing to certify that a person will die within six months. If the person does not die within six months, they are not disqualified from the program.\nHospice Services are usually provided by a local Home Health Agency. Hospice services can be provided in the home, assisted living facility as well as a skilled nursing facility. When a family signs up for Hospice Benefits they agree to forgo extreme invasive procedures and agree to support procedures that alleviate pain for the person with dementia. This is known as \"palliative care\" or comfort measures. At the final stage of death, water and food are withheld as the individual no longer desires this. This is a part of the natural process of dying.\nFamilies can anticipate the final stages of death by the various physical stages a person may be going through. Barbara Karne, a Hospice R.N. developed a very comprehensive booklet entitled \"Gone From My Sight: The Dying Experience\" which delineates the various physical stages of death and dying. To obtain a booklet, contact her at the following address: Barbara Karnes, R.N., P.O. Box 335, Stillwell, Kansas, 60085, 1995.\nIn Karnes' booklet she describes what occurs, one-three months prior to death, one to two weeks before death, days or hours before death, and then the final minutes. This information has been extremely helpful to families and can be summarized as follows:\nOne to three months prior to death\n· Withdrawal from world and people\n· Decreased food intake\n· Increased sleep\n· Going inside self\n· Less Communication\nOne to Two Weeks Prior to Death\n· Talking with Unseen\n· Picking at Clothes\n· Physical Changes\no Decreased blood pressure\no Pulse increase or decrease\no Color changes; pale, bluish\no Increased perspiration\no Respiration irregularities\no Sleeping but responding\no Complaints of body tired and heavy\no Not eating, taking little fluids\no Body temperature hot/cold\nDays or Hours\n· Intensification of 1-2 week signs\n· Surge of energy\n· Decrease in blood pressure\n· Eyes glassy, tearing, half open\n· Irregular breathing, stop/start\n· Restlessness or no activity\n· Purplish knees, feet, hands, blotchy\n· Pulse weak and hard to fine\n· Decreased urine output\n· May wet or stool the bed\n· Fish out of water breathing\n· Cannot be awakened\nIt is important that individuals be aware of their wishes and that the wishes be formally documented in a legal document that is known as an \"Advance Directive\". Each state has different instruments for these directives and the caregiver should contact the local medical facility to determine the appropriate document to be used. The Advance Directive delineates one's wishes regarding medical treatment and appoints a surrogate decision-maker on a person's behalf. Of course, the important aspect of the Advance Directive is to discuss end-of-life care before one becomes diagnosed with dementia or has an another debilitating illness.\npp.309-311. Beckerman, Anita G. and Tappen, Ruth. M. 2000. It Takes More Than Love. Health Professions Press: Baltimore, MD.\n1. Review the video clip on death and dying narrated by Dixie Merrill.\nDixie Merrill is a caregiver who is also taking care of three sets of parents--in laws, step parents, as well as parents. Dixie has been part of a support group and has indicated how information learned in the group has helped her cope with the death and dying.\nNote how she describes the process of death and dying as peaceful and calming. She indicates talking about death and dying has made it less fearful and she also emphasizes the importance of advance directives.\n2. Consider the following questions for reflection when watching the video:\n· What strategies helped the Merrill family cope with their mother's death and dying process?\n· How can \"Advance Directives\" help individuals cope with the dying process?\nLink back to index.html", "id": "<urn:uuid:59068a6d-549f-44f0-aa53-e03d6ed54922>", "dump": "CC-MAIN-2013-20", "url": "http://jameslau88.com/the_death_and_dying_process.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.92740797996521, "token_count": 1339, "score": 2.765625, "int_score": 3}
{"text": "Vanilla is a product of Lussumo:Documentation and Support.\n1 to 16 of 16\nThis year’s Nobel Prize in medicine went to a trio of scientists who discovered the enzyme telomerase, which allows cells to divide without any limits, making them effectively immortal.It may be nature’s greatest double-edged sword. Coax cells into producing telomerase, and they will survive indefinitely, but they will also become cancerous.\n“In the absence of a comprehensive understanding, it’s very dangerous,” Muller said. “We have to figure out how to do maintenance on our telomeres.”Muller thinks humans could live for 90 to 210 years once scientists know more about the molecular basis of aging.“If we could figure out how to do maintenance, we could extend our lives,” he said. “But it has to be done very carefully, and we’d have to have a comprehensive understanding of the mechanism. ”\nIt really does my heart good to know that I'm part of one of the last generations to not live forever.", "id": "<urn:uuid:0edf597f-76c6-41e5-8fb7-e496ac5b8117>", "dump": "CC-MAIN-2013-20", "url": "http://freakangels.com/whitechapel/comments.php?DiscussionID=6964&page=1", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.945441722869873, "token_count": 235, "score": 2.578125, "int_score": 3}
{"text": "The Richboro Elementary Meadow Project\nStudents in the Richboro Elementary Ecology Club have been planting a meadow each year since 2008. We were the first school in Council Rock School District to do so, and our project has inspired the District to plant four acres of meadows at several other Council Rock school locations.\nWhy plant meadows? Meadows provide habitats for more insects and other animals than green lawns. The first year we planted the meadow, we found two praying mantids had moved in! Additionally, meadows do not need to be mowed more than once a year, so they save fossil fuel. Below are photos and descriptions of our current meadow as well as meadows from previous years.\nThe Fourth Planting of\nRichboro Elementary School's Meadow\nStudents in the Richboro Elementary School Ecology Club planted its fourth meadow this spring. Students sowed the flower seeds harvested last fall in the newly prepared plot. Additional native seeds, including sunflower and asters, were planted. Students and teachers look forward to seeing what surprises await when returning to school in the fall.\nThe Third Planting of\nRichboro Elementary School’s Meadow\nThe Ecology Club at Richboro Elementary School planted its meadow for a third growing season this April. Using seeds harvested from the meadow last fall, the club members, ranging from grades two through five, took turns planting seeds in a grid-like pattern across the meadow plot. Sunflower seeds were pushed into the ground with planting sticks, and the soil was raked to cover the seeds. As the club ended, the clouds gathered and watered the meadow, as if on cue. We look forward to watching our garden bloom as the seasons turn.\nRichboro Elementary School’s Meadow\nThe Ecology Club at Richboro Elementary School planted its meadow for a second growing season this April. The club, with over 40 students and 5 teachers, worked together to sow seeds on a drizzly, windy day. The seeds had been harvested by the students last fall from the meadow’s first dried flowers. The charming sign, including drawings by 13 children, will be posted at the front of the meadow.\nRichboro Elementary School’s Meadow Blooms\nand Seeds are Harvested\nLast spring the Ecology Club at Richboro Elementary School planted seeds to create a meadow in the front of the building. Not certain how successful the meadow would be, the club members were greeted at the beginning of this school year by a surprisingly full field of colorful blooms. This fall the flowers matured to produce seeds. To complete the cycle, the Ecology Club plans to plant the seeds next spring.\nThe Earth Laughs in Flowers\nRichboro Elementary School’s Meadow Project\nThe Ecology Club at Richboro Elementary School planted a meadow for their final big project of the school year. Ecology Club students pulled out clumps of grass, and then teachers gave students seeds to plant in the plot. The students zig-zagged their way across the plot to ensure even coverage of the seeds. At the end of the day, each child received a small bag of seeds to plant at home with the saying, \"The Earth Laughs in Flowers.\" The seeds had been sorted and packaged by students in the Autistic Support classes at Richboro Elementary.\nThe flowers hopefully will grow throughout the summer. In addition to adding beauty to the school, the meadow will reduce the fossil fuel needed to mow the grass all summer and will help insects gain a new home. The students and teachers look forward to seeing a wildflower meadow in full bloom at the beginning of the new school year in September.", "id": "<urn:uuid:2eca6211-a85f-472b-b3f3-ac4fa26c2e16>", "dump": "CC-MAIN-2013-20", "url": "http://crsd.org/Page/16977", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9635656476020813, "token_count": 751, "score": 2.703125, "int_score": 3}
{"text": "Born in 1940, Wangari Maathai is a Kenyan ecologist and environmental activist who founded the Green Belt Movement in 1977, causing the media to depict her as a latter-day Johnny Appleseed who has planted millions of trees in Africa. (The Green Belt Movement has been responsible for the planting of more than 10 million trees to prevent soil erosion and provide a source of firewood.)\nAs a member of the Green Belt Movement, Maathai has led sub-Saharan African women in provoking sometimes-violent clashes with police. Though casting herself as a hero of the downtrodden, she has demonstrated against peasants’ economic interests. When Kenyan autocratic leader Daniel arap Moi wanted to revive the nation’s dead economy by building the world’s largest skyscraper in the capital, her riotous actions dried up investment. Later, she led a protest to prevent “small-scale farming” on African forestland and called farmers “invaders” who were guilty of “rape.” In 1992, she and the women in her Green Belt Movement foreshadowed contemporary Western antiwar demonstrators by staging a public strip-in.\nIn 2004 she won the Nobel Peace Prize for her work in “human rights” and “reversing deforestation across Africa.”\nWhen Maathai was awarded her Nobel Prize, United Nations Secretary-General Kofi Annan paid her a glowing tribute:\nMaathai is also an anti-white, anti-Western crusader for international socialism. She charges that “some sadistic [white] scientists” created the AIDS virus “to punish blacks” and, ultimately, “to wipe out the black race.” Maathai continues:\n“Renowned and admired throughout her native Kenya and across Africa for her pioneering struggle against deforestation and for women’s rights and democracy, Ms. Maathai has also played an important role at UN conferences such as the Earth Summit, making an imprint on the global quest for sustainable development.... Selfless and steadfast, Ms. Maathai has been a champion of the environment, of women, of Africa, and of anyone concerned about our future security.”\n“Some say that AIDS came from the monkeys, and I doubt that, because we have been living with monkeys [since] time immemorial; others say it was a curse from God, but I say it cannot be that.... Us black people are dying more than any other people in this planet. It’s true that there are some people who create agents to wipe out other people.”\n“Why is the rest of the world just watching,” Maathai asks, “doing nothing while Africans are being wiped out? The rest of the world has abandoned us.”\nThere is, of course, a very real genocide throughout sub-Saharan Africa, as Muslim Arabs murder indigenous black Christians and animists, 100,000 in Darfur alone. The repeated rape of young black boys by Arabs is now commonplace. These scenes first played out during the genocide in Rwanda, which began early in the Clinton administration, and have been seen all over the sub-continent for a decade. Maathai addressed this brutality at the World Women’s Conference in Beijing in 1995, where she blamed it on Western capitalists. She claims that Western governments laid the groundwork for present slaughter during the Cold War. “The carnage goes on in Somalia, Rwanda, Liberia and in the streets of many cities,” she says. “People of Africa continue to be sacrificed so that some factories may stay open, earn capital and save jobs.”\nThus in Maathai’s view, Arab genocide is the fault of wealthy whites.\nMaathai has courted global socialism through her long association with the United Nations’ environmentalist agenda. She was a member of the Commission on Global Governance (CGG), founded in 1992 at the suggestion of former West German Chancellor and socialist Willy Brandt. Maathai worked on the CGG alongside Maurice Strong, Jimmy Carter, and Robert McNamara. The group’s manifesto, “Our Global Neighborhood,” calls for a dramatic reordering of the world’s political power – and redistribution of the world’s wealth.\nMost importantly, the CGG’s proposals would phase out America’s veto in the Security Council. At the same time, the CGG would increase UN authority over member nations, declaring, “All member-states of the UN that have not already done so should accept the compulsory jurisdiction of the World Court.” It asks the UN to prevail upon member governments to enact proposals made by wide NGOs – such as the Green Belt Movement. “Our Global Neighborhood” also suggested creating a 10,000-man “UN Volunteer Force” to be deployed at the UN’s approval on infinite peacekeeping missions everywhere (except Iraq).\nMaathai currently acts as a commissioner for the Earth Charter, along with the aforementioned Maurice Strong, Mikhail Gorbachev and Steven Rockefeller. She is also on the Earth Charter’s Steering Committee. In addition to calling for sharing the “benefits of development . . . equitably,” the Earth Charter calls on international bodies to “Promote the equitable distribution of wealth within nations and among nations.” Another Charter provision would disarm the entire world and use the money previously allocated for national defense to restore the environment. Additionally, the Earth Charter worries about the “unprecedented rise in human population,” and demands “universal access to health care.”\nMaathai earned her biology degree from Mount St. Scholastica College in Kansas and a Master’s degree at the University of Pittsburgh. She later returned to Kenya and worked in veterinary medical research at the University of Nairobi, eventually earning a Ph.D. there and becoming head of the veterinary medicine faculty.", "id": "<urn:uuid:fae983e5-45da-44d4-86c0-5ccc7cb210d8>", "dump": "CC-MAIN-2013-20", "url": "http://discoverthenetworks.com/printindividualProfile.asp?indid=2007", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9558945298194885, "token_count": 1242, "score": 2.84375, "int_score": 3}
{"text": "Using the Moon as a High-Fidelity Analogue Environment to Study Biological and Behavioural Effects of Long-Duration Space Exploration\nGoswami, Nandu and Roma, Peter G. and De Boever, Patrick and Clément, Gilles and Hargens, Alan R. and Loeppky, Jack A. and Evans, Joyce M. and Stein, T. Peter and Blaber, Andrew P. and Van Loon, Jack J.W.A. and Mano, Tadaaki and Iwase, Satoshi and Reitz, Guenther and Hinghofer-Szalkay, Helmut G. (2012) Using the Moon as a High-Fidelity Analogue Environment to Study Biological and Behavioural Effects of Long-Duration Space Exploration. Planetary and Space Science, Epub ahead of print (in press). Elsevier. DOI: 10.1016/j.pss.2012.07.030.\nFull text not available from this repository.\nDue to its proximity to Earth, the Moon is a promising candidate for the location of an extra-terrestrial human colony. In addition to being a high-fidelity platform for research on reduced gravity, radiation risk, and circadian disruption, the Moon qualifies as an isolated, confined, and extreme (ICE) environment suitable as an analogue for studying the psychosocial effects of long-duration human space exploration missions and understanding these processes. In contrast, the various Antarctic research outposts such as Concordia and McMurdo serve as valuable platforms for studying biobehavioral adaptations to ICE environments, but are still Earth-bound, and thus lack the low-gravity and radiation risks of space. The International Space Station (ISS), itself now considered an analogue environment for long-duration missions, better approximates the habitable infrastructure limitations of a lunar colony than most Antarctic settlements in an altered gravity setting. However, the ISS is still protected against cosmic radiation by the earth magnetic field, which prevents high exposures due to solar particle events and reduces exposures to galactic cosmic radiation. On Moon the ICE environments are strengthened, radiations of all energies are present capable of inducing performance degradation, as well as reduced gravity and lunar dust. The interaction of reduced gravity, radiation exposure, and ICE conditions may affect biology and behavior--and ultimately mission success--in ways the scientific and operational communities have yet to appreciate, therefore a long-term or permanent human presence on the Moon would ultimately provide invaluable high-fidelity opportunities for integrated multidisciplinary research and for preparations of a manned mission to Mars.\n|Title:||Using the Moon as a High-Fidelity Analogue Environment to Study Biological and Behavioural Effects of Long-Duration Space Exploration|\n|Journal or Publication Title:||Planetary and Space Science|\n|In Open Access:||No|\n|In ISI Web of Science:||Yes|\n|Volume:||Epub ahead of print (in press)|\n|Keywords:||Physiology, Orthostatic tolerance, Muscle deconditioning, Behavioural health, Psychosocial adaptation, Radiation, Lunar dust, Genes, Proteomics|\n|HGF - Research field:||Aeronautics, Space and Transport, Aeronautics, Space and Transport|\n|HGF - Program:||Space, Raumfahrt|\n|HGF - Program Themes:||W EW - Erforschung des Weltraums, R EW - Erforschung des Weltraums|\n|DLR - Research area:||Space, Raumfahrt|\n|DLR - Program:||W EW - Erforschung des Weltraums, R EW - Erforschung des Weltraums|\n|DLR - Research theme (Project):||W - Vorhaben MSL-Radiation (old), R - Vorhaben MSL-Radiation|\n|Institutes and Institutions:||Institute of Aerospace Medicine > Radiation Biology|\n|Deposited By:||Kerstin Kopp|\n|Deposited On:||27 Aug 2012 08:05|\n|Last Modified:||07 Feb 2013 20:40|\nRepository Staff Only: item control page", "id": "<urn:uuid:25dbfda6-18d6-4e04-9bf5-fe7dcc73d69b>", "dump": "CC-MAIN-2013-20", "url": "http://elib.dlr.de/77077/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.7918326258659363, "token_count": 887, "score": 3.09375, "int_score": 3}
{"text": "Deep-space communication improved with electromagnetic radiation antenna\n- Robert C. Dye\n- Technology Transfer\n- (505) 667-3404\nElectromagnetic radiation antenna has potential for deep-space communication\n- Directed Energy\n- Long-range communications\n- Medicine (Oncology)\n- RADAR imaging applications are countermeasure-resistant\n- Communications can be spatially-encrypted\n- 4-dimensional volumes of energy can be aimed at a single space-time point for directed energy applications\n- Nonspherical decay of the cusp enables low-power communications and propagation over great distances\nLos Alamos National Laboratory (LANL) researchers have developed the Lightslinger, a completely new type of antenna that produces tightly-focused packets of electromagnetic radiation fundamentally different from the emissions of conventional transmitters. The device has potential applications in RADAR, directed-energy (non-kinetic kill), secure communications, ultra-long-range communications (e.g., deep-space), medicine (oncology) and astrophysics.\nThe Lightslinger functions by producing a moving polarization pattern in a ring of alumina. By careful timing of voltages applied to electrodes that surround the alumina, the polarization pattern can be made to move superluminally, i.e., faster than the speed of light in a vacuum. Nobel laureate Vitaly Ginzberg showed both that such superluminal polarization patterns do not violate the principles of special relativity and that they emit electromagnetic radiation. Once a source travels faster than the waves that it emits, it can make contributions at multiple retarded times to a signal received instantaneously at a distance. This effect is already well known in acoustics; when a supersonic airplane accelerates through the speed of sound, a violent “sonic boom” is heard many miles away, even if the airplane itself is rather quiet. The Lightslinger enables the same thing to be done with electromagnetic radiation; i.e., a relatively low-power source can make an “electromagnetic boom”, an intense concentration of radiowaves at a great distance.\nThe “electromagnetic boom” is due to temporal focusing, that is, focusing in the time domain. Because of this effect, part of the emitted radiation possesses an intensity that decays with distance r as 1/r rather than as the conventional inverse square law, 1/r2. These nonspherically-decaying wavepackets represent a game-changing technology in the applications of electromagnetic radiation.\nDevelopment stage: Working prototype\nPatent status: Patent pending\nLicensing status: Available for exclusive or non-exclusive licensing", "id": "<urn:uuid:79bc5d65-38cf-489f-b8c5-6800ff88c6f7>", "dump": "CC-MAIN-2013-20", "url": "http://moe@lanl.gov/collaboration/tech-transfer/tech-transfer-summaries/electromagnetic-radiation-antenna-has-potential-for-deep-space-communication.php", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8813943266868591, "token_count": 545, "score": 3.34375, "int_score": 3}
{"text": "Intel demonstrated a wireless electric power system that could revolutionize modern life by eliminating chargers, wall outlets and eventually batteries all together by 2050. Intel chief technology officer Justin Rattner demonstrated a Wireless Energy Resonant Link at Intel’s 2008 developer’s forum.\nDuring the demo electricity was sent wirelessly to a lamp on stage, lighting a 60 watt bulb that uses more power than a typical laptop computer. Most importantly, the electricity was transmitted without zapping anything or anyone that got between the sending and receiving units. “The trick with wireless power is not can you do it; it’s can you do it safely and efficiently,” according to Intel researcher Josh Smith. “It turns out the human body is not affected by magnetic fields; it is affected by elective fields. So what we are doing is transmitting energy using the magnetic field not the electric field.”\nExamples of potential applications include airports, offices or other buildings that could be rigged to supply power to laptops, mobile telephones or other devices toted into them. The technology could also be built into plugged in computer components, such as monitors, to enable them to broadcast power to devices left on desks or carried into rooms, according to Mr. Smith.\n- Duracell, Energizer, Texas Instruments and Motorola Mobility in Attendance at the International Wireless Power Summit (prweb.com)\n- British Start-Up Working to Bring Wireless Charging to the Racetrack (wheels.blogs.nytimes.com)", "id": "<urn:uuid:43d4b460-a138-4381-addd-d0464250f94f>", "dump": "CC-MAIN-2013-20", "url": "http://rbach.net/blog/index.php/wireless-electricity/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9474734663963318, "token_count": 312, "score": 2.84375, "int_score": 3}
{"text": "|This article may be expanded with text translated from the corresponding article in the French Wikipedia. (December 2008)|\n|— Department —|\n|• President of the General Council||Augustin Bonrepaux (PS)|\n|• Total||4,890 km2 (1,890 sq mi)|\n|• Density||30/km2 ( 79/sq mi)|\n|Time zone||CET (UTC+1)|\n|• Summer (DST)||CEST (UTC+2)|\n|^1 French Land Register data, which exclude estuaries, and lakes, ponds, and glaciers larger than 1 km2|\nFoix is the administrative capital of the Ariège. It is an ancient medieval town with a fortress Chateau de Foix perched on a hill overlooking it. The fortress has been attacked many times without capture, including an attempt by Simon de Montfort. It has also been used as a prison, and the names of English prisoners of war can still be seen on the cell walls. Another famous chateau in the Ariège is Montségur, located on a rocky outcrop at a height of 1200 metres (3,900 ft). During the Albigensian Crusade and siege of 1244 AD the chateau was largely destroyed, with more than two hundred Cathar priests burnt at the stake as heretics. The chateau was gradually rebuilt by Royalists over a period of the next three hundred years.\nThe start of the seventeenth century saw the area ravaged by wars between Protestants and Catholics. In 1621 Huguenot forces ruined the church at La Tour-du-Crieu. In 1629 Pamiers was sacked by Henry of Condé following uprisings that left several hundred dead in the city. This was also the period during which the abbeys at Foix, Tarascon-sur-Ariège, Saint-Girons, Saverdun and Le Mas-d'Azil were torched and destroyed.\nThe nineteenth century was a time of strong industrial growth, supported in Ariège by an abundant supply of water power. The department also benefitted from its significant reserves of iron ore. The growth of iron based industries were a feature of the period, with the establishment in 1817 of a steel manufacturing plant at Pamiers which has been a principal driver of the local economy ever since. Other representative examples of the iron based industry that developed in Ariège during the nineteenth century include the forges at Montgaillard and the blast furnaces at Tarascon-sur-Ariège.\nDescription of the department's industrial development during the nineteenth century should also include mention of the paper industry at Saint-Girons and the textile industry in the Pays d'Olmes.\nTowns of particular historical interest in the département include Pamiers, host to a large commercial centre and three churches. Mirepoix is a medieval town, as is Saint-Lizier situated on a hilltop with winding streets, fine views and a church with cloisters that are noteworthy. Saint-Girons is an agricultural centre with a Saturday market.\nThe geography is dominated by the Pyrenees mountains, which form the border between France and Spain. There are hundreds of miles of well-marked paths which allow exploration of the magnificent Pyrenees mountains. The high mountains are easily accessible via good roads, cable cars or by foot. There are a number of lodges providing high level mountain accommodation that are comfortable, warm and with good meals.\nThere are also a number of fresh water lakes which provide a variety of activities including, walking, swimming, fishing, canoeing, sailboarding and picnicking.\nThe Ariege has several of its own downhill ski resorts, the three largest being Ax-Bonascre, Les Monts D'Olmes and Guzet-Neige. There are many cross country ski-ing resorts, one of the best being at Plateau de Beille, near Les Cabannes.\nThe Pyrenees mountain range forms a fantastic backdrop to the entire Ariège Department, rising some 10,000 feet (3000m) in the Montcalm Massif, along the border with Andorra and Spain. The highest peaks are clearly visible visible from Toulouse in the Haute Garonne. It is one of the least populated and most unspoiled regions of France. The locals enjoy keeping traditions alive, especially old farming techniques. Consequently, as fewer insecticides, for example, have been used, the flora and fauna of the area continue to be rich in both diversity and numbers. Butterflies are common and birds are numerous; particularly noticeable are large birds of prey, including the magnificent Griffon vultures.\nThere are also many unspoiled villages and hamlets tucked away in the valleys close to the department's border with Spain – Seix, Cominac and Aulus Les Bain are examples – together with picturesque mountain villages, most notably Aleu which comes alive in the holiday season.\nAriège stands on the eastern limit of oceanic dominance over rainfall, but other influences are felt:\n- Mediterranean – particularly visible in the vegetation of the foothills and of the valley of the Ariège river towards Tarascon, and in the Pays de Sault;\n- Continental – in the Pyrenean valleys, with many storms and big differences of temperature between day and night.\nThere is no great tendency to summer drought as the flow of air from the north-west brings rain throughout the year. Rainfall is moderate on the foothills and in some sheltered valleys, measuring 700 to 1,000 mm per year, but increases significantly in the higher valleys with levels between 1,000 mm and 1,800 mm. The slopes exposed to the north-west, such as Aulus and Orlu, are, as one would expect, the wettest, together with the frontal ridges that meet air flow from the southwest (giving rise to the Foehn effect). Snow cover is common over 1,000 metres, lasting several months above 1,500 to 2,000 metres. Some periglacial areas exist over 2,500 m but the only true glacier in Ariège is that of Mont Valier, near Castillon-en-Couserans.\nTemperatures are mild in the foothills, e.g. at the city of Foix (400 metres) the average is 5 °C in January and 19 °C in July. However, they decline rapidly with elevation, e.g. at l'Hospitalet-près-l'Andorre (1,430 m) it is 0 °C in January and 14 °C in July.\nThe inhabitants of the department are called Ariégeois.\nThe department has 151,477 inhabitants, or 146,289 as the population without double counting.\nThe populations of the arrondissements (double-counting) are :\n- Foix – 53,595\n- Pamiers – 69,664\n- Saint Girons – 28,218\nThe populations of the principal towns (double-counting) are :\n- Pamiers – 15,702\n- Foix – 9,994\n- Lavelanet – 7,068\n- Saint Girons – 7,019\nThe Ariege department is a largely unknown department which is situated next to the Aude in the most southern part of the Midi-Pyrenees region and shares its borders with the Aude, Andorra, Haute Garonne and the Pyrenees Orientales. This is predominantly a farming area as the soil is rich and fertile and yet more than 50% of the Ariège is mountainous, with 490 965 hectares being covered by forests.\n|Number of businesses||19 750||15 November 2006|\n|Rate of business creation||10.4% (Ariège) 9.3% (Midi-Pyrénées) 9.3% (France)||2003|\n|Unemployment rate||10.4% (Ariège) 9.1% (Midi-Pyrénées) 9% (France)||September 2006|\n|Value of Exports||450 M€||2005|\n|Value of Imports||368 M€||2005|\n|source : Ariège Expansion|\nThe Ariège Chamber of Commerce and Industry is situated at Foix. The department’s Economic Development Agency (ARIEGE EXPANSION) is at Verniolle. The department has established three ‘business incubators’ to support enterprise in Ariège.\nThe department has two parliamentary constituencies and twenty-two cantons. Broadly speaking, Ariège has been firmly held by the Socialist Party since the days of the Third Republic, although in recent years the right has managed to make some inroads.\nNevertheless, the department remains one of the most left-wing departments in France, and the left holds all but three of the department's 22 cantons.\nThe President of the General Council is Augustin Bonrepaux of the Socialist Party.\n|Union for a Popular Movement||2|\nAriégeois gastronomy is based on the cooking of Pyrenean regional food, such as cheese or charcuterie from the mountain country. The Azinat is the local and typical dish of Ariege. The department is also well advanced in the field of organic farming.\nThe castle of Foix\nCathedral of Saint-Antonin at Pamiers\nCathedral de Saint-Lizier\nCovered shopfronts at Mirepoix\nAccording to the general census of the population of 8 March 1999, 26.5% of available housing in the department consists of second homes.\n|Year||Town||Population without double-counting||Number of dwellings||Second homes||% of dwellings being second homes|\nFamous people \n- Fabien Barthez, football player, winner of the World Football Cup 1998 and born at Lavelanet\n- Pierre Bayle (1647–1706), philosopher and writer, born at Carla-Bayle (then known as Carla-le-Comte; the commune changed its name in his honour)\n- Théophile Delcassé (1852–1923), politician, minister, ambassador, born at Pamiers\n- Jacques Dupont (born in 1928), cyclist, holder of the Olympic record, born at Lézat-sur-Lèze\n- Gabriel Fauré (1845–1924), composer, born at Pamiers\n- Jacques Fournier (1285–1342), bishop of Pamiers then of Mirepoix, pope under the name Benedict XII from 1336 to 1342 (Avignon), born at Canté near Saverdun\n- Claude Piquemal (born in 1939), athlete and sprinter, Olympic medalist, born at Siguer\n- Marie Laforêt, born Maïténa Marie Brigitte Doumenach (in 1939), actress and singer.\nSee also \n- Cantons of the Ariège department\n- Communes of the Ariège department\n- Arrondissements of the Ariège department\n- Census 2009, French National Institute of Statistics\n- http://www.atlaspol.com/MDPY/ariege.htm Political atlas of Ariège (in French), consulted 30 June 2009\n- Census site, INSEE, figures as at 8 March 1999\n- Estimates of the intermediate census, INSEE, figures as at 1 July 2005\n|Wikimedia Commons has media related to: Ariège|\n- (French)Conseil general website\n- (French)Prefecture website\n- (French)Trekking in Ariege Pyrenees website\n- (French)Photography Panoramics 360° website\n- (French)Photography Panoramics 360° website 2", "id": "<urn:uuid:b98380f2-eaad-43d8-ae14-b78b1fa71c30>", "dump": "CC-MAIN-2013-20", "url": "http://en.wikipedia.org/wiki/Ari%c3%a8ge", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8962062001228333, "token_count": 2518, "score": 2.890625, "int_score": 3}
{"text": "[Note: in Japan, it is customary to refer to a person with their last name first. We have retained this practice in the below excerpt from Kurosawa’s text.]\nThe gate was growing larger and larger in my mind’s eye. I was location-scouting in the ancient capital of Kyoto for Rashomon, my eleventh-century period film. The Daiei management was not very happy with the project. They said the content was difficult and the title had no appeal. They were reluctant to let the shooting begin. Day by day, as I waited, I walked around Kyoto and the still-more-ancient capital of Nara a few miles away, studying the classical architecture. The more I saw, the larger the image of the Rashomon gate became in my mind.\nAt first I thought my gate should be about the size of the entrance gate to Toji Temple in Kyoto. Then it became as large as the Tengaimon gate in Nara, and finally as big as the main two-story gates of the Ninnaji and Todaiji temples in Nara. This image enlargement occurred not just because I had the opportunity to see real gates dating from that period, but because of what I was learning, from documents and relics, about the long-since-destroyed Rashomon gate itself.\n“Rashomon” actually refers to the Rajomon gate; the name was changed in a Noh play written by Kanze Nobumitsu. “Rajo” indicates the outer precincts of the castle, so “Rajomon” means the main gate to the castle’s outer grounds. The gate for my film Rashomon was the main gate to the outer precincts of the ancient capital--–--–Kyoto was at that time called “Heian-Kyo.” If one entered the capital through the Rajomon gate and continued due north along the main thoroughfare of the metropolis, one came to the Shujakumon gate at the end of it, and the Toji and Saiji temples to the east and west, respectively. Considering this city plan, it would have been strange had the outer main gate not been the biggest gate of all. There is tangible evidence that it in fact was: The blue roof tiles that survive from the original Rajomon gate show that it was large. But, no matter how much research we did, we couldn’t discover the actual dimensions of the vanished structure.\nAs a result, we had to construct the Rashomon gate to the city based on what we could learn from looking at extant temple gates, knowing that the original was probably different. What we built as a set was gigantic. It was so immense that a complete roof would have buckled the support pillars. Using the artistic device of dilapidation as an excuse, we constructed only half a roof and were able to get away with our measurements. To be historically accurate, the imperial palace and the Shujakumon gate should have been visible looking north through our gate. But on the Daiei back lot such distances were out of the question, and even if we had been able to find the space, the budget would have made it impossible. We made do with a cut-out mountain to be seen through the gate. Even so, what we built was extraordinarily large for an open set.\nWhen I took this project to Daiei, I told them the only sets I would need were the gate and the tribunal courtyard wall where all the survivors, participants and witnesses of the rape and murder that form the story of the film are questioned. Everything else, I promised them, would be shot on location. Based on this low-budget set estimate, Daiei happily took on the project.\nLater, Kawaguchi Matsutaro, at that time a Daiei executive, complained that they had really been fed a line. To be sure, only the gate set had to be built, but for the price of that one mammoth set they could have had over a hundred ordinary sets. But, to tell the truth, I hadn’t intended so big a set to begin with. It was while I was kept waiting all that time that my research deepened and my image of the gate swelled to its startling proportions.\nWhen I had finished Scandal for the Shochiku studios, Daiei asked if I wouldn’t direct one more film for them. As I cast about for what to film, I suddenly remembered a script based on the short story “Yabu no naka” (“In a Grove”) by Akutagawa Ryunosuke. It had been written by Hashimoto Shinobu, who had been studying under director Itami Mansaku. It was a very well-written piece, but not long enough to make into a feature film. This Hashimoto had visited my home, and I talked with him for hours. He seemed to have substance, and I took a liking to him. He later wrote the screenplays for Ikiru (1952) and Shichinin no samurai (Seven Samurai, 1954) with me. The script I remembered was his Akutagawa adaptation called “Male-Female.”\nProbably my subconscious told me it was not right to have put that script aside; probably I was—without being aware of it–wondering all the while if I couldn’t do something with it. At that moment the memory of it jumped out of one of those creases in my brain and told me to give it a chance. At the same time I recalled that “In a Grove” is made up of three stories, and realized that if I added one more, the whole would be just the right length for a feature film. Then I remembered the Akutagawa story “Rashomon.” Like “In a Grove,” it was set in the Heian period (794-1184). The film Rashomon took shape in my mind.\nSince the advent of the talkies in the 1930s, I felt, we had misplaced and forgotten what was so wonderful about the old silent movies. I was aware of the aesthetic loss as a constant irritation. I sensed a need to go back to the origins of the motion picture to find this peculiar beauty again; I had to go back into the past.\nIn particular, I believed that there was something to be learned from the spirit of the French avant-garde films of the 1920s. Yet in Japan at this time we had no film library. I had to forage for old films, and try to remember the structure of those I had seen as a boy, ruminating over the aesthetics that had made them special.\nRashomon would be my testing ground, the place where I could apply the ideas and wishes growing out of my silent-film research. To provide the symbolic background atmosphere, I decided to use the Akutagawa “In a Grove” story, which goes into the depths of the human heart as if with a surgeon’s scalpel, laying bare its dark complexities and bizarre twists. These strange impulses of the human heart would be expressed through the use of an elaborately fashioned play of light and shadow. In the film, people going astray in the thicket of their hearts would wander into a wider wilderness, so I moved the setting to a large forest. I selected the virgin forest of the mountains surrounding Nara, and the forest belonging to the Komyoji temple outside Kyoto.\nThere were only eight characters, but the story was both complex and deep. The script was done as straightforwardly and briefly as possible, so I felt I should be able to create a rich and expansive visual image in turning it into a film. Fortunately, I had as cinematographer a man I had long wanted to work with, Miyagawa Kazuo; I had Hayasaka to compose the music and Matsuyama as art director. The cast was Mifune Toshiro, Mori Masayuki, Kyo Machiko, Shimura Takashi, Chiaki Minoru, Ueda Kichijiro, Kato Daisuke and Honma Fumiko; all were actors whose temperaments I knew, and I could not have wished for a better line-up. Moreover, the story was supposed to take place in summer, and we had, ready to hand, the scintillating midsummer heat of Kyoto and Nara. With all these conditions so neatly met, I could ask nothing more. All that was left was to begin the film.\nHowever, one day just before the shooting was to start, the three assistant directors Daiei had assigned me came to see me at the inn where I was staying. I wondered what the problem could be. It turned out that they found the script baffling and wanted me to explain it to them. “Please read it again more carefully,” I told them. “If you read it diligently, you should be able to understand it because it was written with the intention of being comprehensible.” But they wouldn’t leave. “We believe we have read it carefully, and we still don’t understand it at all; that’s why we want you to explain it to us.” For their persistence I gave them this simple explanation:\nHuman beings are unable to be honest with themselves about themselves. They cannot talk about themselves without embellishing. This script portrays such human beings–the kind who cannot survive without lies to make them feel they are better people than they really are. It even shows this sinful need for flattering falsehood going beyond the grave—even the character who dies cannot give up his lies when he speaks to the living through a medium. Egoism is a sin the human being carries with him from birth; it is the most difficult to redeem. This film is like a strange picture scroll that is unrolled and displayed by the ego. You say that you can’t understand this script at all, but that is because the human heart itself is impossible to understand. If you focus on the impossibility of truly understanding human psychology and read the script one more time, I think you will grasp the point of it.\nAfter I finished, two of the three assistant directors nodded and said they would try reading the script again. They got up to leave, but the third, who was the chief, remained unconvinced. He left with an angry look on his face. (As it turned out, this chief assistant director and I never did get along. I still regret that in the end I had to ask for his resignation. But, aside from this, the work went well.)\nDuring the rehearsals before the shooting I was left virtually speechless by Kyo Machiko’s dedication. She came in to where I was still sleeping in the morning and sat down with the script in her hand. “Please teach me what to do,” she requested, and I lay there amazed. The other actors, too, were all in their prime. Their spirit and enthusiasm was obvious in their work, and equally manifest in their eating and drinking habits.\nThey invented a dish called Sanzoku-yaki, or “Mountain Bandit Broil,” and ate it frequently. It consisted of beef strips sautéed in oil and then dipped in a sauce made of curry powder in melted butter. But while they held their chopsticks in one hand, in the other they’d hold a raw onion. From time to time they’d put a strip of meat on the onion and take a bite out of it. Thoroughly barbaric.\nThe shooting began at the Nara virgin forest. This forest was infested with mountain leeches. They dropped out of the trees onto us, they crawled up our legs from the ground to suck our blood. Even when they had had their fill, it was no easy task to pull them off, and once you managed to rip a glutted leech out of your flesh, the open sore seemed never to stop bleeding. Our solution was to put a tub of salt in the entry of the inn. Before we left for the location in the morning we would cover our necks, arms and socks with salt. Leeches are like slugs—they avoid salt.\nIn those days the virgin forest around Nara harbored great numbers of massive cryptomerias and Japanese cypresses, and vines of lush ivy twined from tree to tree like pythons. It had the air of the deepest mountains and hidden glens. Every day I walked in this forest, partly to scout for shooting locations and partly for pleasure. Once a black shadow suddenly darted in front of me: a deer from the Nara park that had returned to the wild. Looking up, I saw a pack of monkeys in the big trees about my head.\nThe inn we were housed in lay at the foot of Mount Wakakusa. Once a big monkey who seemed to be the leader of the pack came and sat on the roof of the inn to stare at us studiously throughout our boisterous evening meal. Another time the moon rose from behind Mount Wakakusa, and for an instant we saw the silhouette of a deer framed distinctly against its full brightness. Often after supper we climbed up Mount Wakakusa and formed a circle to dance in the moonlight. I was still young and the cast members were even younger and bursting with energy. We carried out our work with enthusiasm.\nWhen the location moved from the Nara Mountains to the Komyoji temple forest in Kyoto, it was Gion Festival time. The sultry summer sun hit with full force, but even though some members of my crew succumbed to heat stroke, our work pace never flagged. Every afternoon we pushed through without even stopping for a single swallow of water. When work was over, on the way back to the inn we stopped at a beer hall in Kyoto’s downtown Shijo-Kawaramachi district. There each of us downed about four of the biggest mugs of draft beer they had. But we ate dinner without any alcohol and, upon finishing, split up to go about our private affairs. Then at ten o’clock we’d gather again and pour whiskey down our throats with a vengeance. Every morning we were up bright and clear-headed to do our sweat-drenched work.\nWhere the Komyoji temple forest was too thick to give us the light we needed for shooting, we cut down trees without a moment’s hesitation or explanation. The abbot of Komyoji glared fearfully as he watched us. But as the days went on, he began to take the initiative, showing us where he thought trees should be felled.\nWhen our shoot was finished at the Komyoji location, I went to pay my respects to the abbot. He looked at me with grave seriousness and spoke with deep feeling. “To be honest with you, at the outset we were very disturbed when you went about cutting down the temple trees as if they belonged to you. But in the end we were won over by your wholehearted enthusiasm. ‘Show the audience something good.’ This was the focus of all your energies, and you forgot yourselves. Until I had the chance to watch you, I had no idea that the making of a movie was a crystallization of such effort. I was very deeply impressed.”\nThe abbot finished and set a folding fan before me. In commemoration of our filming, he had written on the fan three characters forming a Chinese poem: “Benefit All Mankind.” I was left speechless.\nWe set up a parallel schedule for the use of the Komyoji location and open set of the Rashomon gate. On sunny days we filmed at Komyoji; on cloudy days we filmed the rain scenes at the gate set. Because the gate set was so huge, the job of creating rainfall on it was a major operation. We borrowed fire engines and turned on the studio’s fire hoses to full capacity. But when the camera was aimed upward at the cloudy sky over the gate, the sprinkle of the rain couldn’t be seen against it, so we made rainfall with black ink in it. Every day we worked in temperatures of more than 85º Fahrenheit, but when the wind blew through the wide-open gate with the terrific rainfall pouring down over it, it was enough to chill the skin.\nI had to be sure that this huge gate looked huge to the camera. And I had to figure out how to use the sun itself. This was a major concern because of the decision to use the light and shadows of the forest as the keynote of the whole film. I determined to solve the problem by actually filming the sun. These days it is not uncommon to point the camera directly at the sun, but at the time Rashomon was being made it was still one of the taboos of cinematography. It was even thought that the sun’s rays shining directly into your lens would burn the film in your camera. But my cameraman, Miyagawa Kazuo, boldly defied this convention and created superb images. The introductory section in particular, which leads the viewer through the light and shadow of the forest into a world where the human heart loses its way, was truly magnificent camera work. I feel that this scene, later praised at the Venice International Film Festival as the first instance of a camera entering the heart of a forest, was not only one of Miyagawa’s masterpieces but a world-class masterpiece of black-and-white cinematography.\nAnd yet, I don’t know what happened to me. Delighted as I was with Miyagawa’s work, it seems I forgot to tell him. When I said to myself, “Wonderful,” I guess I thought I had said “Wonderful” to him at the same time. I didn’t realize I hadn’t until one day Miyagawa’s old friend Shimura Takashi (who was playing the woodcutter in Rashomon) came to me and said, “Miyagawa’s very concerned about whether his camera work is satisfactory to you.” Recognizing my oversight for the first time, I hurriedly shouted “One hundred percent! One hundred for camera work! One hundred plus!”\nThere is no end to my recollections of Rashomon. If I tried to write about all of them, I’d never finish, so I’d like to end with one incident that left an indelible impression on me. It has to do with the music.\nAs I was writing the script, I heard the rhythms of a bolero in my head over the episode of the woman’s side of the story. I asked Hayasaka to write a bolero kind of music for the scene. When we came to the dubbing of that scene, Hayasaka sat down next to me and said, “I’ll try it with the music.” In his face I saw uneasiness and anticipation. My own nervousness and expectancy gave me a painful sensation in my chest. The screen lit up with the beginning of the scene, and the strains of the bolero music softly counted out the rhythm. As the scene progressed, the music rose, but the image and the sound failed to coincide and seemed to be at odds with each other. “Damn it,” I thought. The multiplication of sound and image that I had calculated in my head had failed, it seemed. It was enough to make me break out in a cold sweat.\nWe kept going. The bolero music rose yet again, and suddenly picture and sound fell into perfect unison. The mood created was positively eerie. I felt an icy chill run down my spine, and unwittingly I turned to Hayasaka. He was looking at me. His face was pale, and I saw that he was shuddering with the same eerie emotion I felt. From that point on, sound and image proceeded with incredible speed to surpass even the calculations I had made in my head. The effect was strange and overwhelming.\nAnd that is how Rashomon was made. During the shooting there were two fires at the Daiei studios. But because we had mobilized the fire engines for our filming, they were already primed and drilled, so the studios escaped with very minor damage.\nAfter Rashomon I made a film of Dostoevsky’s The Idiot (Hakuchi, 1951) for the Shochiku studios. This Idiot was ruinous. I clashed directly with the studio heads, and then when the reviews on the completed film came out, it was as if they were a mirror reflection of the studio’s attitude toward me. Without exception, they were scathing. On the heels of this disaster, Daiei rescinded its offer for me to do another film with them.\nI listened to this cold announcement at the Chofu studios of Daiei in the Tokyo suburbs. I walked out through the gate in the gloomy daze, and, not having the will even to get on the train, I ruminated over my bleak situation as I walked all the way home to Komae. I concluded that for some time I would have to “eat cold rice” and resigned myself to this fact. Deciding that it would serve no purpose to get excited about it, I set out to go fishing at the Tamagawa River. I cast my line into the river. It immediately caught on something and snapped in two. Having no replacement with me, I hurriedly put my equipment away. Thinking this was what it was like when bad luck catches up with you, I headed back home.\nI arrived home depressed, with barely enough strength to slide open the door to the entry. Suddenly my wife came bounding out. “Congratulations!” I was unwittingly indignant: “For what?” “Rashomon has the Grand Prix.” Rashomon had won the Grand Prix at the Venice International Film Festival, and I was spared from having to eat cold rice.\nOnce again an angel had appeared out of nowhere. I did not even know that Rashomon had been submitted to the Venice Film Festival. The Japan representative to Italiafilm, Giuliana Stramigioli, had seen it and recommended it to Venice. It was like pouring water into the sleeping ears of the Japanese film industry.\nLater Rashomon won the American Academy Award for Best Foreign Language Film. Japanese critics insisted that these two prizes were simply reflections of Westerners’ curiosity and taste for Oriental exoticism, which struck me then, and now, as terrible. Why is it that Japanese people have no confidence in the worth of Japan? Why do they elevate everything foreign and denigrate everything Japanese? Even the woodblock prints of Utamoro, Hokusai and Sharaku were not appreciated by Japanese until they were first discovered by the West. I don’t know how to explain this lack of discernment. I can only despair of the character of my own people.\nExcerpted from Something Like an Autobiography, trans., Audie E. Bock. Translation Copyright ©1982 by Vintage Books. Reprinted by permission of Vintage Books, a division of Random House.", "id": "<urn:uuid:7db29226-63a3-4e2a-9fff-87120625a08c>", "dump": "CC-MAIN-2013-20", "url": "http://www.criterion.com/current/posts/196-akira-kurosawa-on-rashomon", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9826661944389343, "token_count": 4863, "score": 2.703125, "int_score": 3}
{"text": "The names chiseled onto city tenement building entrances are often pretty puzzling.\nThe typical tenement is more than 100 years old. With the original builders long-gone, who can explain where some of these names come from, and why they were chosen?\nLike Novelty Court, on Driggs Avenue in Williamsburg. Actually, a little research turned up an explanation: this used to be the site of the Novelty Theater, according to Cinema Treasures, which disappeared from city directories by the 1920s.\nA. Segal’s (Secal’s?) Apartments are also in Williamsburg. But who was A. Segal, and why did he put his first initial and last name on his building?\nBlennerhasset sounds like Manhasset, a town in Long Island. I’ve never seen the name anywhere else but on this tenement near Columbia University.\nWho was Frances, and how would she feel about the terrible shape the building named for her is in, on Lexington Avenue in East Harlem?", "id": "<urn:uuid:983e5733-551c-4c84-be58-6e25791db2ab>", "dump": "CC-MAIN-2013-20", "url": "http://ephemeralnewyork.wordpress.com/2011/12/24/the-mysteries-surrounding-some-tenement-names/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9767698645591736, "token_count": 219, "score": 2.71875, "int_score": 3}
{"text": "Phantom Phone Calls\nospri.net- Alleged contact with the dead has occurred universally throughout history, taking various forms; as dreams, waking visions and auditory hallucinations, either spontaneous or induced through trance. In many cultures, the spirits of the dead have been sought for their wisdom, advice and knowledge of the future. The dead also seem to initiate their own communication, using whatever means seem to be most effective.\nWith the advent of electromagnetic technology, mysterious messages have been communicated by telegraph, wireless, phonographs and radio. A curious phenomenon of modern times is the communication via the telephone. Phone calls from the dead seem to be random and occasional\noccurrences that happen without explanation. The great majority are exchanges between persons who shared a close emotional tie while both were living: spouses, parents and children, siblings, and occasionally friends and other relatives.\nMost communications are \"intention\" calls, initiated by the deceased to impart a message, such as farewell upon death, a warning of impending danger, or information the living needs to carry out a task. For example, actress Ida Lupino's father, Stanley, who died intestate in London during World War II, called Lupino six months after his death to relate information concerning his estate, the location of some unknown but important papers.\nSome calls appear to have no other purpose than to make contact with the living; many of these occur on emotionally charged \"anniversary\" days, such as Mothers day or Fathers day, a birthday or holiday. In a typical” anniversary” call, the dead may do nothing more than repeat a phrase over and over, such as \"Hello, Mom, is that you?\"\nPersons who have received phone calls from the dead report that the voices are exactly the same as when the deceased was living, furthermore, the voice often uses pet names and words. The telephone usually rings normally, although some recipients say that the ring sounded flat and abnormal. In many cases, the connection is bad, with a great deal of static and line noise, and occasionally the faint voices of the other persons are heard, as though lines have been crossed. In many cases, the voice of the dead one is difficult to hear and grows fainter as the call goes on. Sometimes, the voice just fades away but the line remains open, and the recipient hangs up after giving up on further communication. Sometimes the call is terminated by the dead and the recipient hers the click of disengagement, other times, the line simply goes dead.\nThe phantom phone calls typically occur when the recipient is in a passive state of mind. If the recipient knows the caller is dead, the shock is great and the phone call very brief, invariably, the caller terminates the call after a few seconds or minutes, or the line goes dead. If the recipient does not know the caller is dead, a lengthy conversation of up to 30 minutes or so may take place, during which the recipient is not aware of anything amiss. In a minority of cases, the call is placed person-to-person, long-distance with the assistance of a mysterious operator. Checks with the telephone company later turn up no evidence of a call being places.\nSimilar phone calls from the dead are \"intention\" phone calls occurring between two living persons. Such calls are much rarer than calls from the dead. In a typical \"intention\" call, the caller thinks about making the call but never does, the recipient nevertheless receives a call. In some cases, emergencies precipitate phantom calls, a surgeon is summoned by a nurse to the hospital to perform an emergency operation, a priest is called by a \"relative\" to give last rites to a dying man and so forth.\nSome persons who claim to have had UFO encounters report receiving harassing phantom phone calls. The calls are received soon after the witness returns home, or within a day or two of the encounter, in many cases, the calls come before the witness has shared the experience with anyone, stranger still, they are often placed to unlisted phone numbers. The unidentified caller warns the witness not to talk and to \"forget\" what he or she saw.\nPhone calls allegedly may be placed to the dead as well. The caller does not find out until sometime after the call that the person on the other end has been dead. In one such case, a woman dreamed of a female friend she had not seen for several years. In the disturbing dream, she witnessed the friend sliding down into a pool of blood. Upon awakening, she worried that the dream was a portent of trouble, and called the friend. She was relieved when the friend answered. The friend explained that she had been in the hospital, had been released and was due to be readmitted in a few days. She demurred when the woman offered to visit, saying she would call later. The return call never came. The woman called her friend again, to be told by a relative that the friend has been dead for six months at the time the conversation took place.\nIn several cases studied by researchers, the deceased callers make reference to an anonymous” they” and caution that there is little time to talk. The remarks imply that communication between the living and the dead is not only difficult, but not necessarily desirable.\nMost phone calls from the dead occur within 24 hours of the death of the caller. Most short calls come from those who have been dead seven days or less: most lengthy calls come from those who have been dead several months. One of the longest death-intervals on record is two years.\nIn a small number of cases, the callers are strangers who say they are calling on behalf of a third party, whom the recipient later discovered is dead.\nSeveral theories exist as to the origin of phantom phone calls. (1) They are indeed placed by the dead, who somehow manipulate the telephone mechanisms and circuitry: (2) they are deceptions of elemental-type spirits who enjoy playing tricks on the living: (3) they are psychokinetic acts caused subconsciously by the recipient, whose intense desire to communicate with the dead creates a type of hallucinatory experience: (4) they are entirely fantasy created by the recipient.\nFor the most part, phantom phone calls are not seriously regarded by parapsychologists. In the early 20th century, numerous devices were built by investigators in hopes of capturing ghostly voices: many of them were modifications of the telegraph and wireless. Thomas Alva Edison, whose parents were Spiritualists, believed that a telephone could be invented that would connect the living to the dead. He verified that he was working on such a device, but apparently it never was completed before his death.\n\"Psychic telephone\" experiments were conducted in the 1940's in England and America. Interest in the phenomenon waned until the 1960’s, following the findings of Konstantin Raudive that ghostly voices could be captured on electromagnetic tape.", "id": "<urn:uuid:c6d4bada-2535-41ff-b2c6-f0357a52e392>", "dump": "CC-MAIN-2013-20", "url": "http://phantomuniverse.blogspot.com/2010/02/phone-calls-from-beyond.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9758814573287964, "token_count": 1417, "score": 2.59375, "int_score": 3}
{"text": "The CIA, the NSA, the FBI and all other three-letter, intelligence-gathering, secret-keeping agencies mimic and are modeled after secret societies. They gather and filter information by compartmentalizing the organization in a pyramid-like hierarchical structure keeping everyone but the elite on a need-to-know basis. The CIA was born from the WWII intelligence arm, the OSS (Office of Strategic Services), and was funded into permanence by the Rockefeller and Carnegie Foundations, which donated $34 million 1945-48 alone. Nearly every person instrumental in the creation of the CIA was already a member of the CFR, including the Rockefellers and Dulles brothers.\nIn 1945 when the CIA was still the OSS, they began Operation Paperclip which brought over 700 Nazi scientists directly into the forming CIA, NSA, and other high-level government organizations. Since it was illegal to even allow these Nazis into the US, let alone into top-secret government agencies, the CIA convinced the Vatican to issue American passports for these 700+ Nazi scientists under the pretense that it was to keep them out of the hands of the Russians.\n“After WWII ended in 1945, victorious Russian and American intelligence teams began a treasure hunt throughout occupied Germany for military and scientific booty. They were looking for things like new rocket and aircraft designs, medicines, and electronics. But they were also hunting down the most precious ‘spoils’ of all: the scientists whose work had nearly won the war for Germany. The engineers and intelligence officers of the Nazi War Machine. Following the discovery of flying discs (foo-fighters), particle/laser beam weaponry in German military bases, the War Department decided that NASA and the CIA must control this technology, and the Nazi engineers that had worked on this technology. There was only one problem: it was illegal. U.S. law explicitly prohibited Nazi officials from immigrating to America--and as many as three-quarters of the scientists in question had been committed Nazis.” -Operation Paperclip Casefile: New World Order and Nazi Germany\nHundreds of Nazi mind-control specialists and doctors who performed horrific experiments on prisoners instantly had their atrocious German histories erased and were promoted into high-level American jobs. Kurt Blome, for instance, was a high-ranking Nazi scientist who experimented with plague vaccines on concentration camp prisoners. He was hired by the U.S. Army Chemical Corps to work on chemical warfare projects. Major General Walter Schreiber was a head doctor during Nazi concentration camp prisoner experiments in which they starved, and otherwise tortured the inmates. He was hired by the Air Force School of Medicine in Texas. Werner Von Braun was technical director of the Nazi Peenemunde Rocket Research Center, where the Germans developed the V2 rocket. He was hired by the U.S. Army to develop guided missiles and then made the first director of NASA!\n“Military Intelligence ‘cleansed’ the files of Nazi references. By 1955, more than 760 German scientists had been granted citizenship in the U.S. and given prominent positions in the American scientific community. Many had been longtime members of the Nazi party and the Gestapo, had conducted experiments on humans at concentration camps, had used slave labor, and had committed other war crimes. In a 1985 expose in the Bulletin of the Atomic Scientists Linda Hunt wrote that she had examined more than 130 reports on Project Paperclip subjects - and every one ‘had been changed to eliminate the security threat classification.’ A good example of how these dossiers were changed is the case of Werner von Braun. A September 18, 1947, report on the German rocket scientist stated, ‘Subject is regarded as a potential security threat by the Military Governor.’ The following February, a new security evaluation of Von Braun said, ‘No derogatory information is available on the subject … It is the opinion of the Military Governor that he may not constitute a security threat to the United States.’” -Operation Paperclip Casefile: New World Order and Nazi Germany\nShortly after Operation Paperclip came Operation Mockingbird, during which the CIA trained reporters and created media outlets to disseminate their propaganda. One of Project Mockingbird’s lead roles was played by Philip Graham who would become publisher of The Washington Post. Declassified documents admit that over 25 organizations and 400 journalists became CIA assets which now include major names like ABC, NBC, CBS, AP, Reuters, Time, Newsweek and more.\nIn 1953 the Iranian coup classified as Operation AJAX was the CIA’s first successful overthrow of a foreign government. In 1951 Iran Parliament and Prime Minister Dr. Mohammed Mosaddeq voted for nationalizing their oil industry which upset western oil barons like the Rockefellers. On April 4th, 1953, CIA director Allen Dulles transferred $1 million to Iranian General Fazlollah Zahedi to be used “in any way that would bring about the fall of Mosaddeq.” Coup leaders first planted anti-Mosaddeq propaganda throughout the Iranian press, held demonstrations, and bribed officials. Then they began committing terror attacks to blame on Mosaddeq hoping to bring public sentiment away from their hero. They machine-gunned civilians, bombed mosques, and then passed out pamphlets saying, “Up with Mosaddeq, up with Communism, down with Allah.” Zahedi’s coup took place between August 15th and 19th after which the CIA sent $5 million more for helping their new government consolidate power. Soon America controlled half of Iran’s oil production and American weapons merchants moved in making almost $20 billion off Iran in the next 20 years.\n“In 1953 the Central Intelligence Agency working in tandem with MI6 overthrew the democratically-elected leader of Iran Dr. Mohammed Mosaddeq. Mosaddeq had been educated in the west, was pro-America, and had driven communist forces out of the north of his country shortly after being elected in 1951. Mosaddeq then nationalized the oil fields and denied British Petroleum a monopoly. The CIA’s own history department at cia.gov details how U.S. and British intelligence agents carried out terror attacks and then subsequently blamed them on Mosaddeq … The provocations included propaganda, demonstrations, bribery, agents of influence, and false flag operations. They bombed the home of a prominent religious leader and blamed it on Moseddeq. They attacked mosques, machine-gunned crowds, and then handed out thousands of handbills claiming that Moseddeq had done it … Dr. Mohammed Moseddeq, who was incarcerated for the duration of his life, fared better than any of his ministers who were executed just days after the successful coup for crimes that MI6 and the CIA had committed.” -Alex Jones, “Terrorstorm” DVD\nIn 1954 the CIA performed its second coup d’etat overthrow of a foreign democracy; this time it was Guatemala, whose popular leader Jacobo Arbenz Guzman, had recently nationalized 1.5 million acres of land for the peasants. Before this, only 2.2% of Guatemala’s land-owners owned 70% of the land, which included that of United Fruit Co. whose board of directors were friends with the Dulles brothers and wanted to keep Guatemala a banana republic. So once again the CIA sent in propagandists and mercenaries, trained militia groups, bombed the capital, and installed their puppet dictator Castillo Armas, who the gave United Fruit Co. and the other 2.2% land-owners everything back. Military dictators ruled Guatemala for the next 30 years killing over 100,000 citizens. Guatemalan coroners were reported saying they could not keep up with the bodies. The CIA called it Operation Success.\n“The CIA has overthrown functioning democracies in over twenty countries.” -John Stockwell, former CIA official\nThey always follow the same strategy. First, globalist interests are threatened by a popular or democratically elected foreign leader; leaders who help their populations nationalize foreign-owned industries, protect workers, redistribute wealth/land and other such actions loved by the lower and middle-class majority, hated by the super-rich minority. Next, the CIA identifies and co-operates with opposition militia groups within the country, promising them political power in trade for American business freedom. Then they are hired, trained and funded to overthrow the current administration through propaganda, rigged elections, blackmail, infiltration/disruption of opposition parties, intimidation, torture, economic sabotage, death squads and assassinations. Eventually the CIA-backed militia group stages a coup and installs their corporate sympathizer-dictator and the former leaders are propagated as having been radicals or communists and the rest of the world is taught to shrug and view American imperialism as necessary world policing. The CIA has now evolved this whole racket into a careful science which they teach at the infamous “School of the Americas.” They also publish books like “The Freedom Fighter’s Manual” and “The Human Resource Exploitation Training Manual” teaching methods of torture, blackmail, interrogation, propaganda and sabotage to foreign military officials.\nStarting in 1954 the CIA ran operations attempting to overthrow the communist North Vietnamese government, while supporting the Ngo Dinh Diem regime in South Vietnam. From 1957-1973 the CIA conducted what has been termed “The Secret War” in Laos during which they carried out almost one coup per year in an effort to overthrow their democracy. After several unsuccessful attempts, the US began a bombing campaign, dropping more explosives and planting more landmines on Laos during this Secret War than during all of World War II. Untold thousands died and a quarter of the Laotian people became refugees often living in caves. Right up to the present, Laotians are killed/maimed almost daily from unexploded landmines. In 1959 the US helped install “Papa Doc” Duvalier, the Haitian dictator whose factions killed over 100,000. In 1961 CIA Operation Mongoose attempted and failed to overthrow Fidel Castro. Also in 1961 the CIA assassinated the Dominican Republic’s leader Rafael Trujillo, assassinated Zaire’s democratically-elected Patrice Lumumba, and staged a coup against Ecuador’s President Jose Velasco, after which US President JFK fired CIA director Allen Dulles. In 1963 the CIA was back in the Dominican Republic and Ecuador performing military coups overthrowing Juan Bosch and President Arosemana. In 1964 another CIA-funded/armed coup overthrew Brazil’s democratically-elected Joao Goulart replacing him with Dictator General Castelo Branco, CIA-trained secret police, and marauding death squads. In 1965 the CIA performed coups in Indonesia and Zaire and installed oppressive military dictators; General Suharto in Indonesia would then go on to slaughter nearly a million of his countrymen. In 1967 a CIA-backed coup overthrew the government of Greece. In 1968 they helped capture Che Guevara in Bolivia. In 1970 they overthrew Cambodia’s popular Prince Sahounek, an action that greatly strengthened the once minor opposition Khmer Rouge party who went on to murder millions. In 1971 they backed a coup in Bolivia and installed Dictator Hugo Banzer who went on torture and murder over 2000 of his political opponents. In 1973 they assassinated Chile’s democratically-elected Salvador Allende and replaced him with General Augusto Pinochet who murdered thousands of his civilians. On and on it goes; The Association for Responsible Dissent put out a report estimating that by 1987, 6 million people worldwide had died resulting from CIA covert ops. Since then there have been many untold millions more.\n“Throughout the world, on any given day, a man, woman or child is likely to be displaced, tortured, killed or disappeared, at the hands of governments or armed political groups. More often than not, the United States shares the blame.” -Amnesty International annual report on U.S. Military aid and human rights, 1996\n1979-1989 CIA Operation Cyclone, with joint funding from Britain’s MI6, heavily armed and trained over 100,000 Afghani Mujahideen (“holy warriors”) during the Soviet war in Afghanistan. With the help of the Pakistani ISI (Inter-Services Intelligence), billions of dollars were given to create this Islamic army. Selig Harrison from the Woodrow Wilson International Centre for Scholars stated, “The CIA made a historic mistake in encouraging Islamic groups from all over the world to come to Afghanistan. The US provided $3 billion [now many more billion] for building up these Islamic groups, and it accepted Pakistan’s demand that they should decide how this money should be spent … Today that money and those weapons have helped build up the Taliban … [who] are now making a living out of terrorism.”\n“The United States has been part and parcel to supporting the Taliban all along, and still is let me add … You have a military government in Pakistan now that is arming the Taliban to the teeth … Let me note; that [US] aid has always gone to Taliban areas … And when people from the outside try to put aid into areas not controlled by the Taliban, they are thwarted by our own State Department … Pakistan [has] initiated a major resupply effort, which eventually saw the defeat, and caused the defeat, of almost all of the anti-Taliban forces in Afghanistan.” -Congressional Rep. Dana Rohrbacher, the House International Relations Committee on Global Terrorism and South Asia, 2000\nBritish Foreign Secretary Robin Cook stated before the House of Commons that “Al Qaeda” is not actually a terrorist group, but a database of international Mujahadden and arms dealers/smugglers used by the CIA to funnel arms, money, and guerrillas. The word “Al Qaeda” itself literally translates to “the database.” Not only did the CIA create the Taliban and Al-Qaeda, they continued funding them right up to the 9/11 attacks blamed on them. For example, four months prior to 9/11, in May, 2001, Colin Powell gave another $43 million in aid to the Taliban.\n“Not even the corporate US media could whitewash these facts and so explained it away by alleging that US officials had sought cooperation from Pakistan because it was the original backer of the Taliban, the hard-line Islamic leadership of Afghanistan accused by Washington of harboring Bin Laden. Then the so called ‘missing link’ came when it was revealed that the head of the ISI was the principal financier of the 9/11 hijackers ... Pakistan and the ISI is the go between of the global terror explosion. Pakistan's military-intelligence apparatus, which literally created and sponsored the Taliban and Al Qaeda, is directly upheld and funded by the CIA. These facts are not even in dispute, neither in the media nor in government. Therefore when we are told by the neocon heads of the new world order that they are doing everything in their power to dismantle the global terror network what we are hearing is the exact opposite of the truth. They assembled it, they sponsored it and they continue to fund it. As any good criminal should, they have a middleman to provide plausible deniability, that middleman is the ISI and the military dictatorship of Pakistan.” -Steve Watson, “U.S. Intel Officer: Al Qaeda Leadership Allowed to Operate Freely” (http://www.infowars.net/articles/july2007/160707ISI.htm)\nIn a late 1980’s Newsweek article, outspoken opponent of President Bush and recently assassinated Pakistani Prime Minister Benazir Bhutto, told George Bush Sr., “you are creating a Frankenstein,” concerning the growing Islamist movement. She also came out in 2007 to say that Osama Bin Laden was already long dead having been murdered by Omar Sheikh. She was murdered herself a month after the interview, only two weeks before the Pakistani 2008 general elections.", "id": "<urn:uuid:96c4ba0b-5575-4365-9b5c-1164b7bca6d5>", "dump": "CC-MAIN-2013-20", "url": "http://www.atlanteanconspiracy.com/2008/09/history-of-cia.html?showComment=1358287968011", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9628726243972778, "token_count": 3320, "score": 2.859375, "int_score": 3}
{"text": "By Mike Bennighof, Ph.D.\nDuring the 1700s, European armies grew enormously\nin size. The Seven Years’ War of 1756\n– 1763 heightened the trend, and by\nthe end of the Napoleonic Wars field armies\nhad become enormous. Forces of 100,000 or\neven more, unheard of a century before, were\nnot at all unusual by 1815.\nThe French army introduced the concept of\na corps d’armee, a body of infantry,\ncavalry and artillery plus essential services.\nThe corps could fight alone or in cooperation\nwith other corps, and included all necessary\ncombat and administrative elements. By the\nend of the Napoleonic wears, all participants\nhad organized their troops into corps, usually\nmade up of varying numbers of divisions and\nDuring the years after 1815, some nations\nkept their corps structure in place during\npeacetime, using them to administer recruiting,\ntraining and other non-combat functions. This\nwould speed mobilization and keep the staffs\nemployed. The size and composition of corps\nalso became regularized, with each usually\nhaving the same number and types of subordinate\nBy the middle of the 19th century, an army\ncorps had become defined as the number of\ntroops that could be deployed from a single\nroad in less than two hours: roughly 20,000\nmen. That rule of thumb had been badly exceeded\nas extra troops were added: cavalry, engineers,\nartillerymen, light infantry, medical services,\nsupply columns and more.\nThe Prussian corps organization used in\nthe 1866 Austro-Prussian War had been introduced\nas part of War Minister Albrecht von Roon’s\nreforms starting in 1860. In 1859, the Prussian\nArmy mobilized its four army corps for war\non the side of Austria against France. The\nmobilization found many troops untrained,\nofficers of poor quality and supply services\neither insufficient or non-existent.\nIt also showed just how unwieldy the army’s\ncorps organization would prove in action.\nThe German Confederation, which included both\nAustria and Prussia along with 36 other german\nstates, had adopted a corps of four divisions.\nEach division consisted in turn of two or\nthree brigades, each brigade with two regiments\nof two battalions each plus one of light infantry.\nAll told, a German division would go to war\nwith 10 or 15 battalions, a corps with between\n40 and 60.\nRoon rationalized this organization; in\nbattle, he believed, a general was most efficient\nwith fewer maneuver elements to command. A\nnew-model Prussian infantry corps would have\ntwo divisions. Each division in turn had two\nbrigades, and each of them had two regiments.\nThe regiments would be larger, with three\nbattalions rather than the former two, as\na regimental colonel was expected to control\nall three by line of sight.\nA brigade commander only had to control\nthe two regiments under his command. At the\ndivision level, things got more complex. The\ndivision controlled two brigades, plus an\nartillery detachment of four six-gun batteries.\nThese would usually be parceled out to the\nbrigades in action. During peacetime the division\nwas responsible for either a pioneer battalion\nor a light infantry battalion; during wartime\nthese would be held in the corps reserve.\nThe corps controlled the two infantry divisions,\nplus attachments of artillery and cavalry.\nThis varied from four to seven batteries (six\nguns each) and two to five cavalry regiments.\nAustria also reformed its corps organization\nin 1860, based on the lessons of the 1859\nwar. An Austrian corps had included two or\nthree divisions, each in turn of two or three\nfive-battalion brigades. Each brigade included\nthe four field battalions of a single regiment\nplus a light infantry battalion: usually jägers\nbut in a few cases grenzers (Croatian border\ntroops) or volunteer student battalions.\nAustrian generals performed poorly in the\n1859 war, and the reform commission appointed\nafter the war recommended using fewer of them.\nIn particular, it pointed out that the small\nbrigades made regimental colonels superfluous.\nA peacetime regiment had contained four field\nbattalions and a grenadier battalion; now\nthey would have three field battalions, a\nfourth reserve battalion and in wartime a\nfifth training battalion. Two of these three-battalion\nregiments would be grouped in a brigade along\nwith a light infantry battalion and an eight-gun\nartillery battery. It was a powerful and flexible\norganization, led by a major general (Austria\ndid not have a “brigadier general”\nrank and this was the imperial army’s\nequivalent). The larger brigades required\nfewer light infantry battalions, allowing\nthe role to be filled exclusively by jägers.\nThe organization became less flexible at\nthe larger echelons. An Austrian corps included\nfour infantry brigades, a cavalry regiment\nand a brigade-sized artillery reserve as well\nas engineer, supply and medical units. The\nnew arrangement required fewer general officers,\nwhich had been the goal. But handling six\nmaneuver elements proved beyond the capability\nof most Austrian corps staffs in 1866, and\nthe intermediate stage of division headquarters\ngave Austria’s Prussian opponents a\ndecided advantage in flexibility and reaction\nspeed. Though the Prussian staff was undoubtedly\nbetter organized and more efficient than their\nAustrian counterparts, their organization\nalso gave them a lighter workload.\nof 1866: Frontier Battles the units are infantry brigades,\ncavalry regiments and artillery batteries,\nbut players maneuver their units by corps.\nThe corps are activated by the army command,\nor through the initiative of the corps commander.\nThe Prussians generally activate in a much\nmore predictable fashion, and can get all\nof their units into action thanks to the division\ncommanders. An Austrian corps is much more\ndifficult to handle and often only gets into\naction piece by piece.\nhere to order Battles of 1866: Frontier Battles now.", "id": "<urn:uuid:7d84fe71-cb98-4aca-863d-b31baad541c3>", "dump": "CC-MAIN-2013-20", "url": "http://www.avalanchepress.com/PrussianOrganization.php", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9506396651268005, "token_count": 1343, "score": 3.5625, "int_score": 4}
