{"text": "Even though the CNC machines require little human intervention in the development process of the end desired product, human intervention is still needed when it comes to the computer software programming for the CNC machines. A CNC machine programmer must understand the programming, so that they are capable of accurately telling the machine what to do.\nCNC machines a programmed through a sentence like structure that is written in a code that it understands. Each axes that the machine uses, requires instructions for the development of the final project. If you forget to program one of the axes, the product will not turn out; in the same terms, if you program wrong, the axes will do what the program tells them and not what you want them to do.\nA CNC machine operator helps on the other end. The programmer writes the code for the machine, but the operator is responsible for downloading the program into the machine and getting the machine set up to properly do the job.\nThe operator may have to set up the tools in the tool holder for the machine, position the material that is needed for the job in the machine, and then start the machine. If the CNC machine operator is experienced, they will begin to learn the different sounds that the machine makes and will be able to tell just by the sound whether there is a problem with the machine. A more experienced CNC machine operator is required to do this type of work.\nOnce the machine completes the program and the work progress is done, operators may be switched. At this point in time, a less experienced operator can take over from here. Usually CNC machine operators will start out at the lower level and gradually work their way up as they become more experienced in this type of machining.\nExperienced CNC machine operators can detect program flaws and can usually make the modifications to the program themselves. If they notice that the end product is not to the specifications needed, they can fix the problem in the program and continue on with the job. They will not have to take the time to contact the programmer and wait for the program to be fixed.\nLimited input from the operator is needed to operate a CNC machine. It is because of this reason that one operator may be able to watch multiple machines. The machines do all of the work and only one person is required to do the set up of the machines. This enables companies to employ fewer people and saves them in the payroll department.\nCNC machine operators must adhere to safety precautions just like they would in any other machine shop. Even though the CNC machines are usually completely enclosed and can limit the noise, debris and so on, there are still dangers and the operator will need to abide by the safety rules and precautions. Wearing safety goggles/glasses and ear plugs are a good idea and can help to protect the operator.", "id": "<urn:uuid:61fae3d9-96ed-4021-b56b-1a1cd193073d>", "dump": "CC-MAIN-2013-20", "url": "http://latestexams.com/pro/business/industrial/cnc-machine-operators/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9487583637237549, "token_count": 571, "score": 3.34375, "int_score": 3}
{"text": "W hy is it important for scientists to contribute to science education?\nOur nation has failed to meet important educational challenges, and our children are ill prepared to respond to the demands of today?s world. Results of the Third International Mathematics and Science Study ( TIMSS )--and its successor, TIMSS-R--show that the relatively strong international performance of U.S. 4th graders successively deteriorates across 8th- and 12th-grade cohorts. Related studies indicate that U.S. PreK-12 curricula lack coherence, depth, and continuity and cover too many topics superficially. By high school, unacceptably low numbers of students show motivation or interest in enrolling in physics (only one-quarter of all students) or chemistry (only one-half).\nWe are rapidly approaching universal participation at the postsecondary level, but we still have critical science, technology, engineering, and mathematics (STEM) workforce needs and too few teachers who have studied science or mathematics. Science and engineering degrees as a percentage of the degrees conferred each year have remained relatively constant at about 5%. In this group, women and minorities are gravely underrepresented.\nThe consequences of these conditions are serious. The U.S. Department of Labor estimates that 60% of the new jobs being created in our economy today will require technological literacy, yet only 22% of the young people entering the job market now actually possess those skills. By 2010, all jobs will require some form of technological literacy, and 80% of those jobs haven?t even been created yet. We must prepare our students for a world that we ourselves cannot completely anticipate. This will require the active involvement of scientists and engineers.\nHow is NSF seeking to encourage scientists to work on educational issues?\nThe NSF Strategic Plan  includes two relevant goals: to develop \"a diverse, internationally competitive, and globally engaged workforce of scientists, engineers, and well-prepared citizens\" and to support \"discovery across the frontiers of science and engineering, connected to learning, innovation, and service to society.\" To realize both of these goals, our nation?s scientists and engineers must care about the educational implications of their work and explore educational issues as seriously and knowledgeably as they do their research questions. The phrase \"integration of research and education\" conveys two ideas. First, good research generates an educational asset, and we must effectively use that asset. Second, we need to encourage more scientists and engineers to pursue research careers that focus on teaching and learning within their own disciplines.\nAll proposals submitted to NSF for funding must address two merit criteria: intellectual merit and broader impacts.\nIn everyday terms, our approach to evaluating the broader impact of proposals is built on the philosophy that scientists and engineers should pay attention to teaching and value it, and that their institutions should recognize, support, and reward faculty, as well as researchers in government and industry, who take their role as educators seriously and approach instruction as a scholarly act. We think of education very broadly, including formal education (K-graduate and postdoctoral study) and informal education (efforts to promote public understanding of science and research outside the traditional educational environment).\nWhat does it mean to take education seriously and explore it knowledgeably?\nAny scholarly approach to education must be intentional, be based on a valid body of knowledge, and be rigorously assessed. That is, our approach to educational questions must be a scholarly act. NSF actively invests in educational reform and models that encourage scientists and engineers to improve curriculum, teaching, and learning in science and mathematics at all levels of the educational system from elementary school to graduate study and postdoctoral work.\nWe recognize that to interest faculty and practicing scientists and engineers in education, we must support research that generates convincing evidence that changing how we approach the teaching of science and mathematics will pay off in better learning and deeper interest in these fields.\nHere are a few of the most recent efforts to stimulate interest in education that might be of interest to Next Wave readers. (For more information, go to the NSF Education and Human Resources directorate's Web site .)\nThe GK-12  program supports fellowships and training to enable STEM graduate students and advanced undergraduates to serve in K-12 schools as resources in STEM content and applications. Outcomes include improved communication and teaching skills for the Fellows, increased content knowledge for preK-12 teachers, enriched preK-12 student learning, and stronger partnerships between higher education and local schools.\nThe Centers for Learning and Teaching ( CLT ) program is a \"comprehensive, research-based effort that addresses critical issues and national needs of the STEM instructional workforce across the entire spectrum of formal and informal education.\" The goal of the CLT program is to support the development of new approaches to the assessment of learning, research on learning within the disciplines, the design and development of effective curricular materials, and research-based approaches to instruction--and through this work to increase the number of people who do research on education in the STEM fields. This year (FY 02) we are launching some prototype higher education centers to reform teaching and learning in our nation's colleges and universities through a mix of research, faculty development and exploration of instructional practices that can promote learning. Like other NSF efforts, the Centers incorporate a balanced strategy of attention to people, ideas and tools. We hope to encourage more science and engineering faculty to work on educational issues in both K-12 and in postsecondary education.\nIf you are interested in these issues and want to pursue graduate or postdoctoral study, or want to develop a research agenda on learning in STEM fields, find the location and goals of the currently funded centers and also check later this summer to find out which higher education CLT prototypes are funded.\nThe following solicitations all involve the integration of research and education as well as attention to broadening participation in STEM careers:\nThe Science, Technology, Engineering, and Mathematics Talent Expansion Program ( STEP ) program seeks to increase the number of students (U.S. citizens or permanent residents) pursuing and receiving associate or baccalaureate degrees in established or emerging fields within STEM.\nThe Faculty Early Career Development ( CAREER ) program recognizes and supports the early career development activities of those teacher-scholars who are most likely to become the academic leaders of the 21st century.\nThe Course, Curriculum, and Laboratory Improvement (CCLI) program seeks to improve the quality of STEM education for all students and targets activities affecting learning environments, course content, curricula, and educational practices. CCLI offers three tracks: educational materials development , national dissemination , and adaptation and implementation .\nThe Integrative Graduate Education and Research Training ( IGERT ) program addresses the challenges of preparing Ph.D. scientists and engineers with the multidisciplinary backgrounds and the technical, professional, and personal skills needed for the career demands of the future.\nThe Vertical Integration of Research and Education in the Mathematical Sciences ( VIGRE ) program supports institutions with Ph.D.-granting departments in the mathematical sciences in carrying out innovative educational programs, at all levels, that are integrated with the department?s research activities.\nThe Increasing the Participation and Advancement of Women in Academic Science and Engineering Careers (ADVANCE)  program seeks to increase the participation of women in the scientific and engineering workforce through the increased representation and advancement of women in academic science and engineering careers.\nThe Science, Technology, Engineering and Mathematics Teacher Preparation ( STEMTP ) program involves partnerships among STEM and education faculty working with preK-12 schools to develop exemplary preK-12 teacher education models that will improve the science and mathematics preparation of future teachers.\nThe Noyce Scholarship Supplements  program supports scholarships and stipends for STEM majors and STEM professionals seeking to become preK-12 teachers.\nThe views expressed are those of the authors and do not necessarily reflect those of the National Science Foundation.", "id": "<urn:uuid:21bc3a09-e45d-497b-add1-4880324aff25>", "dump": "CC-MAIN-2013-20", "url": "http://sciencecareers.sciencemag.org/print/career_magazine/previous_issues/articles/2002_07_12/nodoi.4298361476632626608", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9502217769622803, "token_count": 1620, "score": 3.03125, "int_score": 3}
{"text": "Twenty Ideas for Engaging ProjectsSeptember 12, 2011 | Suzie Boss\nThe start of the school year offers an ideal time to introduce students to project-based learning. By starting with engaging projects, you'll grab their interest while establishing a solid foundation of important skills, such as knowing how to conduct research, engage experts, and collaborate with peers. In honor of Edutopia's 20th anniversary, here are 20 project ideas to get learning off to a good start.\n1. Flat Stanley Refresh: Flat Stanley literacy projects are perennial favorites for inspiring students to communicate and connect, often across great distances. Now Flat Stanley has his own apps for iPhone and iPad, along with new online resources. Project founder Dale Hubert is recently retired from the classroom, but he's still generating fresh ideas to bring learning alive in the \"flatlands.\"\n2. PBL is No Accident: In West Virginia, project-based learning has been adopted as a statewide strategy for improving teaching and learning. Teachers don't have to look far to find good project ideas. In this CNN story about the state's educational approach, read about a project that grew out of a fender-bender in a school parking lot. When students were asked to come up with a better design for the lot, they applied their understanding of geometry, civics, law, engineering, and public speaking. Find more good ideas in West Virginia's Teach21 project library.\n3. Defy Gravity: Give your students a chance to investigate what happens near zero gravity by challenging them to design an experiment for NASA to conduct at its 2.2 second drop tower in Brookpark, Ohio. Separate NASA programs are offered for middle school and high school. Or, propose a project that may land you a seat on the ultimate roller coaster (aka: the \"vomit comet\"), NASA aircraft that produces periods of micro and hyper gravity ranging from 0 to 2 g's. Proposal deadline is Sept. 21, and flight week takes place in February 2012.\n4. Connect Across Disciplines: When students design and build kinetic sculptures, they expand their understanding of art, history, engineering, language arts, and technology. Get some interdisciplinary project insights from the Edutopia video, Kinetic Conundrum. Click on the accompanying links for more tips about how you can do it, too.\n5. Honor Home Languages: English language learners can feel pressured to master English fast, with class time spent correcting errors instead of using language in meaningful ways. Digital IS, a site published by the National Writing Project, shares plans for three projects that take time to honor students' home languages and cultures, engaging them in critical thinking, collaboration, and use of digital tools. Anne Herrington and Charlie Moran curate the project collection, \"English Language Learners, Digital Tools, and Authentic Audiences.\"\n6. Rethink Lunch: Make lunch into a learning opportunity with a project that gets students thinking more critically about their mid-day meal. Center for Ecoliteracy offers materials to help you start, including informative including informative essays and downloadable planning guides. Get more ideas from this video about a middle-school nutrition project, \"A Healthy School Lunch.\"\n7. Take a Learning Expedition: Expeditionary Learning schools take students on authentic learning expeditions, often in neighborhoods close to home. Check out the gallery for project ideas about everything from the tools people use in their work to memories of the Civil Rights Movement.\n8. Find a Pal: If PBL is new to you, consider joining an existing project. You'll benefit from a veteran colleague's insights, and your students will get a chance to collaborate with classmates from other communities or even other countries. Get connected at ePals, a global learning community for educators from more than 200 countries.\n9. Get Minds Inquiring: What's under foot? What are things made of? Science projects that emphasize inquiry help students make sense of their world and build a solid foundation for future understanding. The Inquiry Project supports teachers in third to fifth grades as they guide students in hands-on investigations about matter. Students develop the habits of scientists as they make observations, offer predictions, and gather evidence. Companion videos show how scientists use the same methods to explore the world. Connect inquiry activities to longer-term projects, such as creating a classroom museum that showcases students' investigations.\n10. Learn through Service: When cases of the West Nile virus were reported in their area, Minnesota students sprang into action with a project that focused on preventing the disease through public education. Their project demonstrates what can happen when service-learning principles are built into PBL. Find more ideas for service-learning projects from the National Youth Leadership Council.\n11. Locate Experts: When students are learning through authentic projects, they often need to connect with experts from the world outside the classroom. Find the knowledgeable experts you need for STEM projects through the National Lab Network. It's an online network where K-12 educators can locate experts from the fields of science, technology, engineering and mathematics.\n12. Build Empathy: Projects that help students see the world from another person's perspective build empathy along with academic outcomes. The Edutopia video, \"Give Me Shelter\", shows what compassionate learning looks like in action. Click on the companion links for more suggestions about how you can do it, too.\n13. Investigate Climate Science: Take students on an investigation of climate science by joining the newest collaborative project hosted by GLOBE, Global Learning and Observations to Benefit the Environment. The Student Climate Research Campaign includes three components: introductory activities to build a foundation of understanding, intensive observing periods when students around the world gather and report data, and research investigations that students design and conduct. Climate project kicks off Sept. 12.\n14. Problem-Solvers Unite: Math fairs take mathematics out of the classroom and into the community, where everyone gets a chance to try their hand at problem solving. Galileo Educational Network explains how to host a math fair. In a nutshell, students set up displays of their math problems but not the solutions. Then they entice their parents and invited guests to work on solutions. Make the event even more engaging by inviting mathematicians to respond to students' problems.\n15. Harvest Pennies : Can small things really add up to big results? It seems so, based on results of the Penny Harvest. Since the project started in New York in 1991, young philanthropists nationwide have raised and donated more than $8 million to charitable causes, all through penny drives. The project website explains how to organize students in philanthropy roundtables to study community issues and decide which causes they want to support.\n16. Gather Stories: Instead of teaching history from textbooks, put students in the role of historian and help them make sense of the past. Learn more about how to plan oral history projects in the Edutopia story, \"Living Legends.\" Teach students about the value of listening by having them gather stories for StoryCorps.\n17. Angry Bird Physics: Here's a driving question to kickstart a science project: \"What are the laws of physics in Angry Birds world?\" Read how physics teachers like Frank Noschese and John Burk are using the web version of the popular mobile game in their classrooms.\n18. Place-Based Projects: Make local heritage, landscapes, and culture the jumping-off point for compelling projects. That's the idea behind place-based education, which encourages students to look closely at their communities. Often, they wind up making significant contributions to their communities, as seen in the City of Stories project.\n19. News They Can Use: Students don't have to wait until they're grown-ups to start publishing. Student newspapers, radio stations, and other journalism projects give them real-life experiences now. Award-winning journalism teacher Esther Wojcicki outlines the benefits this post on the New York Times Learning Network. Get more ideas about digital-age citizen journalism projects at MediaShift Idea Lab.\n20. The Heroes They Know: To get acquainted with students at the start of the year and also introduce students to PBL processes, High Tech High teacher Diana Sanchez asked students to create a visual and textual representation of a hero in their own life. Their black-and-white exhibits were a source of pride to students, as Sanchez explains in her project reflection . Get more ideas from the project gallery at High Tech High, a network of 11 schools in San Diego County that emphasize PBL. To learn more, watch this Edutopia video interview with High Tech High founding principal Larry Rosenstock.\nPlease tell us about the projects you are planning for this school year. Questions about PBL? Draw on the wisdom of your colleagues by starting discussions or asking for help in the PBL community.", "id": "<urn:uuid:6d6b12c8-51d9-4d93-b798-19f2bbb48a21>", "dump": "CC-MAIN-2013-20", "url": "http://www.edutopia.org/blog/20-ideas-for-engaging-projects-suzie-boss?quicktabs_edutopia_blogs_sidebar_popular_list=0", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9446845650672913, "token_count": 1793, "score": 3.515625, "int_score": 4}
{"text": "Instructors: Andrea Dykstra, Curt Van Dam, Kelli Ten Haken and Tami De Jong\n1. Students will gain interest in the Unit on Alaska.\n2. Students will be introduced to Alaska and the Iditarod race that takes place\nin Alaska every year.\n3. Students will be able to appreciate the beauty of Godís creation in Alaska.\n4. Students will be able to see Godís majesty and power in their personal experiences.\nIn this lesson, the students will discuss what they know about Alaska. They will watch\na movie and then discuss how God shows His power and majesty through creation. Next,\nthey will be introduced to the Iditarod race by reading a story and then the teachers will\nexplain the game the students will play about the Iditarod through the unit. At the end of\nclass, students will have a chance to start work on their maps of Alaska and then the\nteachers will end in closing prayer.\n- Psalm 19:1-\nThe Heavens declare the glory of God; the skies proclaim the work of His hands.\n- Other Scripture references that can be used through out the unit:\nThe Creation story in Gen. 1 and 2\nAlaska: Spirit of the Wild\n2. DVD player\n5. Learning center and trade books\n6. Example of the Iditarod Game\n7. Book: Iditarod Dream by Ted Wood\n8. Overhead projector, overhead and pen\n9. Construction paper\n10. Markers, crayons, colored pencils\n1. On the first day of this unit, teachers should enter the room dressed in parkas,\nsnowshoes, scarves, mittens; anything that looks like what people in Alaska would\nwear. Motion for the student to sit down. Once they are quiet, ask them where\nthey think the teachers are from and how they came to this conclusion. We would\nexpect conclusions such as the Artic, Antarctica, and possibly Alaska.\n2. Have students take out a sheet of paper and write five things down that come to\ntheir minds when they think of Alaska. Have them get into groups of three and\nshare what they wrote with their group. The students will be encouraged to share\nthe combined ideas from their group with the whole class. The teacher will write\ndown these ideas on the overhead.\n3. Explain to the students that they are going to be learning about all of these of\nthese things and even more about Alaska in the upcoming unit.\n4. Have each student write down one or two things about Alaska they would like\nto know more about. Suggest ideas such as: What sports do they play in Alaska?\nHow many people live there? Is it really cold and snowy year round? Take these\nideas into consideration when planning the rest of the unit.\n1. Put in the DVD Alaska: Sprit of the Wild. Students will watch the movie. It is forty\nminutes long. Before they watch it, share with them the beauty that can be found in\nAlaska. Tell them to look specifically for how they can see God in the things that are\nshown on the film.\n2. After the movie, discuss with the students what they thought of the movie. Ask them\nquestions such as what surprised you about this film? What did you learn about Alaska\nthat you didnít know before? What can we discover about God by watching this movie?\nHow can we get to know God better by studying Alaska?\n3. Read Psalm 19:1 aloud. Read it again, this time have the students say it after you. Ask\nthem how this verse relates to Alaska. Hopefully they will make the connection that\ncreation shouts Godís praise. Alaska is so beautiful; this reflects on Godís majesty,\ncreativity and mercy. God loves us enough to give us beautiful creation simply so we\ncan enjoy it. We can see his fingerprints in Alaska.\n4. Read Psalm 8 aloud. Again, ask them how this verse relates to Alaska. They will probably\nhave similar responses as above in step three. Share a personal experience of how he/\nshe has seen Godís power and majesty in His creation.\n- For example, this is my own experience; you could share something similar to it:\nOne time I climbed the highpoint of Colorado with my dad. We started hiking\nbefore the sun was up. As we were walking along the ridge of the mountain, the\nsun began to rise; the colors were brilliant! We kept on hiking and hiking. I was\ngetting tired and hungry but soon we came close to the top. As I climbed up the\nlast little peak and the top of the mountain, I looked out and the view was\nbreathtaking!!! I had never seen so many snow capped mountains before. Sitting\nup there on the mountaintop, I felt such a joy and peace. What a great God I\nserve! He created all of this; His creation alone is enough to tell of His majesty.\n5. Ask the students if any of them have had an experience like this; encourage them to\nshare if they would like.\n6. Encourage them to find other verses that could relate to our study of Alaska and bring\nthem to class tomorrow to share.\n1. Introduce the Iditarod race the studentís will be learning about by reading the book\nIditarod Dream by Ted Wood. As you are reading, stop periodically through out the\nbook and ask them to jot down a few of their thoughts. At the end of the book ask\nthem to share a few thoughts they wrote down about the book.\n2. Introduce the game the students will be playing throughout the unit. Tell the students\nthey will be having their own Iditarod race in the classroom. Each student will make a\nmap of Alaska on construction paper. On this map, they will draw the trail of the\nIditarod race. They will have to map out the different checkpoints of the race on their\ntrails. It is their job to find out how many miles are between each checkpoint and how\nmany miles they can travel in one day.\n3. Each day the students will move their markers on their maps how ever many miles we\ndecide as a class they can travel in one day. Every morning the students will receive\na ďracerís fateĒ card. These cards will say various things such as, ďyour dog has broken\na leg, move back twenty milesĒ, or ď you have found an extra bundle of food on the trail,\nmove ahead twelve milesĒ. The students will have to keep track of where they are on\nthe trail on their own maps and on a large map on the classroom bulletin board.\n4. Each afternoon, students will have an opportunity to receive another card if they got\ntheir homework done on time that day. This card could be good or bad, but the students\nget to decide if they want to take it.\n5. This activity will be incorporated into language arts. The students will be keeping a\nrace journal. As they play this game they can write their feelings about the race in the\njournal as if they were an actual racer.\n6. This game will also be incorporated into math. Students will need to do calculations to\nplay the game correctly. They will also discover how to find median, mean and\nusing the game.\n1. The students will begin making their maps of Alaska for the Iditarod game. The\noutline of the map of Alaska will be projected on the overhead so the students have\nsomething to follow when they draw. Copies of the outline of this map will be available\nfor students to trace if they do not want to draw the map freehand.\n2. The students can use crayons or colored pencils to make their maps on.\n3. The trail outline and check points will be labeled on the overhead map, but the students\nwill need to research how many miles are in between each check point in a later class\n1. Read Psalm 8 one more time and end in prayer, thanking God for His creativity that\nis evident in all of creation, especially as it has been seen in Alaska today.\n1. Students can do more research about the real Iditarod race on the Internet.\n2. Students can read one of the many books about Alaska set up in the learning center.\n3. Students can complete any activity set up in the learning center, including: math\nstory problems, language arts writing activities, and social studies and science\n1. Observe how much students participate in the lesson. Have one teacher walk\naround with a checklist and put checks by the names of the students who are\non task and participating by sharing, asking questions, diligently listening.\n2. Observe how diligently students work on their maps. Check the next day to see\nif they have completed them. Give them a check if they are finished and are done\nLesson Plans Unit Outline Home Page\nTrade Books Learning Center", "id": "<urn:uuid:d07cc3a6-5c93-4a54-aa41-e4364927c35f>", "dump": "CC-MAIN-2013-20", "url": "http://center.dordt.edu/266.543units/Alaska%20unit/intro.les.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9499552845954895, "token_count": 1899, "score": 3.671875, "int_score": 4}
{"text": "Did You Know?\nFacts, Figures & Folklore\nAbout Fall / Autumn\nSept 18 : 04 days to Fall\nDid you know that the word autumn comes from the French word, automne?\nThe word came into common usage around the 16th century, before which “harvest” was used to refer to this time of year. The use of harvest fell out of popularity as people gradually began living in towns and working the land became less common.\nDid you know that Americans colloquially refer to the season between summer and winter as “Fall”?\nWhile Brits prefer the more scientific terms “Autumn”!\nDo you feel that? The crisp morning air is a sure sign that the Fall season is right around the corner. As the days get shorter and the temperatures fall, Autumn heralds its coming with fiery red leaves and bright orange pumpkins. Get yourself ready to fall back into Fall with Holidays on the Net’s fun-filled Autumn trivia. Join us for a new “Did You Know?” fact each day as we countdown to Autumn (Sept 22 @ 11:09 PM EDT)! So stop by again tomorrow.", "id": "<urn:uuid:a787fa6b-c56e-4652-88cc-84e18746f986>", "dump": "CC-MAIN-2013-20", "url": "http://blog.holidays.net/index.php/2010/09/18/did-you-know-countdown-to-fall-0918/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9656435251235962, "token_count": 245, "score": 2.890625, "int_score": 3}
{"text": "A main character’s name often gives you the first clue to what a novel is “about,” especially when it’s also the title of the book. A good example turns up in Olive Kitteridge, the collection of linked short stories that won the 2009 Pulitzer Prize for fiction. A just-picked olive is as bitter — and the color olive is as drab — as the title character of the book appears at first to be. The salt added during curing removes the bitterness just as love, the salt in this book, removes some of Olive’s. In Ireland a kitter is a left-handed person. And Olive is at least metaphorically left-handed: She’s out of sync with others in her coastal town in Maine. A surname database says of Kitter: “This is an Olde English or Anglo-Saxon pre 10th Century name which derives from the word ‘Cyta’ and is a nickname of the medieval period generally given to one of fairly violent attitudes.” Olive’s views of life are “fairly violent,” especially in the first story, when they are so angry they verge on caricature.\nMay 29, 2009\nWhat’s in a Character’s Name? ‘Olive Kitteridge’\nLeave a Comment »\nNo comments yet.", "id": "<urn:uuid:13555330-9462-4be5-bb21-d21bfedac74b>", "dump": "CC-MAIN-2013-20", "url": "http://oneminutebookreviews.wordpress.com/2009/05/29/what%E2%80%99s-in-a-character%E2%80%99s-name-%E2%80%98olive-kitteridge%E2%80%99/?like=1&_wpnonce=90624772bb", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9515275955200195, "token_count": 284, "score": 2.859375, "int_score": 3}
{"text": "Books Yellow, Red, and Green and Blue,\nAll true, or just as good as true,\nAnd here's the Blue Book just for YOU!\nHard is the path from A to Z,\nAnd puzzling to a curly head,\nYet leads to Books—Green, Yellow and Red.\nFor every child should understand\nThat letters from the first were planned\nTo guide us into Fairy Land\nSo labour at your Alphabet,\nFor by that learning shall you get\nTo lands where Fairies may be met.\nAnd going where this pathway goes,\nYou too, at last, may find, who knows?\nThe Garden of the Singing Rose.\nAs to whether there are really any fairies or not, that is a difficult question. The Editor never saw any himself, but he knew several people who have seen them-in the Highlands-and heard their music.\nIf ever you are in Nether Lochaber, go to the Fairy Hill, and you may hear the music your-self, as grown-up people have done, but you must go on a fine day.\nThis book has been especially re-published to raise funds for:\nThe Great Ormond Street Hospital Children’s Charity\nBy buying this book you will be donating to this great charity that does so much good for ill children and which also enables families to stay together in times of crisis. And what better way to help children than to buy a book of fairy tales. Some have not been seen in print or heard for over a century. 33% of the Publisher’s profit from the sale of this book will be donated to the GOSH Children’s Charity.\nYESTERDAYS BOOKS for TODAYS CHARITIES\nLITTLE RED RIDING HOOD\nOnce upon a time there lived in a certain village a little country girl, the prettiest creature was ever seen. Her mother was excessively fond of her; and her grandmother doted on her still more. This good woman had made for her a little red riding-hood; which became the girl so extremely well that everybody called her Little Red Riding-Hood.\nOne day her mother, having made some custards, said to her:\n\"Go, my dear, and see how thy grandmamma does, for I hear she has been very ill; carry her a custard, and this little pot of butter.\"\nLittle Red Riding-Hood set out immediately to go to her grandmother, who lived in another village.\nAs she was going through the wood, she met with Gaffer Wolf, who had a very great mind to eat her up, but he dared not, because of some faggot-makers hard by in the forest. He asked her whither she was going. The poor child, who did not know that it was dangerous to stay and hear a wolf talk, said to him:\n\"I am going to see my grandmamma and carry her a custard and a little pot of butter from my mamma.\"\n\"Does she live far off?\" said the Wolf.\n\"Oh! aye,\" answered Little Red Riding-Hood; \"it is beyond that mill you see there, at the first house in the village.\"\n\"Well,\" said the Wolf, \"and I'll go and see her too. I'll go this way and you go that, and we shall see who will be there soonest.\"\nThe Wolf began to run as fast as he could, taking the nearest way, and the little girl went by that farthest about, diverting herself in gathering nuts, running after butterflies, and making nosegays of such little flowers as she met with. The Wolf was not long before he got to the old woman's house. He knocked at the door—tap, tap.\n\"Your grandchild, Little Red Riding-Hood,\" replied the Wolf, counterfeiting her voice; \"who has brought you a custard and a little pot of butter sent you by mamma.\"\nThe good grandmother, who was in bed, because she was somewhat ill, cried out:\n\"Pull the bobbin, and the latch will go up.\"The Wolf pulled the bobbin, and the door opened, and then presently he fell upon the good woman and ate her up in a moment, for it was above three days that he had not touched a bit. He then shut the door and went into the grandmother's bed, expecting Little Red Riding-Hood, who came some time afterward and knocked at the door—tap, tap.\nLittle Red Riding-Hood, hearing the big voice of the Wolf, was at first afraid; but believing her grandmother had got a cold and was hoarse, answered:\n\"’Tis your grandchild, Little Red Riding-Hood, who has brought you a custard and a little pot of butter mamma sends you.\"\nThe Wolf cried out to her, softening his voice as much as he could:\n\"Pull the bobbin, and the latch will go up.\"\nLittle Red Riding-Hood pulled the bobbin, and the door opened.\nThe Wolf, seeing her come in, said to her, hiding himself under the bed-clothes:\n\"Put the custard and the little pot of butter upon the stool, and come and lie down with me.\"\nLittle Red Riding-Hood undressed herself and went into bed, where, being greatly amazed to see how her grandmother looked in her night-clothes, she said to her:\n\"Grandmamma, what great arms you have got!\"\n\"That is the better to hug thee, my dear.\"\n\"Grandmamma, what great legs you have got!\"\n\"That is to run the better, my child.\"\n\"Grandmamma, what great ears you have got!\"\n\"That is to hear the better, my child.\"\n\"Grandmamma, what great eyes you have got!\"\n\"It is to see the better, my child.\"\n\"Grandmamma, what great teeth you have got!\"\n\"That is to eat thee up.\"\nAnd, saying these words, this wicked wolf fell upon Little Red Riding-Hood, and tried to start eating her. Red Riding Hood screamed “Someone Help Me!” over and over again.\nThe woodcutter, who was felling trees nearby, heard Red Riding Hood’s screams for help and ran to the cottage. He burst in to find the wolf trying to eat Red Riding Hood.\nHe swung his axe, and with one blow killed the bad wolf for which Red Riding Hood was ever so grateful.\nGreat Book! Really interesting read! Was great to see a published version of Jewish tales! Arrived very quickly too - great service!\nA thrilling book about a chase across the US! A great story, my son loved it! Quick and Convenient delivery!\nStories of the famous spice route across Asia! Great to see a volume of Phillipine Folklore Stories in Print, only one I've found on the web!\nWe deliver to destinations all over the world, and here at Abela, we have some of the best rates in the book industry.\nWe charge shipping dependant on the book you have ordered and where in the world you are ordering from. This will be shown below the price of the book.\nThe delivery time is typically dependant on where in the world you are ordering from, Should you need a estimated delivery time, please do not hesitate to contact us.\nWe pride ourselves on the quality of our packaging and damage rates are very low. In the unlikely event there is damage please contact us before returning your item, as you may have to pay for return shipping, if you have not let us know.\nDue to the nature of books being read then returned for a refund, unfortunately we do not accept returns unless the item is damaged and we are notified ON THE DAY OF DELIVERY.", "id": "<urn:uuid:417be69e-3827-4c17-971c-f3410cf2c856>", "dump": "CC-MAIN-2013-20", "url": "http://www.abelapublishing.com/the-blue-fairy-book_p23349351.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9766756892204285, "token_count": 1657, "score": 2.5625, "int_score": 3}
{"text": "Taking Play Seriously\nBy ROBIN MARANTZ HENIG\nPublished: February 17, 2008\nOn a drizzly Tuesday night in late January, 200 people came out to hear a psychiatrist talk rhapsodically about play -- not just the intense, joyous play of children, but play for all people, at all ages, at all times. (All species too; the lecture featured touching photos of a polar bear and a husky engaging playfully at a snowy outpost in northern Canada.) Stuart Brown, president of the National Institute for Play, was speaking at the New York Public Library's main branch on 42nd Street. He created the institute in 1996, after more than 20 years of psychiatric practice and research persuaded him of the dangerous long-term consequences of play deprivation. In a sold-out talk at the library, he and Krista Tippett, host of the public-radio program ''Speaking of Faith,'' discussed the biological and spiritual underpinnings of play. Brown called play part of the ''developmental sequencing of becoming a human primate. If you look at what produces learning and memory and well-being, play is as fundamental as any other aspect of life, including sleep and dreams.''\nThe message seemed to resonate with audience members, who asked anxious questions about what seemed to be the loss of play in their children's lives. Their concern came, no doubt, from the recent deluge of eulogies to play . Educators fret that school officials are hacking away at recess to make room for an increasingly crammed curriculum. Psychologists complain that overscheduled kids have no time left for the real business of childhood: idle, creative, unstructured free play. Public health officials link insufficient playtime to a rise in childhood obesity. Parents bemoan the fact that kids don't play the way they themselves did -- or think they did. And everyone seems to worry that without the chance to play stickball or hopscotch out on the street, to play with dolls on the kitchen floor or climb trees in the woods, today's children are missing out on something essential.\nThe success of ''The Dangerous Book for Boys'' -- which has been on the best-seller list for the last nine months -- and its step-by-step instructions for activities like folding paper airplanes is testament to the generalized longing for play's good old days. So were the questions after Stuart Brown's library talk; one woman asked how her children will learn trust, empathy and social skills when their most frequent playing is done online. Brown told her that while video games do have some play value, a true sense of ''interpersonal nuance'' can be achieved only by a child who is engaging all five senses by playing in the three-dimensional world.\nThis is part of a larger conversation Americans are having about play. Parents bobble between a nostalgia-infused yearning for their children to play and fear that time spent playing is time lost to more practical pursuits. Alarming headlines about U.S. students falling behind other countries in science and math, combined with the ever-more-intense competition to get kids into college, make parents rush to sign up their children for piano lessons and test-prep courses instead of just leaving them to improvise on their own; playtime versus r?m?uilding.\nDiscussions about play force us to reckon with our underlying ideas about childhood, sex differences, creativity and success. Do boys play differently than girls? Are children being damaged by staring at computer screens and video games? Are they missing something when fantasy play is populated with characters from Hollywood's imagination and not their own? Most of these issues are too vast to be addressed by a single field of study (let alone a magazine article). But the growing science of play does have much to add to the conversation. Armed with research grounded in evolutionary biology and experimental neuroscience, some scientists have shown themselves eager -- at times perhaps a little too eager -- to promote a scientific argument for play. They have spent the past few decades learning how and why play evolved in animals, generating insights that can inform our understanding of its evolution in humans too. They are studying, from an evolutionary perspective, to what extent play is a luxury that can be dispensed with when there are too many other competing claims on the growing brain, and to what extent it is central to how that brain grows in the first place.\nScientists who study play, in animals and humans alike, are developing a consensus view that play is something more than a way for restless kids to work off steam; more than a way for chubby kids to burn off calories; more than a frivolous luxury. Play, in their view, is a central part of neurological growth and development -- one important way that children build complex, skilled, responsive, socially adept and cognitively flexible brains.\nTheir work still leaves some questions unanswered, including questions about play's darker, more ambiguous side: is there really an evolutionary or developmental need for dangerous games, say, or for the meanness and hurt feelings that seem to attend so much child's play? Answering these and other questions could help us understand what might be lost if children play less.", "id": "<urn:uuid:316c7af5-14e1-4d0b-9576-753e17ef2cc5>", "dump": "CC-MAIN-2013-20", "url": "http://query.nytimes.com/gst/fullpage.html?res=9404E7DA1339F934A25751C0A96E9C8B63&scp=2&sq=taking%20play%20seriously&st=cse", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9614589214324951, "token_count": 1055, "score": 2.5625, "int_score": 3}
{"text": "Teach your child the importance of good sportsmanship.Not too long ago, my 10-year-old daughter's indoor soccer team finished their game and lined up to do the traditional end-of-game walk with the other team. If your own child has ever played in a team sport, you likely have seen this walk a hundred times before. Win or lose, each member of the team is expected to essentially tell the other players they did well and good game. This is a classic way to end a game on a positive note and to exhibit good sportsmanship, win or lose.\nThe opposing team in this case, however, had a unique way of showing their good sportsmanship. They all licked their hands before holding them out for our own girls to \"low-five\" as they walked down the line. Our girls saw this, and they refused to touch the other girls' slimy, slobbery, germ-ridden hands. You may be wondering if our girls' team beat this other team. The truth is that they beat the other team pretty harshly, but there is no score that would justify the level of poor sportsmanship that the other team exhibited.\nAs a parent, I can only hope the parents or coach on the other team reprimanded their girls for this unsportsmanlike behavior. This is not the kind of behavior any parent would be proud to see in their own child. However, this is just one of many ways unsportsmanlike behavior is exhibited. From tears on the field to pushing, shoving, \"trash talking\" and more, there are many different behaviors that are associated with poor sportsmanship.\nThe fact is that good sportsmanship is a quality that can play a role in your child's ability to react to other situations throughout life. Competition may occur on the field, but it also plays a part in the college admission process, a run for a place on the school board, the job application process and so much more. Teaching your child how to be a good sport now can help him or her to handle wins and losses throughout life with grace. So how can you help your child build a healthy \"win-or-lose\" attitude?\nA Positive Parental Role Model\nNo parent takes pride in seeing other players, either from their child's own team or on the opposing team, be better than their own child. Parents simply want their child to be the best. However, somewhere between the desire to see your kid to aim for the stars and the truth of reality is the fact that there always will be someone or some team that is better. As a parent, you can talk negatively about these better players or better teams, or you can talk positively about them. You can use these interactions with better competition to point out areas where your own child can improve and to teach your child to respect those with skills and talents that are worthy of respect. This is a great opportunity to teach your child to turn lemons into lemonade.\nYou Win Some, You Lose Some\nVery few children really are the best at what they do. There is always someone who either is better now or who is working hard to be better in the near future. A team that was on top this season may not be the top team the next season. While you want your child to work hard and strive to win, it is unrealistic to expect a child or his or her team to win all of the time. Children will inevitably be disappointed after a loss. This is understandable and justified, especially if he or she has been working hard and did his or her personal best. As a parent, your response to a loss is every bit as important as your response to a win. The fact is that an entire team can play their best, and they may simply be out-matched. Teaching kids that losses do happen, even when they try their hardest, can help them to cope with their defeat. Show them that you are proud of their performance and effort at each game rather than letting the tally mark under the \"W\" column dictate this.\nA Lesson Learned\nThe fact is that a child or a team simply will not improve very quickly when they are blowing out the competition on a regular basis. To be the best, you have to play the best. You have to be challenged by the best, and sometimes this means a loss will occur. Within each game, whether a win or loss, lies an opportunity for growth, development and improvement. After each game, regardless of the outcome, talk to your child about what he or she did well and what he or she thinks could have been done better. Rather than tell your child what you think, ask your child his or her personal opinion on the matter and what the coach said. Then, remind your child that these are areas that he or she can work on for the next game.\nNobody likes to lose, but challenge and loss are the motivators that make us all better. Whether on the field, in the workplace or any number of other environments, challenge and loss are vital to developing that ever-important trait that true winners in life have. That trait is perseverance.Content by Kim Daugherty .", "id": "<urn:uuid:efad95cf-5021-4697-ab61-7e73bd8414e7>", "dump": "CC-MAIN-2013-20", "url": "http://shine.yahoo.com/team-mom/building-healthy-win-lose-attitude-161700902.html?.tsrc=attcf", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9801746010780334, "token_count": 1056, "score": 2.75, "int_score": 3}
{"text": "There's this kid who gets bullied a lot by everyone. What should I do?\nHooray for the person who sent this question in to us! There are a lot more kids who witness bullying than there are victims of bullying. Often, people who see something happen are called bystanders. Wouldn't it be excellent if those bystanders would do something to help someone who's being bullied?\nBut how exactly do you find your courage and do it?\nFirst, be sure to let an adult know what's going on. If it's happening at school, have a talk with a teacher or school counselor about it. If it happens at camp, the camp counselor is the one to talk to. Approach the adult and say you need to talk. Explain what's been going on the best you can. Give details. The adult can take steps to stop the bullying.\nPlus, once they know about bullying, adults can do things to help the kid who's been bullied feel better and stronger. Adults can also help the kid who bullies learn to treat others with respect, friendship, and kindness.\nAfter talking to an adult, here are some other things you can do. Be friendly to the kid who gets bullied. For example, say \"hi\" at the lockers or bus line, include that kid at your lunch table, or invite the kid to play at recess or to be in your group for a project. This helps for two reasons:\nAny kid who gets bullied is likely to feel left out and alone. Your friendship helps that kid feel included and welcome.\nFriendship also helps prevent bullying because bullies are less likely to pick on kids when they are with friends.\nAnd when you see the bully acting mean, you can say, \"Hey, knock it off, that's not cool,\" and invite the kid who's being picked on to walk away with you. You can just say, \"C'mon, let's go.\" This can work even better if you get a couple of your friends to join you in standing up for the kid. Tell your friends ahead of time: \"I'm going to stick up for that kid. Will you do it with me?\"\nBe sure to update the adult about what's going on until the problem is solved. This is also a very good thing to talk to parents about. Your parent will want to know about all this and can give you more advice and support. Plus, your mom or dad will be proud that you're the kind of kid who cares and who stands up for others and for what's right!\nBullying makes kids feel terrible — and not just the kid who's being bullied. Just seeing someone else be bullied makes others feel bad. That's because meanness affects everyone in the environment. It's like meanness pollution, so let's all fight it!", "id": "<urn:uuid:9022b5f8-0239-4a69-bea8-89dd01d471fd>", "dump": "CC-MAIN-2013-20", "url": "http://kidshealth.org/PageManager.jsp?dn=CookChildrens&lic=403&cat_id=20950&article_set=83229&tracking=K_RelatedArticle", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9748665690422058, "token_count": 576, "score": 3.21875, "int_score": 3}
{"text": "Should I Be a Strict or Lenient Parent?\nTo be strict or not to be strict, that is the question – in fact, it’s the number-one question among child-rearing and education authorities, among teachers and, of course, parents. It’s doubtful that there is a parent who hasn’t at one time or another agonized over this.\nThere is a widespread uncertainty on how to be at home (or how to come across in the classroom) – tough or soft, to be a strict disciplinarian or a permissivist. Have you noticed, however, that you seldom hear a parent or teacher admit “I am authoritarian” or “I am permissive”? These are terms reserved for those with whom you disagree.\nThe question, whether to be strict or lenient, never ceases to be debated in books and articles, or at conferences and conventions. Dr. Gordon points out that this question is what social scientists call a “pseudo problem” and how it also is a clear case of “either-or thinking”. Let’s take a look at what he means by that.\nSeldom parents or teachers seem to recognize that it is not necessary to make a choice between these two leadership styles. Few adults know it, but there is an alternative to being at either end of the strictness-leniency scale. There is the choice of a third style.\nThis alternative is being neither authoritarian nor permissive, neither strict nor lenient. Does that mean being somewhere near the middle of the scale–moderately strict or moderately lenient? Not at all. The alternative is not being on the scale at all! How so?\nAuthoritarian leadership–whether at home or in the classroom–means that the control is in the hands of the adult leader. It has been researched and proven for decades how ineffective maintaining control through power is. Authoritarianism often creates fearful and subservient children and/or rebellion.\nStill, no parent or teacher really wants to suffer the chaotic consequences of unrestricted freedom and lawless permissiveness either. It’s also true that most children are uncomfortable with the consequences of permissiveness. Permissive leadership means that control has been “permitted” to be in the hands of the youngsters. Children of permissive parents usually feel guilty about always getting their way. They also feel insecure about being loved, because their inconsiderate behaviors make them feel unlovable.\nSo what is that third viable alternative to both, authoritarian and permissive adult leadership? It’s what Dr. Gordon in detail describes in his model of parenting, a set of skills and methods known as Parent Effectiveness Training that are geared toward rearing self-disciplined children in a harmonious family climate.\nFor now, let’s just emphasize that this new approach to relating to youngsters requires a transformation in the way adults perceive children, as well as a shift in the way they treat them. This transformation can be accomplished by learning a few new skills and methods that are applied in everyday life.\nThis newsletter will describe and examine each of these skills and methods in its future editions and hopefully contribute to you having a more harmonious and peaceful home.", "id": "<urn:uuid:29c141a3-d91f-45f5-9c19-6ec27952d087>", "dump": "CC-MAIN-2013-20", "url": "http://www.gordontraining.com/free-parenting-articles/should-i-be-a-strict-or-lenient-parent/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9550747275352478, "token_count": 675, "score": 2.71875, "int_score": 3}
{"text": "Ahh, the pincer grasp! It's an important evolutionary milestone that nobody knows about until they become parents. (Why should opposable thumbs get all the attention?) The ability to pick up small objects using your thumb and pointer finger usually kicks in around 9 months -- and, the bonus for parents is that it allows infants to feed their own darn selves. So put down the spoon and serve up these great finger food ideas.\nDon't Expect Your Baby to Chew\n\"Before age one, babies gum their food rather than chew it,\" says Jennifer Shu, M.D., coauthor of the book Food Fights from the American Academy of Pediatrics. So serve up tiny bites -- about the size of a pea or your pinky fingernail -- in case your tot swallows it whole. Common choking hazard to avoid: Hot dogs and other sausages, hard or gummy candy, chewing gum, all nuts, whole grapes and cherry tomatoes, raisins and any dried-fruit pieces, popcorn, and seeds and gobs of peanut (or other nut) butter. But any food can pose a choking risk if not sized right. Quarter grapes, slice blueberries, dice cooked carrots, break up crackers, and so on.", "id": "<urn:uuid:c0eb04b7-652c-4f26-a24b-7c6aecd6d4e8>", "dump": "CC-MAIN-2013-20", "url": "http://www.ivillage.com/how-feed-baby-finger-foods-babies-love/6-b-404118", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9085111618041992, "token_count": 255, "score": 3.109375, "int_score": 3}
{"text": "A nuzzle of the neck, a stroke of the wrist, a brush of the knee—these caresses often signal a loving touch, but can also feel highly aversive, depending on who is delivering the touch, and to whom. Interested in how the brain makes connections between touch and emotion, neuroscientists at the California Institute of Technology (Caltech) have discovered that the association begins in the brain’s primary somatosensory cortex, a region that, until now, was thought only to respond to basic touch, not to its emotional quality.\n“We demonstrated for the first time that the primary somatosensory cortex—the brain region encoding basic touch properties such as how rough or smooth an object is—also is sensitive to the social meaning of a touch,” explains Michael Spezio, a visiting associate at Caltech who is also an assistant professor of psychology at Scripps College in Claremont, California. “It was generally thought that there are separate brain pathways for how we process the physical aspects of touch on the skin and for how we interpret that touch emotionally—that is, whether we feel it as pleasant, unpleasant, desired, or repulsive. Our study shows that, to the contrary, emotion is involved at the primary stages of social touch.”", "id": "<urn:uuid:61b0ef59-2917-4404-a0f0-f46353e5a062>", "dump": "CC-MAIN-2013-20", "url": "http://literallybread.tumblr.com/post/24577231064/oneofthepaths-a-nuzzle-of-the-neck-a-stroke-of", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9519094228744507, "token_count": 267, "score": 3.40625, "int_score": 3}
{"text": "First - you might want to redefine you search. Are you looking for happiness or rather positive affect? Happiness is fairly ambigious term, and it's much more associated with positive psychology studies on well-being. If you are interested in more global definition of happiness, check the work of Mihaly Csikszentmihalyi.\nOn the other hand, there is a large number of studies on physiological measurements of positive affect.\nOne such physiological measurement is Electromyography (EMG) - recording the electrical activity produced by skeletal muscles. EMG will detect very brief smiles or higher activity in cheek muscles (zygomaticus major) which are correlated with positive affect. There is quite classic (but very quoted) paper on that:\nCacioppo JT, Petty RE, Losch ME, Kim HS. (1986) Electromyographic\nActivity Over Facial Muscle Regions Can Differentiate the Valence and\nIntensity of Affective Reactions. J Pers Soc Psychol., 50(2):260-8. download\nAnother simple physiological assesment is heart rate measured by the interbeat interval (IBI). For example, study by Brosschot & Thayer (2003) shows that heart rate response is longer after negative emotions than after positive emotions.\nBrosschot JF, Thayer JF. (2003) Heart rate response is longer after\nnegative emotions than after positive emotions. Int J Psychophysiol.,\nIn fact, the full spectrum of somatic measurements have been used along heart rate including pulse transmission time to the finger, skin conductance level or pupil dilation (Partala, 2003). All those are a bit less reliable methods and usually they detect arousal rather then indicate physiological differences between positive and negative affect.\nPartala T.; Surakka V. (2003) Pupil size variation as an indication of\naffective processing. International Journal of Human-Computer Studies,\nFinally, I would advise browsing literature on measurements of negative affect. You are likely to find some interesting methods there, like in this paper on the psychophysiology of crying (Gross et al., 1994).\nGross JJ, Frederickson BL, Levenson RW. (1994) The psychophysiology of\ncrying. Psychophysiology, 31(5):460-8. download", "id": "<urn:uuid:c987a60d-9405-477a-954f-9eef8f82773e>", "dump": "CC-MAIN-2013-20", "url": "http://cogsci.stackexchange.com/questions/1399/what-is-a-reliable-physiological-measure-e-g-serotonin-levels-of-positive", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.876202404499054, "token_count": 480, "score": 2.765625, "int_score": 3}
{"text": "FAUZIAH, CATUR KHUROTUL (2007) HUBUNGAN ANTARA RELIGIUSITAS DENGAN KEPUASAN HIDUP PADA LANJUT USIA. Other thesis, University of Muhammadiyah Malang.\nDownload (58Kb) | Preview\nReligiosity is an appreciation, confidence, experience or individual conscience against religious teachings are realized in practice worship and religious rituals. Terbinanya religiosity properly, can raises life satisfaction for the elderly. Where life satisfaction is a state which includes feelings of passion in it, have assertiveness and tough or resilient, the match between the desire to achievement of goals, have positive self concept, and mood calm. The purpose of this study was to determine the relationship between religiosity to life satisfaction in elderly. This study uses a quantitative approach. The subject of this research is the elderly who followed the routine recitation in boarding school Nurul Ulum. The sampling technique used is total sampling. With number of study subjects 50 people. Data collection methods used there are 2 kinds of scales are scales of religiosity and life satisfaction scale. Data collected and then analyzed by using correlation product moment using the computer program SPSS for Windows version 10. Results obtained from this study indicate that there is a relationship positive and highly significant correlation between religiosity to life satisfaction in advanced age (r = 0.419 p = 0.002). This means that the higher the religiosity which is owned the higher the person's life satisfaction, and vice versa the lower the religiosity of a person will get low life satisfaction. The effective contribution of religiosity to the satisfaction living elderly by 17.6%, while 82,4% influenced by other variables had not been examined.\n|Item Type:||Thesis (Other)|\n|Subjects:||B Philosophy. Psychology. Religion > BF Psychology|\n|Divisions:||Faculty of Psychology > Department of Psychology|\n|Depositing User:||Zainul Afandi|\n|Date Deposited:||29 May 2012 09:29|\n|Last Modified:||29 May 2012 09:29|\nActions (login required)", "id": "<urn:uuid:1675929f-e225-4e5d-9afc-41f03f5044f6>", "dump": "CC-MAIN-2013-20", "url": "http://eprints.umm.ac.id/6103/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8615904450416565, "token_count": 447, "score": 2.546875, "int_score": 3}
