{"text": "The scientific world is abuzz with news of the ratification of the existence of the subatomic particle called the Higgs boson - or more colloquially, the 'God particle.' This subatomic particle's existence - which was verified recently (with virtually near certainty) by experiments at the Large Hadron Collider in Switzerland - lends credence to several long-standing physical theories such as the so-called Standard Model and the Big Bang Theory.\nThe nickname God particle is ironic for two reasons. First, generally, the nuclear physicists who deal with these matters - postulating the fundamental physical laws of the universe and then setting about to either verify or refute them - tend not to be regular church-goers. While there are some highly prominent scientists who balance personal, religious beliefs with professional, scientific quests, most probably go along with the thoughts of the world-famous physicist, Stephen Hawking:\nI regard the brain as a computer which will stop working when its components fail. There is no heaven or afterlife for broken down computers; that is a fairy story for people afraid of the dark. [Interview in The Guardian, 7/9/12]\nSpontaneous creation is the reason there is something rather than nothing, why the universe exists, why we exist. It is not necessary to invoke God... [from his book; The Grand Design, 2010]\nSo it is a bit ironic that physics' most famous quest has resulted in the discovery of the 'God particle.' Most physicists are quite comfortable having their names associated with famous - even if dead - humans like Newton, Einstein or the afore-mentioned Hawking. One will find few, if any, attributions to deities in the objects that physicists discover and name or the theories they propose.\nSecond, and more importantly, the discovery that the God particle really exists does not - as the name suggests - imply that God played some role in the creation of the universe. In fact, quite the opposite. The matter is discussed at some length in the July 9 Daily Beast by Lawrence Kraus, a well-known physicist/cosmologist from Arizona State University:\nThis term [God particle] appeared first in the unfortunate title of a book written by physicist Leon Lederman two decades ago, and while to my knowledge it was never used by any scientist (including Lederman) before or since, it has captured the media's imagination.\nWhat makes this term particularly unfortunate is that nothing could be further from the truth. Assuming the particle in question is indeed the Higgs, it validates an unprecedented revolution in our understanding of fundamental physics and brings science closer to dispensing with the need for any supernatural shenanigans all the way back to the beginning of the universe...If these bold, some would say arrogant, notions derive support from the remarkable results at the Large Hadron Collider, they may reinforce two potentially uncomfortable possibilities: first, that many features of our universe, including our existence, may be accidental consequences of conditions associated with the universe's birth; and second, that creating \"stuff\" from \"no stuff\" seems to be no problem at all-everything we see could have emerged as a purposeless quantum burp in space or perhaps a quantum burp of space itself. Humans, with their remarkable tools and their remarkable brains, may have just taken a giant step toward replacing metaphysical speculation with empirically verifiable knowledge. The Higgs particle is now arguably more relevant than God.\nSo the term God particle was first used by a scientist, but was picked up and popularized by the media. It's catchy and enhances interest in the subject among the public. But like so much else that the media promotes, it is misleading and inappropriate.", "id": "<urn:uuid:ed184b23-5659-4b91-97c0-fd818297d417>", "dump": "CC-MAIN-2013-20", "url": "http://www.americanthinker.com/blog/2012/07/does_the_god_particle_prove_that_god_does_or_does_not_exist.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9590326547622681, "token_count": 743, "score": 2.546875, "int_score": 3}
{"text": "Belgian physicist Francois Englert, left, speaks with British physicist… (Fabrice Coffrini / AFP/Getty…)\nFor physicists, it was a moment like landing on the moon or the discovery of DNA.\nThe focus was the Higgs boson, a subatomic particle that exists for a mere fraction of a second. Long theorized but never glimpsed, the so-called God particle is thought to be key to understanding the existence of all mass in the universe. The revelation Wednesday that it -- or some version of it -- had almost certainly been detected amid more than hundreds of trillions of high-speed collisions in a 17-mile track near Geneva prompted a group of normally reserved scientists to erupt with joy.\nFor The Record\nLos Angeles Times Friday, July 06, 2012 Home Edition Main News Part A Page 4 News Desk 1 inches; 48 words Type of Material: Correction\nLarge Hadron Collider: In some copies of the July 5 edition, an article in Section A about the machine used by physicists at the European Organization for Nuclear Research to search for the Higgs boson referred to the $5-billion Large Hadron Collider. The correct amount is $10 billion.\nPeter Higgs, one of the scientists who first hypothesized the existence of the particle, reportedly shed tears as the data were presented in a jampacked and applause-heavy seminar at CERN, the European Organization for Nuclear Research.\n\"It's a gigantic triumph for physics,\" said Frank Wilczek, an MIT physicist and Nobel laureate. \"It's a tremendous demonstration of a community dedicated to understanding nature.\"\nThe achievement, nearly 50 years in the making, confirms physicists' understanding of how mass -- the stuff that makes stars, planets and even people -- arose in the universe, they said.\nIt also points the way toward a new path of scientific inquiry into the mass-generating mechanism that was never before possible, said UCLA physicist Robert Cousins, a member of one of the two research teams that has been chasing the Higgs boson at CERN.\n\"I compare it to turning the corner and walking around a building -- there's a whole new set of things you can look at,\" he said. \"It is a beginning, not an end.\"\nLeaders of the two teams reported independent results that suggested the existence of a previously unseen subatomic particle with a mass of about 125 to 126 billion electron volts. Both groups got results at a \"five sigma\" level of confidence -- the statistical requirement for declaring a scientific \"discovery.\"\n\"The chance that either of the two experiments had seen a fluke is less than three parts in 10 million,\" said UC San Diego physicist Vivek Sharma, a former leader of one of the Higgs research groups. \"There is no doubt that we have found something.\"\nBut he and others stopped just shy of saying that this new particle was indeed the long-sought Higgs boson. \"All we can tell right now is that it quacks like a duck and it walks like a duck,\" Sharma said.\nIn this case, quacking was enough for most.\n\"If it looks like a duck and quacks like a duck, it's probably at least a bird,\" said Wilczek, who stayed up past 3 a.m. to watch the seminar live over the Web while vacationing in New Hampshire.\nCertainly CERN leaders in Geneva, even as they referred to their discovery simply as \"a new particle,\" didn't bother hiding their excitement.\nThe original plan had been to present the latest results on the Higgs search at the International Conference on High Energy Physics, a big scientific meeting that began Wednesday in Melbourne.\nBut as it dawned on CERN scientists that they were on the verge of \"a big announcement,\" Cousins said, officials decided to honor tradition and instead present the results on CERN's turf.\nThe small number of scientists who theorized the existence of the Higgs boson in the 1960s -- including Higgs of the University of Edinburgh -- were invited to fly to Geneva.\nFor the non-VIP set, lines to get into the auditorium began forming late Tuesday. Many spent the night in sleeping bags.\nAll the hubbub was due to the fact that the discovery of the Higgs boson is the last piece of the puzzle needed to complete the so-called Standard Model of particle physics -- the big picture that describes the subatomic particles that make up everything in the universe, and the forces that work between them.\nOver the course of the 20th century, as physicists learned more about the Standard Model, they struggled to answer one very basic question: Why does matter exist?\nHiggs and others came up with a possible explanation: that particles gain mass by traveling through an energy field. One way to think about it is that the field sticks to the particles, slowing them down and imparting mass.\nThat energy field came to be known as the Higgs field. The particle associated with the field was dubbed the Higgs boson.\nHiggs published his theory in 1964. In the 48 years since, physicists have eagerly chased the Higgs boson. Finding it would provide the experimental confirmation they needed to show that their current understanding of the Standard Model was correct.\nOn the other hand, ruling it out would mean a return to the drawing board to look for an alternative Higgs particle, or several alternative Higgs particles, or perhaps to rethink the Standard Model from the bottom up.\nEither outcome would be monumental, scientists said.", "id": "<urn:uuid:fb237ffb-9cc0-4077-99d5-56c6fce1ca5f>", "dump": "CC-MAIN-2013-20", "url": "http://articles.latimes.com/2012/jul/05/science/la-sci-higgs-boson-new-particle-20120705", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9634510278701782, "token_count": 1134, "score": 2.59375, "int_score": 3}
{"text": "Average life span in the wild: 12 years\nSize: 21 in (50 cm)\nWeight: 14.4 oz (408 g)\nDid you know? Chameleons don't change colors to match their surroundings. Each species displays distinct color patterns to indicate specific reactions or emotions.\nThe Meller's chameleon is the largest of the chameleons not native to Madagascar. Their stout bodies can grow to be up to two feet (two-thirds of a meter) long and weigh more than a pound (one-half kilogram).\nMeller's distinguish themselves from their universally bizarre-looking cousins with a single small horn protruding from the front of their snouts. This and their size earn them the common name \"giant one-horned chameleon.\"\nThey are fairly common in the savanna of East Africa, including Malawi, northern Mozambique, and Tanzania. Almost one-half of the world’s chameleons live on the island of Madagascar.\nAs with all chameleons, Meller's will change colors in response to stress and to communicate with other chameleons. Their normal appearance is deep green with yellow stripes and random black spots. Females are slightly smaller, but are otherwise indistinguishable from males.\nThey subsist on insects and small birds, using their camouflage and a lightning-fast, catapulting tongue, which can be up to 20 inches (50 centimeters) long, to ambush prey.\nExotic pet enthusiasts often attempt to keep Meller's chameleons as pets. However, they are highly susceptible to even the slightest level of stress and are very difficult to care for in captivity. In the wild, they can live as long as 12 years.", "id": "<urn:uuid:9c71b6db-6728-48b5-96b5-05fbc0b5bb4f>", "dump": "CC-MAIN-2013-20", "url": "http://amazingpicturesoftheanimals.blogspot.com/2012/05/mellers-chameleon-facts-pictures.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9396425485610962, "token_count": 359, "score": 3.40625, "int_score": 3}
{"text": "Octodon degus is generally considered endemic to west central Chile, where it inhabits the lower slopes of the Andes. Although some have argued that its range may extend north into Peru, this is not well supported. It is common in the international pet trade, however, and is often used in laboratory studies outside of its native range. (Contreras, et al., 1987; Woods and Boraker, 1975)\nOctodon degus inhabits a mediterranean-type semi-arid shrubland ecosystem called \"matorral\", which is found on the western slopes of the Andes between 28 and 35 degrees south latitude. Further north the climate becomes too arid to support this plant community, and further south it is too wet. Degus appear to be limited to elevations below 1200 meters, both by the distribution of their habitat and by their intolerance of low oxygen partial pressure. Degus are well able to inhabit lands influenced by cattle grazing, and are agricultural pests in some areas. (Contreras, et al., 1987; Fulk, 1976)\nOctodon degus superficially resembles a gerbil, but is much larger. Degus typically weigh between 170 and 300 g, and measure between 325 and 440 mm in length, including the tail. The fur is yellow-brown on the back and head, and the underparts and feet are cream colored. There is a pale band around the eye and, in some individuals, the neck. The tail is moderately long and conspicuously tufted. The ears are large and darkly pigmented. The fifth digit is reduced, and on the forefeet it has a nail instead of a claw. The cheekteeth are hypsodont and their biting surfaces resemble a figure of eight. Sexes are difficult to distinguish, but males tend to be about 10% larger than females. Pups are born furred and able to see, and begin exploring within hours of birth. Octodon degus can be distinguished from the two other members of the genus Octodon by slight differences in dental morphology. It is also smaller than its relatives and its tail is said to be more noticeably tufted. (Fulk, 1976; Lee, 2004)\nDuring the annual breeding season, male-male aggression temporarily increases. Males exclude other males from their burrow and monopolize the females (usually 2 to 4) who live there. Dustbathing and urine marking may be used in the defense of territory by both sexes, but these behaviors particularly increase in the male during the breeding season. Courting males often engage in mutual grooming with females, and frequently perform a courtship ritual which involves wagging of the tail and trembling of the body. The male then raises a hind leg and sprays urine onto the female. This may serve to familiarize her with his scent and perhaps make her more receptive to his advances in the future. Receptive females may sometimes enurinate males in a similar fashion. Related female degus may nurse each other's young. (Ebensperger and Caiozzi, 2002; Fulk, 1976; Kleiman, 1974; Soto-Gamboa, 2005)\nIn the wild degus tend to breed once per year. The breeding season usually begins in late May (autumn in Chile), and the young are conceived in late winter to early spring (September to October). In wet years, degus may produce second litters. It has been suggested that degus may be induced ovulators, but this has not been established for certain. There is also some evidence that male reproductive organs may be sensitive to changes in photoperiod. The gestation period is 90 days, and litter size is typically 4-6 pups. The young are precocial. They are born with fur and teeth; their eyes are open and they are able to move about the nest on their own. Pups are weaned at 4 to 5 weeks, and become sexually mature between 12 and 16 weeks of age. Degus do not reach adult size until about 6 months of age, however, and they generally live in same-sex social groups until they are about 9 months old and their first breeding season occurs. It has been reported that pups raised in isolation in the laboratory experience severe neural and behavioral abnormalities. (Ebensperger and Hurtado, 2005; Lee, 2004; Woods and Boraker, 1975)\nBefore conception can occur, the male degu must invest considerable energy in the defense of his territory and harem from other males. The female subsequently expends considerable energy in gestation and lactation. The pregnancy is relatively long for a rodent, and the young are born well developed. After birth, both parents protect and provision the pups. Degus nest communally, and groups of related females nurse one another's young. In the laboratory, the female remains close to the pups until two weeks after birth, and males have been observed to huddle with the young during this period without instances of infanticide. In the wild, male degus may spend as much time feeding and huddling with the young as females do. Pups begin to eat solid food at about two weeks of age, and venture out of the burrow at three weeks. Upon weaning at four to six weeks, the pups are able to live independently of the parents and form same-sex social groups until their first breeding season. (Ebensperger and Hurtado, 2005; Fulk, 1976; Lee, 2004; Woods and Boraker, 1975)\nIn laboratory conditions, degus typically live five to eight years.\nDegus are social and tend to live in groups of one to two males and two to five related females. Females participate in rearing on another's young. Groups maintain territories throughout much of the year. Degus are semi-fossorial, digging extensive communal burrow systems. These burrows are often shared by Bennett's chinchilla rat (Abrocoma bennettii). Degus feed exclusively above ground, however, and have been observed climbing into the low branches of shrubs while foraging. Dustbathing is an important social behavior among degus. Groups repeatedly mark favorite wallows with urine and anal gland secretions. This may help the group identify each other by scent as well as delineating territorial boundaries. Degus are mainly diurnal, and are most active during the morning and evening. (Ebensperger, et al., 2004; Fulk, 1976; Woods and Boraker, 1975)\nFulk (1976) estimated that social groups of degus occupy home areas of roughly 200 square meters, and that their density is about 75 degus per hectare. This may be an underestimate, however, due to the trapping methods used. (Fulk, 1976)\nDegus have well-developed sight, smell, and hearing. They are highly vocal and use various calls to communicate with one another, including alarm calls, mating calls, and communication between parents and young. Vision is very important in avoidance of predators and in foraging. It has been shown that degus are able to see ultraviolet wavelengths, and that their urine reflects in the UV range when fresh. It has therefore been suggested that degus' urine scent marks are also visual cues. These scent marks are also used as dust wallows, allowing members of a social group to identify each other by scent. (Chavez, et al., 2003; Fulk, 1976; Woods and Boraker, 1975)\nDegus are generalist herbivores. They feed on the leaves, bark, and seeds of shrubs and forbs. Among their favorite foods are the bark of Cestrum palqui and Mimosa cavenia, leaves and bark of Proustia cuneifolia, Atriplex repunda, and Acacia caven, annuals such as Erodium cicutarum when in season, green grasses, and thistle seeds. Degus choose food items that reduce fiber and increase nitrogen and moisture in the diet, and thus prefer young leaves and avoid woodier shrubs. Degus rely on microbial fermentation in their enlarged cecum (they are \"hindgut fermenters\") to digest their food. They reingest a large percentage of their feces, usually during the night. This allows them to maximize their digestion. Degus store food in the winter, and it has been reported that they occasionally eat meat in old age. (Gutierrez and Bozinovic, 1998; Kenagy, et al., 1999; Veloso and Kenagy, 2005; Woods and Boraker, 1975)\nOctodon degus is subject to predation by larger mammals such as culpeo foxes (Lycalopex culpaeus), and from the air by raptors such as barn owls (Tyto alba), short-eared owls (Asio flammeus), and black-chested buzzard eagles (Geranoaetus melanoleucus). Degus use vigilance and cover to avoid predators. Their pelage is also counter-shaded and matches the soil color, which reduces visibility to predators. Degus live socially and use alarm calls to warn others of danger. When a predator is spotted, they take cover in shrubby areas and may retreat to the communal burrow. (Ebensperger and Wallem, 2002; Woods and Boraker, 1975)\nOctodon degus affects the plant community in its habitat by selective browsing. Degus behaviorally reduce the fiber content of their diet, preferrentially eating shrubs such as Adesmia bedwellii, Baccharis paniculata, and Chenopodium petioare, which are less fibrous and less thorny than others. These species have been shown to increase their foliage area upon exclusion of degus. As degus are very common, they are themselves an important food source for their predators. (Gutierrez and Bozinovic, 1998)\nDegus often live in association with Bennett's chinchilla rats (Abrocoma bennettii). The two species are known to share burrow systems and have even been observed in the same chamber within a burrow. This is believed to be a mutualistic relationship, but it is not well understood. (Fulk, 1976; Woods and Boraker, 1975)\nDegus are frequently kept as pets, and are used extensively in laboratory research. Because they are largely diurnal, they are useful in research on circadian rhythms, and their intolerance of sugars makes them ideal models for diabetes research. (Lee, 2004)\nDegus are significant agricultural pests in some areas. They take advantage of cultivated prickly pear cactus, wheat, vineyards, and orchards as abundant food sources, and can do considerable damage. They are also known to host three species of parasites that can infect humans. (Fulk, 1976)\nTanya Dewey (editor), Animal Diversity Web.\nMary Hejna (author), University of Michigan-Ann Arbor, Phil Myers (editor, instructor), Museum of Zoology, University of Michigan-Ann Arbor.\nliving in the southern part of the New World. In other words, Central and South America.\nuses sound to communicate\nliving in landscapes dominated by human agriculture.\nhaving body symmetry such that the animal can be divided in one plane into two mirror-image halves. Animals with bilateral symmetry have dorsal and ventral sides, as well as anterior and posterior ends. Synapomorphy of the Bilateria.\nFound in coastal areas between 30 and 40 degrees latitude, in areas with a Mediterranean climate. Vegetation is dominated by stands of dense, spiny shrubs with tough (hard or waxy) evergreen leaves. May be maintained by periodic fire. In South America it includes the scrub ecotone between forest and paramo.\nuses smells or other chemicals to communicate\nhelpers provide assistance in raising young that are not their own\nan animal that mainly eats the dung of other animals\nactive at dawn and dusk\nhaving markings, coloration, shapes, or other features that cause an animal to be camouflaged in its natural environment; being difficult to see or otherwise detect.\nanimals that use metabolically generated heat to regulate body temperature independently of ambient temperature. Endothermy is a synapomorphy of the Mammalia, although it may have arisen in a (now extinct) synapsid ancestor; the fossil record does not distinguish these possibilities. Convergent in birds.\nan animal that mainly eats leaves.\nReferring to a burrowing life-style or behavior, specialized for digging or burrowing.\nan animal that mainly eats seeds\nAn animal that eats mainly plants or parts of plants.\noffspring are produced in more than one group (litters, clutches, etc.) and across multiple seasons (or other periods hospitable to reproduction). Iteroparous animals must, by definition, survive over multiple seasons (or periodic condition changes).\nhaving the capacity to move from one place to another.\nthe area in which the animal is naturally found, the region in which it is endemic.\nthe business of buying and selling animals for people to keep in their homes as pets.\nhaving more than one female as a mate at one time\nspecialized for leaping or bounding locomotion; jumps or hops.\ncommunicates by producing scents from special gland(s) and placing them on a surface whether others can smell or taste them\nbreeding is confined to a particular season\nremains in the same area\nreproduction that includes combining the genetic contribution of two individuals, a male and a female\nassociates with others of its species; forms social groups.\nplaces a food item in a special place to be eaten later. Also called \"hoarding\"\nuses touch to communicate\nthat region of the Earth between 23.5 degrees North and 60 degrees North (between the Tropic of Cancer and the Arctic Circle) and between 23.5 degrees South and 60 degrees South (between the Tropic of Capricorn and the Antarctic Circle).\nLiving on the ground.\ndefends an area within the home range, occupied by a single animals or group of animals of the same species and held through overt defense, display, or advertisement\nuses sight to communicate\nreproduction in which fertilization and development take place within the female body and the developing embryo derives nourishment from the female.\nyoung are relatively well-developed when born\nChavez, A., F. Bozinovic, L. Peichl, A. Palacios. 2003. Retinal spectral sensitivity, fur coloration, and urine reflectance in the genus Octodon (Rodentia): implications for visual ecology. Investigative Opthalmology & Visual Science, 44/5: 2290-2296.\nContreras, L., J. Torres-Mura, J. Yanez. 1987. Biogeography of Octodontid rodents: An eco-evolutionary hypothesis. Fieldiana: Zoology, New Series, 39: 401-411.\nEbensperger, L., F. Bozinovic. 2000. Energetics and burrowing behaviour in the semifossorial degu Octadon degus (Rodentia: Octodontidae). Journal of Zoology, 252: 179-186.\nEbensperger, L., A. Caiozzi. 2002. Male degus, Octodon degus, modify their dustbathing behavior in response to social familiarity of previous dustbathing marks. Revista Chilena de Historia Natural, 75: 157-163.\nEbensperger, L., M. Hurtado. 2005. On the relationship between herbaceous cover and vigilance activity of degus (Octodon degus). Ethology, 111/6: 593-608.\nEbensperger, L., M. Hurtado. 2005. Seasonal changes in the time budget of degus, Octadon degus.. Behaviour, 142: 91-112.\nEbensperger, L., M. Hurtado, M. Soto-Gamboa, E. Lacey, A. Chang. 2004. Communal nesting and kinship in degus (Octodon degus). Naturwissenschaften, 91: 391-395.\nEbensperger, L., P. Wallem. 2002. Grouping increases the ability of the social rodent, Octodon degus, to detect predators when using exposed microhabitats. Oikos, 98: 491-497.\nFulk, G. 1976. Notes on the activity, reproduction, and social behavior of Octodon degus. Journal of Mammalogy, 57/3: 495-505.\nGutierrez, J., F. Bozinovic. 1998. Diet selection in captivity by a generalist herbivorous rodent (Octodon degus) from the Chilean coastal desert. Journal of Arid Environments, 39: 601-607.\nKenagy, G., R. Nespolo, R. Vasquez, F. Bozinovic. 2002. Daily and seasonal limits of time and temperature to activity of degus. Revista Chilena de Historia Natural, 75: 567-581.\nKenagy, G., C. Veloso, F. Bozinovic. 1999. Daily rhythms of food intake and feces reingestion in the degu, an herbivorous Chilean rodent: optimizing digestion through coprophagy. Physiological and Biochemical Zoology, 72/1: 78-86.\nKleiman, D. 1974. Patterns of behaviour in hystricomorph rodents. Symposium of the Zoological Society (London), 34: 171-209.\nLee, T. 2004. Octodon degus: A diurnal, social, and long-lived rodent. ILAR Journal, 45/1: 14-24.\nSoto-Gamboa, M., M. Villalon, F. Bozinovic. 2005. Social cues and hormone levels in male Octadon degus (Rodentia): a field test of the Challange Hypothesis. Hormones and Behavior, 47/3: 311-318.\nSoto-Gamboa, M. 2005. Free and total testosterone levels in field males of Octodon degus (Rodentia, Octodontidae): accuracy of the hormonal regulation of behavior. Revista Chilena de Historia Natural, 78/2: 229-238.\nTokimoto, N., K. Okanoya. 2004. Spontaneous construction of \"Chines boxes\" by Degus (Octodon degus): A rudiment of recursive intelligence?. Japanese Psychological Research, 46/3: 255-261.\nVeloso, C., G. Kenagy. 2005. Temporal dynamics of milk composition of the precocial caviomorph Octodon degus (Rodentia : Octodontidae). Revista Chilena de Historia Natural, 78/2: 247-252.\nWoods, C., D. Boraker. 1975. Octodon degus. Mammalian Species, 67: 1-5.", "id": "<urn:uuid:2653877c-a97a-4524-a9e3-91af93f1f619>", "dump": "CC-MAIN-2013-20", "url": "http://animaldiversity.ummz.umich.edu/site/accounts/information/Octodon_degus.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9281585812568665, "token_count": 3982, "score": 3.0625, "int_score": 3}
{"text": "Science -- Asher et al. 307 (5712): 1091:\nWe describe several fossils referable to Gomphos elkema from deposits close to the Paleocene-Eocene boundary at Tsagan Khushu, Mongolia. Gomphos shares a suite of cranioskeletal characters with extant rabbits, hares, and pikas but retains a primitive dentition and jaw compared to its modern relatives. Phylogenetic analysis supports the position of Gomphos as a stem lagomorph and excludes Cretaceous taxa from the crown radiation of placental mammals. Our results support the hypothesis that rodents and lagomorphs radiated during the Cenozoic and diverged from other placental mammals close to the Cretaceous-Tertiary boundary.\nLagomorphs are rabbits, hares, and pikas. This might be referred to as a \"missing link\" of the rodents. Why do we care? Most mammals are rodents, and this tells us about the evolution of the most successful group of mammals. Cool!", "id": "<urn:uuid:fa9d11c3-ad57-40a6-8915-a8b1cd687729>", "dump": "CC-MAIN-2013-20", "url": "http://evolutionproject.blogspot.com/2005/02/139-evolution-of-rodents-and-rabbits.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8917523622512817, "token_count": 220, "score": 2.921875, "int_score": 3}
{"text": "Dinosaur Bones \"Buried\" By Evolutionists!\nA recent presentation at the 2012 Western Pacific Geophysics meeting in Singapore showed C-14 dates of soft tissue found in dinosaur bones to be in the range from 22,000 - 39,000 years old. Previously, it has been assumed that dinosaurs died out over 65 million years ago, so these new findings are astonishing and should have made international news. But shortly after the presentation was made at the meeting, the abstract was removed from the meeting’s website!\nSo it appears that instead of making international news, these findings have been buried. First, let’s look at what was actually being presented.\nThe organic matter (collagen) and hard carbonate bone mineral (bioapatite) in the bone samples were analyzed. The samples came from several species of dinosaurs (acrocanthosaur, hadrosaurus, triceratops and apatosaurus) taken from various sites in Texas, Colorado, Arkansas and Montana. The samples were meticulously handled and cleaned to avoid possible contamination. The carbon-14 (C-14) levels in these samples were measured using Accelerator Mass Spectrometry (AMS). The resultant C-14 ages obtained from these samples were consistently in the 22,000 - 39,000 years range. The fact that the samples were from a variety of species and sites all giving consistent results greatly reduces the chance that the results are from contamination.\nThe theoretical upper limit for C-14 dating is ten times the half-life, or about 57,000 years. The proposed practical upper limit for C-14 dating is between 40,000 - 50,000 years. While some samples fell close to the 40,000 year upper limit, 16 out of 20 (80%) were aged at 35,000 years or younger, well within the acceptable upper C-14 dating limits.\nWhile other researchers have found soft tissue in dinosaur bones and C-14 dates in these ranges, this current study has been the most comprehensive. The fact that there is any collagen at all remaining in these bone samples is amazing, considering that they are supposed to be older than 65 million years. Protein just doesn’t hang around that long! And that there is any C-14 in them also is reason to possibly question conventional wisdom. But why have we not heard about any of this in the news? Shouldn't there have been at least a 15-second blip from one of the media outlets? But the media have been silent and the abstract pulled from the meeting proceedings. The sacred cow of evolution once again remains intact.\nWe truly are living in an age of great deception. “And for this cause God shall send them strong delusion, that they should believe a lie.” (2 Thessalonians 2:11)\nThis article, by Creation Moments board member Dr. Don Clark, is based on an interview broadcast by Broken Road Radio. To hear the interview and many others on biblical creation topics, go to http://brokenroadradio.com/morning-show-september-17-2012/", "id": "<urn:uuid:6cb92412-144d-4c9c-b1c1-b3638ba84556>", "dump": "CC-MAIN-2013-20", "url": "http://www.creationmoments.net/resources/blog/201210/dinosaur-bones-buried-evolutionists", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9631441831588745, "token_count": 636, "score": 3.09375, "int_score": 3}
{"text": "How hot is it where you are? Tell your stories at CNN's iReport.\n(CNN) -- For many Americans, this summer has been miserably hot.\nHeat advisories and warnings have been issued from coast to coast, with high temperatures often reaching into the triple digits, and July went into the record books as the hottest month ever for the continental United States.\nBut in certain parts of the world, this is the norm -- or maybe even on the cool side.\nTry Kuwait City, for instance. In July, its average high temperature is 116 degrees Fahrenheit.\nOr Timbuktu in Mali, where the highs average 108 in May and was once recorded at 130. 130! That ranks fifth on the all-time list.\nThe highest temperature ever recorded on the planet was in 1922, when a thermometer in El Azizia, Libya, hit 136. Some dispute that mark, saying it was improperly measured. If that's true, the record would be the 134, reached nine years earlier in Death Valley, California.\nBut the world's hottest place might not be any of these, according to a team of scientists from the University of Montana. It says the highest temperatures on Earth are found in areas that don't even have weather stations.\n\"The Earth's hot deserts -- such as the Sahara, the Gobi, the Sonoran and the Lut -- are climatically harsh and so remote that access for routine measurements and maintenance of a weather station is impractical,\" said David Mildrexler, lead author of a recent study that used NASA satellites to detect the Earth's hottest surface temperatures.\nThe satellites detect the infrared energy emitted by land. And over a seven-year period, from 2003 to 2009, they found Iran's Lut Desert to be the hottest place on Earth.\nThe Lut Desert had the highest recorded surface temperature in five of the seven years, topping out at 159 degrees in 2005. Other notable annual highs came from Queensland, Australia (156 degrees in 2003) and China's Turpan Basin (152 degrees in 2008).\nIt's important to stress that surface temperatures are naturally higher than the air temperatures measured by weather stations. Air temperatures have to be measured by thermometers placed off the ground and shielded from sunlight, according to global meteorological standards.\nBut the study shows that today's modern records might not necessarily be the most accurate.\n\"Most of the places that call themselves the hottest on Earth are not even serious contenders,\" co-author Steve Running said.\nThe world's highest recorded air temperatures 1. El Azizia, Libya (136 degrees Fahrenheit) 2. Death Valley, California (134) 3. Ghadames, Libya (131) 3. Kebili, Tunisia (131) 5. Timbuktu, Mali (130) 5. Araouane, Mali (130) 7. Tirat Tsvi, Israel (129) 8. Ahwaz, Iran (128) 8. Agha Jari, Iran (128) 10. Wadi Halfa, Sudan (127)\nHighest recorded air temperature (by continent) Africa: El Azizia, Libya (136) North America: Death Valley, California (134) Asia: Tirat Tsvi, Israel (129) Australia: Cloncurry, Queensland (128*) Europe: Seville, Spain (122) South America: Rivadavia, Argentina (120) Antarctica: Vanda Station, Scott Coast (59)\nSources: NOAA, World Meteorological Organization\n* This temperature was measured using the techniques available at the time of recording, which are different to the standard techniques currently used in Australia. The most likely Australian record using standard equipment is an observation of 123 degrees, recorded at Oodnadatta, South Australia.", "id": "<urn:uuid:a8163fc2-135e-4fbf-970e-578b5b41f020>", "dump": "CC-MAIN-2013-20", "url": "http://edition.cnn.com/2012/07/11/world/hottest-places-on-earth/index.html?hpt=iaf_mid", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9227529764175415, "token_count": 773, "score": 3.15625, "int_score": 3}
{"text": "In fact, the United States apparently just emerged from the hottest spring on record.\nThe period between June 2011 and May of this year was the warmest on record since NOAA record keeping began in 1985. Aside from Washington, every state experienced higher-than-average temperatures during that period, which also featured the second-warmest summer and fourth-warmest winter in almost 28 years.\nThe nation's average temperature during those 12 months hovered at 56 degrees Fahrenheit, reportedly 3.2 degrees above the long-term average, surpassing the previous record, which was just set in April, in an analysis of temperatures between May 2011 and April 2012. The warmer-than-average conditions persisted through the winter and spring, resulting in a limited snowfall that the Rutgers Global Snow Lab reports was the third-smallest on record for the contiguous U.S.\nThe rising temperatures may have altered precipitation patterns as well, according to NOAA. While the country as a whole actually experienced a drier spring than usual, the West Coast, Northern Plains and Upper Midwest regions were simultaneously wetter than average.\nOn a more concerning note, the prevalence of natural disasters, such as the disastrous tornado in Joplin, Mo., and the massive, hurricane-caused flooding in Vermont, that plagued the country over the past year were also far form usual. The U.S. Climate Extreme Index, which tracks extremes in temperatures, precipitation, drought and tropical cyclones, reached 44 percent this past spring. That's twice the average value.\nThe NOAA report is not the only recent analysis to note the prevalence, and consequences, of rising temperatures. On Thursday, NASA reported that scientists have discovered unprecedented blooms of plant life beneath the waters of the Arctic Ocean. While that certainly does not seem like cause for concern, NASA noted it was likely caused by a thinning of the Arctic Ocean's three-foot thick layer of ice, allowing the sun to penetrate that ice to foster plant life under the sea.\nA continuous rise in summer temperatures is expected to triple the number of heat-related deaths in the U.S. by the end of the century, the Natural Resources Defense Council reported last month. In an analysis of peer-reviewed data, the organization said summer temperatures could rise by 4 to 11 degrees Fahrenheit by that time due to human-induced climate change, which could increase the number of summer heat-related deaths from 1,300 to 4,600 a year.", "id": "<urn:uuid:628e935a-7678-4d56-8179-04a384233ade>", "dump": "CC-MAIN-2013-20", "url": "http://www.ibtimes.com/us-just-had-warmest-year-record-noaa-report-702027", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9573670625686646, "token_count": 499, "score": 3.625, "int_score": 4}
{"text": "NOAA scientists agree the risks are high, but say Hansen overstates what science can really say for sure\nJim Hansen at the University of Colorado’s World Affairs Conference (Photo: Tom Yulsman)\nSpeaking to a packed auditorium at the University of Colorado’s World Affairs Conference on Thursday, NASA climatologist James Hansen found a friendly audience for his argument that we face a planetary emergency thanks to global warming.\nDespite the fact that the temperature rise has so far been relatively modest, “we do have a crisis,” he said.\nWith his characteristic under-stated manner, Hansen made a compelling case. But after speaking with two NOAA scientists today, I think Hansen put himself in a familiar position: out on a scientific limb. And after sifting through my many pages of notes from two days of immersion in climate issues, I’m as convinced as ever that journalists must be exceedingly careful not to overstate what we know for sure and what is still up for scientific debate.\nCrawling out on the limb, Hansen argued that global warming has already caused the levels of water in Lake Powell and Lake Mead — the two giant reservoirs on the Colorado River than insure water supplies for tens of millions of Westerners — to fall to 50 percent of capacity. The reservoirs “probably will not be full again unless we decrease CO2 in the atmosphere,” he asserted.\nHansen is arguing that simply reducing our emissions and stabilizing CO2 at about 450 parts per million, as many scientists argue is necessary, is not nearly good enough. We must reduce the concentration from today’s 387 ppm to below 35o ppm.\n“We have already passed into the dangerous zone,” Hansen said. If we don’t reduce CO2 in the atmosphere, “we would be sending the planet toward an ice free state. We would have a chaotic journey to get there, but we would be creating a very different planet, and chaos for our children.” Hansen’s argument (see a paper on the subject here) is based on paleoclimate data which show that the last time atmospheric CO2 concentrations were this high, the Earth was ice free, and sea level was far higher than it is today.\n“I agree with the sense of urgency,” said Peter Tans, a carbon cycle expert at the National Oceanic and Atmospheric Administration here in Boulder, in a meeting with our Ted Scripps Fellows in Environmental Journalism. “But I don’t agree with a lot of the specifics. I don’t agree with Jim Hansen’s naming of 350 ppm as a tipping point. Actually we may have already gone too far, except we just don’t know.”\nA key factor, Tans said, is timing. “If it takes a million years for the ice caps to disappear, no problem. The issue is how fast? Nobody can give that answer.”\nMartin Hoerling, a NOAA meteorologist who is working on ways to better determine the links between climate change and regional impacts, such as drought in the West, pointed out that the paleoclimate data Hansen bases his assertions on are coarse. They do not record year-to-year events, just big changes that took place over very long time periods. So that data give no indication just how long it takes to de-glaciate Antarctica and Greenland.\nHoerling also took issue with Hansen’s assertions about lakes Powell and Mead. While it is true that “the West has had the most radical change in temperature in the U.S.,” there is no evidence yet that this is a cause of increasing drought, he said.\nFlows in the Colorado River have been averaging about 12 million acre feet each year, yet we are consuming 14 million acre feet. “Where are we getting the extra from? Well, we’re tapping into our 401K plan,” he said. That would be the two giant reservoirs, and that’s why their water levels have been declining.\n“Why is there less flow in the river?” Hoerling said. “Low precipitation — not every year, but in many recent years, the snow pack has been lower.” And here’s his almost counter-intuitive point: science shows that the reduced precipitation “is due to natural climate variability . . . We see little indication that the warming trend is affecting the precipitation.”\nIn my conversation with Tans and Hoerling today, I saw a tension between what they believe and what they think they can demonstrate scientifically.\n“I like to frame the issue differently,” Tans said. “Sure, we canot predict what the climate is going to look like in a couple of dcades. There are feedbacks in the system we don’t understand. In fact, we don’t even know all the feedbacks . . . To pick all this apart is extremely difficult — until things really happen. So I’m pessimistic.”\nThere is, Tans said, “a finite risk of catastrophic climate change. Maybe it is 1 in 6, or maybe 1 in 20 or 1 in 3. Yet if we had a risk like that of being hit by an asteroid, we’d know what to do. But the problem here is that we are the asteroid.”\nTans argues that whether or not we can pin down the degree of risk we are now facing, one thing is obvious: “We have a society based on ever increasing consumption and economic expectations. Three percent growth forever is considered ideal. But of course it’s a disaster.”\nHoerling says we are living like the Easter Islanders, who were faced with collapse from over consumption of resources but didn’t see it coming. Like them, he says, we are living in denial.\n“I think we are in that type of risk,” Tans said. “But is that moving people? It moves me. But I was already convinced in 1972.”", "id": "<urn:uuid:f9441dcc-dc2a-4077-aac8-1b49394182e2>", "dump": "CC-MAIN-2013-20", "url": "http://www.cejournal.net/?p=1590", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9649485349655151, "token_count": 1273, "score": 2.546875, "int_score": 3}
{"text": "Arctic meltdown not caused by nature\nRapid loss of Arctic sea ice - 80 per cent has disappeared since 1980 - is not caused by natural cycles such as changes in the Earth's orbit around the Sun, says Dr Karl.\nThe situation is getting rather messy with regard to the ice melting in the Arctic. Now the volume of the ice varies throughout the year, rising to its peak after midwinter, and falling to its minimum after midsummer, usually in the month of September.\nOver most of the last 1,400 years, the volume of ice remaining each September has stayed pretty constant. But since 1980, we have lost 80 per cent of that ice.\nNow one thing to appreciate is that over the last 4.7 billion years, there have been many natural cycles in the climate — both heating and cooling. What's happening today in the Arctic is not a cycle caused by nature, but something that we humans did by burning fossil fuels and dumping slightly over one trillion tonnes of carbon into the atmosphere over the last century.\nSo what are these natural cycles? There are many many of them, but let's just look at the Milankovitch cycles. These cycles relate to the Earth and its orbit around the Sun. There are three main Milankovitch cycles. They each affect how much solar radiation lands on the Earth, and whether it lands on ice, land or water, and when it lands.\nThe first Milankovitch cycle is that the orbit of the Earth changes from mostly circular to slightly elliptical. It does this on a predominantly 100,000-year cycle. When the Earth is close to the Sun it receives more heat energy, and when it is further away it gets less. At the moment the orbit of the Earth is about halfway between \"nearly circular\" and \"slightly elliptical\". So the change in the distance to the Sun in each calendar year is currently about 5.1 million kilometres, which translates to about 6.8 per cent difference in incoming solar radiation. But when the orbit of the Earth is at its most elliptical, there will be a 23 per cent difference in how much solar radiation lands on the Earth.\nThe second Milankovitch cycle affecting the solar radiation landing on our planet is the tilt of the north-south spin axis compared to the plane of the orbit of the Earth around the Sun. This tilt rocks gently between 22.1 degrees and 24.5 degrees from the vertical. This cycle has a period of about 41,000 years. At the moment we are roughly halfway in the middle — we're about 23.44 degrees from the vertical and heading down to 22.1 degrees. As we head to the minimum around the year 11,800, the trend is that the summers in each hemisphere will get less solar radiation, while the winters will get more, and there will be a slight overall cooling.\nThe third Milankovitch cycle that affects how much solar radiation lands on our planet is a little more tricky to understand. It's called 'precession'. As our Earth orbits the Sun, the north-south spin axis does more than just rock gently between 22.1 degrees and 24.5 degrees. It also — very slowly, just like a giant spinning top — sweeps out a complete 360 degrees circle, and it takes about 26,000 years to do this. So on January 4, when the Earth is at its closest to the Sun, it's the South Pole (yep, the Antarctic) that points towards the Sun.\nSo at the moment, everything else being equal, it's the southern hemisphere that has a warmer summer because it's getting more solar radiation, but six months later it will have a colder winter. And correspondingly, the northern hemisphere will have a warmer winter and a cooler summer.\nBut of course, \"everything else\" is not equal. There's more land in the northern hemisphere but more ocean in a southern hemisphere. The Arctic is ice that is floating on water and surrounded by land. The Antarctic is the opposite — ice that is sitting on land and surrounded by water. You begin to see how complicated it all is.\nWe have had, in this current cycle, repeated ice ages on Earth over the last three-million years. During an ice age, the ice can be three kilometres thick and cover practically all of Canada. It can spread through most of Siberia and Europe and reach almost to where London is today. Of course, the water to make this ice comes out of the ocean, and so in the past, the ocean level has dropped by some 125 metres.\nFrom three million years ago to one million years ago, the ice advanced and retreated on a 41,000-year cycle. But from one million years ago until the present, the ice has advanced and retreated on a 100,000-year cycle.\nWhat we are seeing in the Arctic today — the 80 per cent loss in the volume of the ice since 1980 — is an amazingly huge change in an amazingly short period of time. But it seems as though the rate of climate change is accelerating, and I'll talk more about that, next time …\nPublished 27 November 2012\n© 2013 Karl S. Kruszelnicki Pty Ltd", "id": "<urn:uuid:3a4ac59c-d59d-470b-adad-88e5e1c8a45a>", "dump": "CC-MAIN-2013-20", "url": "http://www.abc.net.au/science/articles/2012/11/27/3640992.htm?topic=latest", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9558244943618774, "token_count": 1065, "score": 3.5625, "int_score": 4}
{"text": "Located above the surface of our planet is a complex mixture of gases and suspended liquid and solid particles known as the atmosphere. Operating within the atmosphere is a variety of processes we call weather. Some measurable variables associated with weather include air temperature, air pressure, humidity, wind, and precipitation. The atmosphere also contains organized phenomena that include things like tornadoes, thunderstorms, mid-latitude cyclones, hurricanes, and monsoons. Climate refers to the general pattern of weather for a region over specific period of time. Scientists have discovered that human activities can influence Earth’s climate and weather producing problems like global warming, ozone depletion, and acid precipitation.\nWidespread urban development alters weather patterns\nResearch focusing on the Houston area suggests that widespread urban development alters weather patterns in a way that ...\nLaptev SeaLast Updated on 2013-05-14 at 14:23\nThe Laptev Sea is a saline water body, lodged between the Kara Sea and East Siberian Sea. The chief land boundary of this marginal sea of the Arctic Ocean is the Siberian... More »\nEast Siberian SeaLast Updated on 2013-05-14 at 14:09\nThe East Siberian Sea is a saline marine body, which is a southern marginal sea of the Arctic Ocean.\nTo the east is found the Chukchi Sea and to the west beyond the New... More »\nBaffin BayLast Updated on 2013-05-14 at 12:11\nBaffin Bay is a margibnal sea of the North Atlantic Ocean located between the Canada's Baffin, Devon and Ellesmere islands and Greenland.\nTo the south the Davis Strait... More »\nAndaman SeaLast Updated on 2013-05-13 at 23:06\nThe Andaman Sea is a body of marine water in the northeastern corner of the Indian Ocean that lies to the west of the Malay Peninsula, the north of Sumatra, the east of the... More »\nMolucca SeaLast Updated on 2013-05-13 at 23:02\nThe Molucca Sea (also Molukka Sea) is a semi-enclosed sea, surrounded by a variety of islands belonging to Indonesia, most significantly the island of Sulawesi (Celebes)... More »\nLevantine SeaLast Updated on 2013-05-13 at 22:31\nThe Levantine Sea is most eastern unit of the Mediterranean Sea, and also the most saline portion of the Mediterranean Basin.\nThe Levantine Sea, also known as the Levant... More »", "id": "<urn:uuid:f2e6ad28-ec98-4ea9-bc37-81a91724d073>", "dump": "CC-MAIN-2013-20", "url": "http://www.eoearth.org/topics/view/49664/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9003951549530029, "token_count": 515, "score": 3.46875, "int_score": 3}
{"text": "The satellite images displayed are infrared (IR) images. Warmest (lowest) clouds are shown in white; coldest (highest) clouds are displayed in shades of yellow, red, and purple. Imagery is obtained from the GOES and METEOSAT geostationary satellites, and the two US Polar Orbiter (POES) satellites. POES satellites orbit the earth 14 times each day at an altitude of approximately 520 miles (870 km). As each orbit is made the satellite can view a 1,600 mile (2,700 km) wide area of the earth. Due to the rotation of the earth the satellite is able to view every spot on earth twice each day. Data from multiple orbits are mosaicked together to provide wide scale global and full earth views in a single image. Occasional dark triangular areas that occur on POES images are a result of gaps in data transmitted from the orbiters.\nA weather satellite\nis a type of satellite that is primarily used to monitor the weather\nof the Earth. These meteorological satellites, however, see more than clouds\nand cloud systems\n. City lights, fires, effects of pollution, auroras, sand and dust storms, snow cover\n, ice mapping, boundaries of ocean\ncurrents, energy flows, etc., are other types of environmental information collected using weather satellites.\nWeather satellite images helped in monitoring the volcanic ash cloud from Mount St. Helens and activity from other volcanoes such as Mount Etna. Smoke from fires in the western United States such as Colorado and Utah have also been monitored.\nOther environmental satellites can detect changes in the Earth's vegetation, sea\ncolor, and ice fields. For example, the 2002 oil spill off the northwest coast of Spain was watched carefully by the European ENVISAT, which, though not a weather satellite, flies an instrument (ASAR) which can see changes in the sea surface\nEl Niño and its effects on weather are monitored daily from satellite images. The Antarctic ozone hole is mapped from weather satellite data. Collectively, weather satellites flown by the U.S., Europe, India, China, Russia, and Japan provide nearly continuous observations\nfor a global weather", "id": "<urn:uuid:17aa89d7-2e77-436d-8420-15d2c5bd50ff>", "dump": "CC-MAIN-2013-20", "url": "http://www.intellicast.com/National/Satellite/Regional.aspx?location=UKXX2049", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9092804789543152, "token_count": 446, "score": 3.921875, "int_score": 4}
{"text": "The press release doesn’t contain any pictures, and really doesn’t do this new web tool justice, so I’ve added some screencaps. In a nutshell, the new iSWA site lets you arrange graphical packages of solar images and plots oncsreen for simultaneous evaluation. Stuff that had been scattered over several solar related websites is now in one interface. Pretty cool. – Anthony\nWhen NASA’s satellite operators need accurate, real-time space-weather information, they turn to the Community Coordinated Modeling Center (CCMC) of the Space Weather Laboratory at NASA’s Goddard Space Flight Center in Greenbelt, Md. The CCMC’s newest and most advanced space-weather science tool is the Integrated Space Weather Analysis (iSWA) system.\nThe iSWA is a robust, integrated system provides information about space weather conditions past, present, and future and, unlike many other programs currently in use, has an interface that the user can customize to suit a unique set of data requirements.\n“The iSWA space-weather data analysis system offers a unique level of customization and flexibility to maintain, modify, and add new tools and data products as they become available,” says Marlo Maddox, iSWA system chief developer at NASA Goddard.\niSWA draws together information about conditions from the sun to the boundary of the sun’s influence, known as the heliosphere. The iSWA systems digests information from spacecraft including the National Oceanic and Atmospheric Administration’s (NOAA) Geostationary Operational Environmental Satellites (GOES), NASA’s Solar Terrestrial Relations Observatory (STEREO), the joint European Space Agency and NASA mission Solar and Heliospheric Observatory (SOHO), and NASA’s Advanced Composition Explorer (ACE).\nCitizen scientists and science enthusiasts can also use the data, models, and tools of the iSWA system. Similar to the way in which armchair astronomers have used SOHO data to discover comets, enthusiasts will find the iSWA system a wonderful resource for increasing their familiarity with the concept of space weather.\n“We are continuously evolving the iSWA system, and we hope that it will benefit not only NASA satellite operators, but also that it may also help space-weather forecasting at other agencies such as the Air Force Weather Agency and NOAA,” says Michael Hesse, chief of the Space Weather Laboratory at NASA Goddard.\nSpace-weather information tends to be scattered over various Web sites. NASA Goddard space physicist Antti Pulkkinen says the iSWA system represents “the most comprehensive single interface for general space-weather-related information,” providing data on past and current space-weather events. The system allows the user to configure or design custom displays of the information.\nThe system compiles data about conditions on the sun, in Earth’s magnetosphere — the protective magnetic field that envelops our planet — and down to Earth’s surface. It provides a user interface to provide NASA’s satellite operators and with a real-time view of space weather. In addition to NASA, the iSWA system is used by the Air Force Weather agency.\nAccess to space-weather information that combines data from state-of-the-art space-weather models with concurrent observations of the space environment provides a powerful tool for users to obtain a personalized “quick look” at space-weather information, detailed insight into space-weather conditions, as well as tools for historical analysis of the space-weather’s impact.\nDevelopment of the iSWA system has been a joint activity between the Office of the Chief Engineer at NASA Headquarters and the Applied Engineering and Technology Directorate and the Science and Exploration Directorate at NASA Goddard. The iSWA system is located at NASA Goddard.\nThe Community Coordinated Modeling Center is funded by the Heliophysics Division in the Science Mission Directorate at NASA Headquarters, and the National Science Foundation.\nLayout selector tool:", "id": "<urn:uuid:ee290d5b-d6ca-45b4-9106-2c14f262df50>", "dump": "CC-MAIN-2013-20", "url": "http://wattsupwiththat.com/2010/02/24/new-all-in-one-space-weather-tool-from-nasa/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8825551271438599, "token_count": 837, "score": 2.640625, "int_score": 3}
{"text": "Most Active Stories\nSun September 25, 2011\nLaunch Logistics: Speedy Rocket, Slow Electronics\nWeird things jump out at me in press releases.\nTake the press kit NASA prepared for the GRAIL mission. GRAIL consists of two nearly identical spacecraft that are on their way to the moon. Once there, they will make a precise map of the moon's gravitational field. Such a map will help scientists refine their theories about how the moon formed and what the interior is made of.\nSo I'm reading through the GRAIL press kit, learning about the size of the spacecraft (washing machine-sized), how long it will take to make the map (approximately three months), and where the mission control room is (at a Lockheed Martin facility just outside of Denver).\nI also learn that GRAIL can launch any day between Sept. 9 and Oct. 19. And then I get to this sentence:\n\"On each day, there are two separate, instantaneous launch opportunities separated in time by approximately 39 minutes.\"\nThat's weird. Now, I wasn't surprised that this mission had an extremely precise launch opportunity — \"instantaneous\" means the launch window is essentially a second long. I know you have to wait until the moon's orbit around the Earth, and Earth's orbit around the sun, and the Earth's rotation around its axis are all in exactly the right position before you can launch your rocket.\nBut what's up with two instantaneous launch opportunities. Why 39 minutes apart?\nI called the NASA press office. They were stumped and promised they'd find someone who could give me the answer. In the meantime, I called several universities with large aerospace programs, and asked if anyone there had the answer.\nNope. Nada. Nothing.\nSo now this is beginning to bug me. I'm also beginning to worry. If an aerospace engineer can't figure this out, how am I ever going to understand it?\nWhile I'm pondering this, GRAIL deputy project manager Tom Hoffman called. I asked him about the two instantaneous launch opportunities.\n\"It's a pretty simple answer not driven by the mission at all,\" Hoffman told me. \"It's driven by the launch vehicle.\"\nThe launch vehicle? Not orbital mechanics or a complex trajectory? The problem, Hoffman said, is some slow electronics.\nThere is actually a launch window of 40 minutes or so each day. Modern computers in modern rockets can calculate the precise direction the rocket needs to launch on a second-by-second basis. But GRAIL was launching on a Delta II rocket, and Hoffman told me the Delta II rocket is a rather old design. It's been around for more than 20 years, \"and so the rocket just can't, it can't do that internally, in its own computer system. It basically has to be fed all the information,\" he said.\nHoffman said it takes about 39 minutes to load in the new information, and then check to make sure that it was loaded correctly.\nNot the answer I was expecting, but there's something oddly pleasing about a brand-new space mission launching with some rather old electronics.\nWhatever works ... as the saying goes.", "id": "<urn:uuid:a9a03c48-37f0-4107-92ff-4b61e412d876>", "dump": "CC-MAIN-2013-20", "url": "http://www.kenw.org/post/launch-logistics-speedy-rocket-slow-electronics", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.967178463935852, "token_count": 657, "score": 2.546875, "int_score": 3}
{"text": "SAN ANGELO, Texas — MOSCOW (AP) The head of Russia's space agency said Tuesday that cosmic radiation was the most likely cause of the failure of a Mars moon probe that crashed to Earth this month, and suggested that a low-quality imported component may have been vulnerable to the radiation. Vladimir Popovkin also said a manned launch to the International Space Station is being postponed from March 30 because of faults found in the Soyuz capsule.\nThe statements underline an array of trouble that has afflicted the country's vaunted space program in recent months, including the August crash of a supply ship for the space station and last month's crash of a communications satellite.\nSince the end of the U.S. space shuttle program last year, Russian craft are the only means to send crew to and from the ISS.\nThe unmanned Phobos-Ground probe was to have gone to the Mars moon of Phobos, taken soil samples and brought them back. But it became stuck in Earth orbit soon after its launch on Nov. 9. It fell out of orbit on Jan. 15, reportedly off the coast of Chile, but no fragments have been found.\nThe failure was a severe embarrassment to Russia, and Popovkin initially suggested it could have been due to foreign sabotage.\nBut on Tuesday he said in televised remarks that an investigation showed the probable cause was \"localized influence of heavily radiated space particles.\"\nPopovkin, speaking in the city of Voronezh where the report was presented to Deputy Prime Minister Dmitry Rogozin, said two units of the Phobos-Ground probe's onboard computer system went into an energy-saving \"restart\" mode, apparently due to the radiation, while the craft was in its second orbital circuit.\nIt was not immediately clear why the units could not be brought out of that mode.\nPopovkin said that some microchips used on the craft were imported and possibly of inadequate quality to resist radiation. He did not specify where the chips were manufactured.\nYuri Koptev, a former space agency head who led the Phobos-Ground investigation, said 62 percent of the microchips used in the probe were \"industrial\" class, a less-sophisticated level than should be used in space flight.\nPopovkin said the craft's builder, Moscow-based NPO Lavochkin, should have taken into account the possibility of radiation interfering with the operation and said Lavochkin officials would face punishment for the oversight.\nPopovkin later announced that a March 30 planned launch of three astronauts to the space station will be postponed \"likely until the end of April\" because of problems with the capsule. He did not specify, but the state news agency RIA Novosti cited the director of Russia's cosmonaut-training program as saying leaks had been found in the capsule's seals.\nIt would be the second significant postponement of a manned Russian launch in the past year. The August crash of the supply ship pushed back a manned launch to the ISS because the booster rocket that failed in the crash was similar to the ones used in manned missions.", "id": "<urn:uuid:fe10118b-a42c-4bff-bcb7-7ab62838ca60>", "dump": "CC-MAIN-2013-20", "url": "http://www.gosanangelo.com/news/2012/jan/31/1501lt-ap-eu-russia-falling-spacecraft0515-for/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9729071259498596, "token_count": 640, "score": 2.5625, "int_score": 3}
