{"text": "Details of Glycemic Index (GI)\nThe GI Scale\nThe glycemic index uses a scale from 1 to 100, which indicates the rate at which 50 grams of carbohydrate in a particular food is absorbed into the bloodstream as blood-sugar. The main reference food (rated 100) is glucose.\nGI Rating Categories\nThe glycemic index divides carbohydrate\nfoods into three categories:\nGI Food Testing is Ongoing\nNot all foods have been given a GI value, although most food-types are covered. However, due to the way GI is measured using volunteer subjects, results can vary, so GI values for some specific foods are not yet uniformly established.\nGI - Diabetes and Weight Control\nAlthough the glycemic index was first designed to assist diabetes patients manage their blood-sugar levels, dietitians and weight experts now use it as a tool to help treat obesity, food cravings and appetite swings, and improve eating habits.\nBoth the type AND quantity of carbohydrate in our food influence the rise in blood glucose. But the glycemic index only rates a standard 50 gram serving size of digestible carbohydrate in a particular food, which may not be appropriate for all foods. For example, foods whose serving size contains only a small amount of carbohydrate may in practice be better for blood sugar control than foods whose normal serving size contains a large amount of carbs. Therefore, to provide a more meaningful GI-rating system, researchers at Harvard University invented the term Glycemic Load, which applies the glycemic index to normal food serving sizes.\nOBESITY, OVERWEIGHT and", "id": "<urn:uuid:17b26358-fba0-4434-86b5-ce1458abe71f>", "dump": "CC-MAIN-2013-20", "url": "http://annecollins.com/gi-food-guide.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9093489050865173, "token_count": 321, "score": 3.75, "int_score": 4}
{"text": "Type 1 Diabetes: Living With the Disease (cont.)\nIN THIS ARTICLE\nType 1 diabetes requires daily attention to diet, exercise, and insulin. You may have times when this job feels overwhelming, but taking good care of yourself will help you will feel better, have a better quality of life, and prevent or delay complications from diabetes.\nEat well and count carbohydrate grams\nFollow one of these meal-planning methods to help you eat a healthful diet and spread carbohydrate through the day. This will help prevent high blood sugar levels after meals. For more information, see:\nFocus on the type of carbohydrate as well as the amount. This might help you stay at your target blood sugar level. Foods with a low glycemic index (GI) may help prevent spikes in blood sugar. It is not yet known if these foods help prevent complications. Low glycemic foods do not raise blood sugar as quickly as high glycemic foods. Foods with a low GI include high-fiber whole grains, lentils, and beans. High GI foods include potatoes and white bread.\nUsing fat replacers—nonfat substances that act like fat in a food—may seem like a good idea, but talk with a registered dietitian before you do. Some people may eat more food, and therefore more calories, if they know a food contains a fat replacer.\nMake sure you know how to give yourself insulin.\nTry to do at least 2½ hours a week of moderate activity. One way to do this is to be active 30 minutes a day, at least 5 days a week. Be sure to exercise safely. Drink plenty of water before, during, and after you are active. This is very important when it's hot out and when you do intense exercise. It may help to keep track of your exercise on an activity log(What is a PDF document?).\nMonitor your blood sugar\nChecking your blood sugar level is a major part of controlling your blood sugar level and keeping it in a target range you set with your doctor. For more information, see the topic Continuous Glucose Monitoring or see:\nHandle high and low blood sugar levels\nBe sure you:\nControl your blood pressure and cholesterol\nLimit your alcohol intake to no more than 2 drinks a day for men and 1 drink a day for women (none if you are pregnant). Discuss with your doctor whether you should drink alcohol.\nAsk if a daily aspirin is right for you\nTalk to your doctor about whether you should take low-dose aspirin. Daily low-dose aspirin (81 milligrams) may help prevent heart problems if you are at risk for heart attack or stroke. People with diabetes are 2 to 4 times more likely than people who don't have diabetes to die from heart and blood vessel diseases.5\nDeal with your feelings\nA chronic illness creates major change in your life. You may need to grieve the loss of your earlier life from time to time. Also, you may feel resentful, deprived, or angry about having to pay attention to what and how much you eat. For more information, see:\nProtect your feet\nDaily foot care can prevent serious problems. Foot problems caused by diabetes are the most common cause of amputations. For more information, see:\nLearn more about diabetes\nDiabetes is a complex disease and there is a lot to learn, such as:\neMedicineHealth Medical Reference from Healthwise\nTo learn more visit Healthwise.org\nFind out what women really need.\nPill Identifier on RxList\n- quick, easy,\nFind a Local Pharmacy\n- including 24 hour, pharmacies", "id": "<urn:uuid:4d23291b-67fb-49e5-9b5d-a3644f4cb990>", "dump": "CC-MAIN-2013-20", "url": "http://www.emedicinehealth.com/type_1_diabetes_living_with_the_disease-health/page11_em.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9261971116065979, "token_count": 741, "score": 3.296875, "int_score": 3}
{"text": "Blood sugar is your body's primary source of fuel and plays a vital role in physical and mental well-being. But when it rises above normal, your health, your energy levels, and your weight-loss efforts are jeopardized.\nEven before blood sugar levels reach the point of a type 2 diabetes diagnosis, the health problems can be serious. More and more research links even slightly high blood sugar to food cravings, mood swings, and excess weight, as well as pregnancy and fertility problems, heart attacks, stroke, and even some forms of cancer, early evidence suggests.\nGood nutrition in general can help keep type 2 diabetes and high blood sugar at bay. But some specific foods and spices have been found to lower or help control blood sugar. Give these a taste.\nAvocado. This fruit is rich in a particular kind of monounsaturated fat called oleic acid, which has been found to improve fat levels in the body and help control diabetes. Help yourself to another serving of avocado!\nBeans. Many studies have shown that eating foods high in soluble fiber, particularly beans, reduces the rise in blood sugar after meals and delays the drop in blood sugar later on.\nCinnamon. Some alternative practitioners think that cinnamon may be helpful in making insulin receptors work better. Stir 1 teaspoon daily into a food or beverage. Other spices found to help the body use insulin more efficiently include bay leaf, clove, and turmeric.\nCoffee. Regular drinkers may be less likely to develop diabetes, reveals a study from the University of Minnesota. Diabetes experts suspect that compounds and minerals in coffee beans may improve the sensitivity of insulin receptors and help the body process blood sugar more efficiently.\nOrange. Studies indicate the soluble fiber and pectin in oranges can help control changes in blood sugar as well as help lower cholesterol.\nSweet potato. Despite its name -- and a flavor so luscious it makes a good dessert -- the sweet potato doesn't raise your blood sugar as high, or as fast, as a white potato.\nTea. Studies have shown that extracts of black tea may significantly reduce blood sugar levels. And enjoying a cup of chamomile tea may be more than a restful nighttime ritual -- the herb may help reduce blood sugar fluctuations.\nFor more healthy living news and features, visit PureMatters.com -- and don't forget to stop by the Pure Matters Shop for all your vitamin and supplement needs.\nSource: Pure Matters http://www.purematters.com/prevention/diabetes/foods-that-help-balance-blood-sugar", "id": "<urn:uuid:3bf4516a-cbfc-4fc5-a5b8-b627d273fec2>", "dump": "CC-MAIN-2013-20", "url": "http://www.krdo.com/news/health/diabetes-awareness/Foods-that-help-balance-blood-sugar/-/15278768/14431246/-/5daahv/-/index.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9182339906692505, "token_count": 530, "score": 2.875, "int_score": 3}
{"text": "Healthy Eating Plate\nHarvard’s New Guide to Healthy Eating\nStart here to learn more about the new Healthy Eating Plate created by nutrition experts at Harvard School of Public Health, in conjunction with Harvard Health Publications. The Healthy Eating Plate can be your blueprint for planning a healthy balanced meal, and it fixes key flaws in the U.S. Department of Agriculture’s MyPlate.\nHow can you follow the Healthy Eating Plate? Here’s a rundown, section by section:\n- Fill half of your plate with vegetables and fruits. The more color, and the more variety on this part of the plate, the better. Potatoes and French fries don’t count as vegetables on the Healthy Eating Plate, because they are high in fast-digested starch (carbohydrate), which has the same roller-coaster effect on blood sugar and insulin as white bread and sweets. These surges, in the short term, can lead to hunger and overeating, and in the long term, can lead to weight gain, type 2 diabetes, and other health problems. Read more about vegetables and fruits, or read more about carbohydrates and health.\n- Save a quarter of your plate for whole grains—not just any grains: Whole grains—whole wheat, brown rice, and foods made with them, such as whole wheat pasta—have a gentler effect on blood sugar and insulin than white bread, white rice, and other so-called “refined grains.” That’s why the Healthy Eating Plate says to choose whole grains—the less processed, the better—and limit refined grains. Read more about whole grains.\n- Put a healthy source of protein on one quarter of your plate: Chose fish, chicken, beans or nuts, since these contain beneficial nutrients, such as the heart-healthy omega-3 fatty acids in fish, and the fiber in beans. An egg a day is okay for most people, too (people with diabetes should limit their egg intake to three yolks a week, but egg whites are fine). Limit red meat—beef, pork, and lamb—and avoid processed meats—bacon, cold cuts, hot dogs, and the like—since over time, regularly eating even small amounts of these foods raises the risk of heart disease, type 2 diabetes, and colon cancer. Read more about healthy proteins.\n- Use healthy plant oils. The glass bottle near the Healthy Eating Plate is a reminder to use healthy vegetable oils, like olive, canola, soy, corn, sunflower, peanut, and others, in cooking, on salad, and at the table. Limit butter, and avoid unhealthy trans fats from partially hydrogenated oils. Read more about healthy fats.\n- Drink water, coffee or tea. On the Healthy Eating Plate, complete your meal with a glass of water, or if you like, a cup of tea or coffee (with little or no sugar). (Questions about caffeine and kids? Read more.) Limit milk and dairy products to one to two servings per day, since high intakes are associated with increased risk of prostate cancer and possibly ovarian cancer. Limit juice to a small glass per day, since it is as high in sugar as a sugary soda. Skip the sugary drinks, since they provide lots of calories and virtually no other nutrients. And over time, routinely drinking sugary drinks can lead to weight gain, increase the risk of type 2 diabetes, and possibly increase the risk of heart disease. Read more about healthy drinks, or read more about calcium, milk, and health.\n- Stay active. The small red figure running across the Healthy Eating Plate’s placemat is a reminder that staying active is half of the secret to weight control. The other half is eating a healthy diet with modest portions that meet your calorie needs. Read 20 tips for staying active.\nComparing the Harvard Healthy Eating Plate to the USDA’s MyPlate shows the shortcomings of MyPlate. Read a head-to-head comparison of the Healthy Eating Plate vs. the USDA’s MyPlate.\nYou can use the Healthy Eating Plate side by side with the Healthy Eating Pyramid, a simple and trustworthy guide to healthy eating created by faculty in the Department of Nutrition at Harvard School of Public Health. Read an in-depth article about the Healthy Eating Plate and the Healthy Eating Pyramid. Or read answers to common questions about the Healthy Eating Plate.\nDownload the Healthy Eating Plate\nThe Healthy Eating Plate image on this Web site is owned by the Harvard University. It may be downloaded and used without permission for educational and other non-commercial uses with proper attribution, including the following copyright notification and credit line:\nCopyright © 2011, Harvard University. For more information about The Healthy Eating Plate, please see The Nutrition Source, Department of Nutrition, Harvard School of Public Health, www.thenutritionsource.org, and Harvard Health Publications, health.harvard.edu.\nAny other use, including commercial reuse or mounting on other systems, requires permission from the Department of Nutrition at Harvard School of Public Health. To request permission, please contact us using the Healthy Eating Plate reprint request form on this Web site.\nThe aim of the Harvard School of Public Health Nutrition Source is to provide timely information on diet and nutrition for clinicians, allied health professionals, and the public. The contents of this Web site are not intended to offer personal medical advice. You should seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this Web site. The information does not mention brand names, nor does it endorse any particular products.", "id": "<urn:uuid:d5d999fa-d1cc-4fd9-9ee8-ebccf2bf3001>", "dump": "CC-MAIN-2013-20", "url": "http://www.hsph.harvard.edu/nutritionsource/healthy-eating-plate/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9277822971343994, "token_count": 1170, "score": 3.046875, "int_score": 3}
{"text": "Cancer Fighting Foods/Spices\nThe National Cancer Institute estimates that roughly one-third of all cancer deaths may be diet related. What you eat can hurt you, but it can also help you. Many of the common foods found in grocery stores or organic markets contain cancer-fighting properties, from the antioxidants that neutralize the damage caused by free radicals to the powerful phytochemicals that scientists are just beginning to explore. There isn’t a single element in a particular food that does all the work: The best thing to do is eat a variety of foods.\nThe following foods have the ability to help stave off cancer and some can even help inhibit cancer cell growth or reduce tumor size.\nAvocados are rich in glutathione, a powerful antioxidant that attacks free radicals in the body by blocking intestinal absorption of certain fats. They also supply even more potassium than bananas and are a strong source of beta-carotene. Scientists also believe that avocados may also be useful in treating viral hepatitis (a cause of liver cancer), as well as other sources of liver damage.\nBroccoli, cabbage, and cauliflower have a chemical component called indole-3-carbinol that can combat breast cancer by converting a cancer-promoting estrogen into a more protective variety. Broccoli, especially sprouts, also have the phytochemical sulforaphane, a product of glucoraphanin – believed to aid in preventing some types of cancer, like colon and rectal cancer. Sulforaphane induces the production of certain enzymes that can deactivate free radicals and carcinogens. The enzymes have been shown to inhibit the growth of tumors in laboratory animals. However, be aware that the Agriculture Department studied 71 types of broccoli plants and found a 30-fold difference in the amounts of glucoraphanin. It appears that the more bitter the broccoli is, the more glucoraphanin it has. Broccoli sprouts have been developed under the trade name BroccoSprouts that have a consistent level of sulforaphane – as much as 20 times higher than the levels found in mature heads of broccoli.\nCarrots contain a lot of beta carotene, which may help reduce a wide range of cancers including lung, mouth, throat, stomach, intestine, bladder, prostate and breast. Some research indicated beta carotene may actually cause cancer, but this has not proven that eating carrots, unless in very large quantities – 2 to 3 kilos a day, can cause cancer. In fact, a substance called falcarinol that is found in carrots has been found to reduce the risk of cancer, according to researchers at Danish Institute of Agricultural Sciences (DIAS). Kirsten Brandt, head of the research department, explained that isolated cancer cells grow more slowly when exposed to falcarinol. This substance is a polyacethylen, however, so it is important not to cook the carrots.\nChili peppers and jalapenos contain a chemical, capsaicin, which may neutralize certain cancer-causing substances (nitrosamines) and may help prevent cancers such as stomach cancer.\nNovember 20, 2008 at 3:27 pm\nMaybe you should be eating more beets, left, or chopped cabbage. (Credit: Evan Sung for The New York Times, left\nNutritionist and author Jonny Bowden has created several lists of healthful foods people should be eating but aren’t. But some of his favorites, like purslane, guava and goji berries, aren’t always available at regular grocery stores. I asked Dr. Bowden, author of “The 150 Healthiest Foods on Earth,” to update his list with some favorite foods that are easy to find but don’t always find their way into our shopping carts. Here’s his advice.\n- Beets: Think of beets as red spinach, Dr. Bowden said, because they are a rich source of folate as well as natural red pigments that may be cancer fighters.\nHow to eat: Fresh, raw and grated to make a salad. Heating decreases the antioxidant power.\n- Cabbage: Loaded with nutrients like sulforaphane, a chemical said to boost cancer-fighting enzymes.\nHow to eat: Asian-style slaw or as a crunchy topping on burgers and sandwiches.\n- Swiss chard: A leafy green vegetable packed with carotenoids that protect aging eyes.\nHow to eat it: Chop and saute in olive oil.\n- Cinnamon: Helps control blood sugar and cholesterol.\nHow to eat it: Sprinkle on coffee or oatmeal.\n- Pomegranate juice: Appears to lower blood pressure and loaded with antioxidants.\nHow to eat: Just drink it.\n- Dried plums: Okay, so they are really prunes, but packed with cancer-fighting antioxidants.\nHow to eat: Wrapped in prosciutto and baked.\n- Pumpkin seeds: The most nutritious part of the pumpkin and packed with magnesium; high levels of the mineral are associated with lower risk for early death.\nHow to eat: Roasted as a snack, or sprinkled on salad.\n- Sardines: Dr. Bowden calls them “health food in a can.’’ They are high in omega-3’s, contain virtually no mercury and are loaded with calcium. They also contain iron, magnesium, phosphorus, potassium, zinc, copper and manganese as well as a full complement of B vitamins.\nHow to eat: Choose sardines packed in olive or sardine oil. Eat plain, mixed with salad, on toast, or mashed with dijon mustard and onions as a spread.\n- Turmeric: The “superstar of spices,’’ it has anti-inflammatory and anti-cancer properties.\nHow to eat: Mix with scrambled eggs or in any vegetable dish.\n- Frozen blueberries: Even though freezing can degrade some of the nutrients in fruits and vegetables, frozen blueberries are available year-round and don’t spoil; associated with better memory in animal studies.\nHow to eat: Blended with yogurt or chocolate soy milk and sprinkled with crushed almonds.\n- Canned pumpkin: A low-calorie vegetable that is high in fiber and immune-stimulating vitamin A; fills you up on very few calories.\nHow to eat: Mix with a little butter, cinnamon and nutmeg.\nYou can find more details and recipes on the Men’s Health Web site, which published the original version of the list last year.\nIn my own house, I only have two of these items — pumpkin seeds, which I often roast and put on salads, and frozen blueberries, which I mix with milk, yogurt and other fruits for morning smoothies. How about you? Have any of these foods found their way into your shopping cart?\nCourtesy: New York Times\nJuly 1, 2008 at 9:06 am", "id": "<urn:uuid:055624c0-62af-41df-8f11-60150520d344>", "dump": "CC-MAIN-2013-20", "url": "http://funinlife.wordpress.com/tag/health/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9453785419464111, "token_count": 1450, "score": 3.15625, "int_score": 3}
{"text": "Salt Reduction Strategies\nTasting Success with Cutting Salt\nTwenty-Five Science Based Strategies & Culinary Insights\nDepartment of Nutrition, Harvard School of Public Health & The Culinary Institute of America\nTable of Contents\nWhat portion size, produce, fresh foods, and healthy fats have to do with sodium reduction\nWhy a stealth health approach can help everyone cut back on salt\nWhich foods are highest in sodium, and how to make lower sodium choices\nFrom the farm to the table, there are many ways to boost flavor that are light on salt\nFuture research can guide the way to compelling reduced sodium flavors\nDownload a PDF of\nRead more about the creation of\nThe Institute of Medicine’s newly released report, Strategies to Reduce Sodium Intake in the United States, focuses on big-picture strategies for reining in America’s salt habit. (1) Although the report’s recommendations represent an essential step forward, there are many things that individuals, chefs, and organizations can do right now to reduce sodium.\nConsumers can use these tips when they cook at home, shop in the supermarket, or choose a meal at their favorite restaurant. Chefs and product developers can tap these ideas in the professional kitchen. Media representatives, healthcare professionals, and food marketers can mine this list for ways to promote positive and delicious nutrition messages about cutting salt.\nMany of these guidelines offer a “stealth health” approach to sodium reduction—ways that sodium can be reduced with no change or minimal change to consumer food experiences or choices. Others suggest ways to rebalance and re-imagine food choices as well as introduce new foods that can easily translate into satisfying meals. These culinary insights are in addition to valuable food science research already underway on the role of salt in foods and salt substitutes. The good news is that most of these guidelines support broader diet recommendations for good health.\nNo sodium reduction effort will succeed if it undermines the flavor of our foods and the role that food plays in our lives. That’s why we urge a wide-ranging, innovative approach to sodium reduction on the part of all stakeholders, one that puts as much emphasis on culinary insight, taste, and flavor as on the scientific and public health imperatives.\n1. Downsize your portions: You’ll scale back the sodium (and the calories).\nA good rule of thumb is that the more calories a meal has, the more sodium it has. Two out of three Americans need to lose weight. So skip the supersize. Share a dish when dining out. You can cut your salt—and trim your waist.\nOur bodies need more potassium than sodium. But most Americans’ diets are just the opposite, which can contribute to high blood pressure. Fruits and vegetables are naturally low in sodium, and many fruits and vegetables are good sources of potassium. Filling your plate with them will boost your potassium and shift the sodium-potassium balance in your favor. And chefs and product developers would do well to think about produce first when designing menus. The next time you are tempted to say, “I won’t like lower sodium foods” think of biting into a crunchy apple, juicy orange, or sweet strawberry. Not missing the sodium?\n3. Get fresh: Choose unprocessed and minimally processed foods.\nProcessed foods and prepared foods are the greatest sources of sodium in the American diet (75 percent by some estimates). By choosing fresh foods, you can decide how much or how little salt to add. Processed, cured meats typically have much more sodium than fresh meats, and canned vegetables usually have more sodium than fresh vegetables. Going easy on processed foods makes sense for general good health, as processing often leads to a loss of nutrients and other benefits of whole or semi-intact foods.\n4. Embrace healthy fats and oils: A savory strategy to lower sodium levels.\nUnfortunately, the big low-fat and no-fat product push in the 1990’s wasn’t rooted in sound science. Many well-meaning product developers cut both the good and bad fats out of formulations, and in order to maintain consumer acceptance of their products, they were forced to increase levels of sugar and sodium. So breathe easy, and skip most fat-free salad dressings and other similar products, and you’ll be doing your blood pressure a favor. One more good news tip: Fat in the diet doesn’t make you fat! Extensive research now confirms that low-fat diets are no more effective in weight loss than moderate- to high-fat diets. Rather, it’s all about total calories and energy balance. So embrace healthy fat: It might be just the ticket to make produce-centric (and sodium-reduced) cooking more appealing. For recipes that focus on healthy fat, try:\n5. Stealth health: The most delicious approach to sodium reduction.\nFor many foods and preparations, the average person can’t detect moderate to substantial differences in sodium levels, including reductions of up to as much as 25 percent. That’s great news. In fact, many food manufacturers and restaurant companies have already made or are in the process of making substantial cuts in sodium—some all at once and some over time—that their customers will not be able to detect.\n6. Retrain your taste buds: You can learn to savor foods with less salt.\nStudies have found that we can shift our sense of taste to enjoy foods with lower levels of sodium. One key to success: Make the changes gradually and consistently over a period of time, rather than trying to cut back by a large amount all at once (unless of course you find that an immediate 25 percent reduction in sodium doesn’t undermine your enjoyment of a particular food). Try this trick: Combine a reduced sodium version of a favorite product (e.g., vegetable soup) with a regular version in proportions that gradually favor the reduced sodium version. As time goes on, you won’t miss the salt.\n7. Try a little romance: Sea salt and other secrets of the healthy kitchen.\nMost sea salt has about the same level of sodium as other salts, but who doesn’t perk up with the mention of sea salt? It sounds like your favorite chef has taken charge of your dinner. You don’t need to spend the money on sea salt, just remember that we eat with our eyes and ears, not just our mouths—and we make decisions about how much we are likely to enjoy a given food long before it gets to our mouths. So instead of calling something “low sodium,” try language like “with a touch of sea salt,” “citrus-infused” or “garlic-scented,” and you’ll likely entice more people to taste and enjoy reduced sodium dishes. Finally, for those who think “low sodium” is the exact opposite of a compelling, positive message, remember that there is a big difference between well-prepared low-sodium foods and badly executed low-sodium foods. Bad cooking is just bad cooking, independent of sodium levels.\n8. Target high-volume sodium sources: Prioritize your efforts.\nKnow which ingredients and individual foods are high in sodium, and eat them sparingly. Understand which categories of foods contribute the most sodium to our diets through repeated daily and weekly consumption. Salt is ubiquitous in the American diet, but this top 10 list of food sources of sodium in the U.S. diet is a good place to focus. The list is based on the combination of each item’s sodium content and the frequency of consumption. (2) Choose carefully when buying foods in these categories and/or eat less of these items:\n- Meat pizza\n- White bread\n- Processed cheese\n- Hot dogs\n- Spaghetti with sauce\n- Cooked rice\n- White rolls\n- Flour tortillas\n9. Scan the label: Look for foods with less than 300 milligrams of sodium per serving.\nCanned, boxed, frozen, and prepared foods can be high in sodium. Check the label for sodium amounts and choose foods that have less than 300 milligrams per serving. But pay attention to serving sizes, as they are often unrealistically small. A good rule of thumb for label reading is to look for no more than one milligram of sodium per one calorie of food. You may be surprised to find foods that are high in sodium but that don’t list “salt” in the ingredients. That’s because there are other forms of sodium used in food processing, and these all contribute to the total amount of sodium listed in the Nutrition Facts. Examples of these ingredients include monosodium glutamate, sodium citrate, sodium bicarbonate, and sodium alginate.\n10. Compare, compare, compare: Sodium levels vary widely for the same or similar grocery items.\nCompare brands of processed food, including breads, cured meats, cheeses, snack foods, and other foods, choosing those with the lowest levels of sodium that still taste good. You’ll find that there’s a surprising degree of variation from brand to brand, since some food manufacturers have already made great strides toward cutting the sodium levels in their products—and others never added as much sodium in the first place.\n11. Watch out for hidden sodium: Looks—and taste—can be deceiving.\n“Fresh” and “natural” meats and poultry may be injected with salt solutions as part of their processing, and manufacturers are not required to list the sodium content on the label. The best way to find out whether your favorite brand has been treated with a salt solution is to ask the grocer or butcher, or to call the toll-free consumer hotline on the product’s label. Some foods that are high in sodium may not taste especially salty, such as breakfast cereals, bakery muffins, energy drinks, and sports drinks.\n12. Scan the menu, speak to your server: Seek low-salt menu options when dining out.\nAt the upper end of the spectrum, some chain restaurant and fast-food meals can top 5,000–6,000 milligrams of sodium per serving. It is common to find sandwiches and fast-food entrées with 2,000–2,500 milligrams of sodium per serving—as much as or more than a day’s recommended sodium intake. With foodservice (or food away from home) now accounting for nearly 50 percent of the consumer food dollar, both foodservice and food manufacturing—together with consumers and home cooks—need to be part of the solution to the sodium reduction challenge. Some tips for consumers: Sodium levels can vary widely from one dish to another and from one restaurant to another. Check restaurant websites for sodium information before you head out, or ask your server to steer you to low-salt choices. Save high-salt choices for very limited special occasions. Increasingly, chain restaurants are responding to calls for sodium reduction, so watch for news about such initiatives by your favorite restaurant group.\n13. Farming for flavor: A new health imperative.\nWe should recognize that the national conversation about salt and sodium should not be just about salty taste and sodium reduction, but about flavor in our foods in general. For much of the 20th century, our national food and agricultural focus has been on quantity and value—and quality often as a function of consistency, appearance, safety, convenience, and shelf life. If natural flavor sometimes suffered, there was always fat (often saturated fats and trans fats), sugar, and salt to take up the slack—all high-impact, low-cost flavor enhancers that most people love. But at a time when we have “over-delivered” on the promise of affordable calories, and both salt and sugar (and all refined carbohydrates) are turning out to have serious negative health consequences, we need to refocus our attention on enhancing natural flavors. As a practical matter, this means growing more flavorful tomatoes at the same time we try to reduce the sodium in tomato soup.\n14. Know your seasons, and, even better, your local farmer.\nShop for raw ingredients with maximum natural flavor, thereby avoiding the need to add as much (if any) sodium. Seek out peak-of-season produce from farmers’ markets and your local supermarket.\nOne of the easiest ways to reduce the need for added salt is through the use of ingredients such as spices, dried and fresh herbs, roots (such as garlic and ginger), citrus, vinegars, and wine. From black pepper, cinnamon and turmeric to fresh basil, chile peppers and lemon juice, these flavor enhancers create excitement on the palate—and can do it with less sodium.\n16. Go nuts for healthy fats in the kitchen.\nAs chefs and home cooks know, fat is a great carrier and enhancer of flavor. Using the right healthy fats—from roasted nuts and avocados to olive, canola, soybean, and other oils—can help make up for any flavor loss from using less salt. Some healthy fats contribute their own flavors (think peanut butter and extra virgin olive oil), while other fats help to juice up flavor in pan searing and frying. For creative cooks, roasted nuts ground with spices extend and leverage small amounts of salt, such as in the Middle Eastern spice mixture.\nUmami (pronounced oo-MAH-me), or savoriness, is the so-called “fifth taste” that in recent years sensory scientists have brought into the mainstream of academic research. Foods that are naturally high in a compound called “L-glutamate” trigger our “umami” taste receptors. Cooked chicken, fish, beef, and soybeans are naturally high in umami, as are mushrooms, tomatoes, seaweed, carrots, and Chinese cabbage. Incorporating these foods into meals can add a delicious depth of flavor without adding salt. Some foods that are high in umami are also high in sodium, including soy sauce, fish sauce, aged cheeses, miso, and anchovy paste. The cook’s best strategy: Use these ingredients in small amounts instead of adding salt, reducing the overall sodium in the dish. Check out these two recipes from the Culinary Institute of America that boost “umami”:\nTake the time to learn some simple cooking techniques that can make your cooking less reliant on sodium. Searing and sautéing foods in a pan builds flavor (try searing umami-rich mushrooms in a hot pan with oil, and now you have a double flavor-building impact!). Roasting brings out the natural sweetness of many vegetables and the savoriness of fish and chicken. Steaming and microwaving tend to dilute flavors; perk up steamed dishes with a finishing drizzle of flavorful oil and a squeeze of citrus.\n19. Wait! Be careful how you spend that sodium budget.\nSave your “sodium budget” to enhance the flavors of produce, whole grains, nuts and legumes, and other healthy ingredients versus “overspending” it on salty snacks, heavily processed food, high-sodium fast foods, and other foods that we should be consuming in smaller amounts. We all love treats, and most of us have to eat on the run occasionally (that’s why they call it “fast food”). But if we do this too often in a way that “blows” our sodium budget, we come up short without enough tools to enhance the flavors of healthy, everyday cooking. The best intentions to reduce sodium are definitely going to run aground when too many high-sodium ingredients are aggregated in the same dish. Rethink that double bacon cheeseburger or the breakfast special with ham and sausage.\nPickles, capers, cured meats, grated aged cheeses, mustard, catsup, soy sauce, hot sauce, smoked fish, and other condiments and specialty foods all bring added satisfaction to the table. There is no need to give up condiments, which in many cases represent culinary traditions that are centuries old. In some cases, reduced sodium versions of these are now available; in other cases, we can just use them more sparingly.\n21. Go global: Discover a world of ideas for flavor development.\nLook to global culinary traditions—from Europe and the Mediterranean, Latin America, Asia and Africa—for healthy ideas to transform fruits, vegetables, and other healthy ingredients into exciting flavors and meals. Because many of these world culinary traditions build up flavor in such novel, complex, and intriguing ways, cooks are under less pressure to use as much sodium. Sometimes these flavors will appear in the U.S. or their native countries in higher sodium versions, but the culinary ideas for lower sodium strategies are still there, embedded in traditional cultural approaches to flavor development that go way beyond fat, salt, and sugar (our all-too-frequent default flavor enhancers in the U.S.). Two international recipe suggestions are:\nAvoid “double salting” your foods when cooking, and look for ways to pair salted flavors with unsalted or under-salted foods, especially fresh produce. If you are adding a little cheese to your salad, you don’t need much or any salt in your dressing. If you are adding a ham bone to a soup pot, lighten up on the sodium for the rest of the soup. In a sandwich, try adding sliced cucumber instead of pickles. A pot of brown rice or whole grain pasta doesn’t need to be salted if you are serving it with other adequately seasoned items or sauces. And an adequately seasoned crust or condiment may lessen the need for salting the rest of the dish.\n23. Rinse, wash, and dilute: You can easily cut some of the excess sodium in processed foods with no loss of flavor.\nDraining and rinsing canned foods can dramatically cut their sodium levels—in the case of canned beans, cooks can cut 40 percent of the sodium with this trick. When making soup, dilute reduced sodium chicken broth with water or wine instead of using it full strength, and float in some additional vegetables and herbs.\n24. Whole grains: Beyond bread and sandwiches.\nCollectively, because we eat so much of it, bread is one of the largest contributors of sodium to our diets. Even whole grain bread, while a healthier choice than white, can contain considerable sodium. But only part of the sodium in bread is for taste: Much of it is used to help the bread-making process and preserve the final results. You can skip that extra salt when you use these marvelous whole grains by themselves. Try a Mediterranean-inspired whole grain salad with chopped vegetables, nuts, and legumes, perhaps a small amount of cheese, herbs and spices, and healthy oils and vinegar or citrus. You can enjoy many of the same flavors you love in a sandwich, but in a delicious new form that has much less sodium. For breakfast, cook up steel cut oats, farro, or other intact whole grains with a generous amount of fresh or dried fruit, and you can skip the toast (and the extra sodium).\n25. Kick the “auto-salt” habit: Taste before you salt.\nToo many of us have the habit of reaching for the salt shaker as soon as our plates are put in front of us. Try taking the salt shaker off the table and making it available “upon request only.” Always, always taste your food before you salt: Maybe you don’t need the extra sodium. And in the kitchen, add salt late in the cooking process. Foods release their flavors (and salt, in the case of salted ingredients) during the cooking process, and “palate fatigue” on the part of the cook can cause over-salting if this is undertaken too early.\nGiven how vital sodium reduction is, and how embedded sodium is in our food supply, culinary techniques, flavor strategies, manufacturing methods, and marketing assumptions, it is essential that we conduct additional research to shed more light on which sodium reduction strategies are most effective. The challenges here are far more complex than they were for trans fats, which are more easily isolated and replaced in the food supply. In addition to food science and engineering fixes to the high-sodium problem, we need to engage chefs, menu developers, consumer opinion researchers, and a wide range of flavor experts in developing and pursuing key research questions. With the benefit of this research, we will be better positioned to create reduced sodium flavors and food choices that consumers find not just acceptable, but compelling.\n1. Institute of Medicine.. April 20, 2010.\n2. Grocery Manufacturers Association.. Washington, D.C., 2008.\n© The President and Fellows of Harvard College and The Culinary Institute of America", "id": "<urn:uuid:f8f46e47-7e37-4f26-a4cb-64032bdad026>", "dump": "CC-MAIN-2013-20", "url": "http://www.hsph.harvard.edu/nutritionsource/tasting-success-with-cutting-salt/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9271305799484253, "token_count": 4337, "score": 2.625, "int_score": 3}
{"text": "By Karen Kaplan\n5:53 PM EST, January 30, 2013\nAttention dieters: Many of the “facts” you think you know about obesity and weight loss are wrong.\nSo says a report published in Thursday’s edition of the New England Journal of Medicine. An international team of dietitians, doctors and other experts examined more than a dozen ideas about obesity that are widely believed to be true but aren’t actually supported by reliable medical evidence. It’s not just dieters who buy into these mistaken notions, the study authors note – much of this incorrect conventional wisdom is espoused by physicians, academic scientists, government agencies and (gulp) the media.\nSeven of these errant ideas were classified as “myths,” meaning they are “beliefs held to be true despite substantial refuting evidence.” Another six were categorized as “presumptions,” or “beliefs held to be true for which convincing evidence does not yet confirm or disprove their truth.”\nWithout further ado, let’s get to the myth-busting:\nEating a little less or exercising a little more will lead to large weight loss over time, as long as those behaviors are sustained. This myth is based on the idea that 3,500 calories are equal to one pound. That equation was based on short-term experiments. In the long-term, the body compensates in various ways that slow down weight loss. For instance, the equation predicts that a person who burns 100 extra calories per day will lose more than 50 pounds over five years; in reality, that exercise regimen will cause a person to shed only about 10 pounds (assuming calorie intake remains the same).\nIt’s important to set realistic weight-loss goals so dieters don’t get frustrated. Studies that have examined this reasonable-sounding assumption have found that having realistic goals has no impact on the amount of weight lost. Indeed, some studies have found that those who set the most ambitious goals lost the most weight, even if they fell short of their initial expectations.\nSlow, gradual weight loss is easier to sustain than large, rapid weight loss. In fact, clinical trials have found that people who jump-start their diets by dropping a lot of weight in the beginning (by consuming only 800 to 1,200 calories per day, for instance) had the best results in long-term studies.\nIn order to help someone lose weight, you must gauge their readiness to stick to a diet. Experimental evidence shows that readiness isn’t related to diet results.\nSchool P.E. classes help reduce and prevent childhood obesity. While there is certainly some amount of physical education that would help fight childhood obesity, P.E. classes in their current form have not been shown to reduce BMI or obesity in kids on a consistent basis.\nBabies who are breast-fed are less likely to become obese. If you think this is true, you’re in good company – the World Health Organization presented this “fact” in one of its reports. But a randomized, controlled clinical trial that followed 13,000 children for more than six years found “no compelling evidence” that breastfeeding staves off obesity, according to the New England Journal of Medicine report. (The authors did note that breastfeeding has other benefits and should be encouraged anyway.)\nYou can burn 100 to 300 calories by having sex. In fact, having sex burns calories at about the same rate as walking at a pace of 2.5 mph. “Given that the average bout of sexual activity lasts about 6 minutes,” the authors write, a man in his early to mid-30s might burn 21 calories. But wait, it gets worse: Considering that this man could burn 7 calories just watching TV, the true benefit of having sex is only 14 additional calories burned.\nThe report also says that these widely accepted ideas are just as likely to be false as true:\n* Eating breakfast instead of skipping it will help prevent obesity.\n* Long-term eating and exercise habits are set in early childhood.\n* Regardless of what else you do, eating more fruits and vegetables will lead to weight loss (or less weight gain).\n* Yo-yo dieting will take months or years off your life.\n* Snacking will make you gain weight.\n* The availability of sidewalks, parks and other aspects of the “built environment” influence the prevalence of obesity.\nHow’s that for a reality check? You can read the full article for yourself here.\nReturn to the Booster Shots blog.\nFollow me on Twitter @LATkarenkaplan\nCopyright © 2013, Los Angeles Times", "id": "<urn:uuid:47ca9e67-4f25-4611-86c4-df5f69a47bd0>", "dump": "CC-MAIN-2013-20", "url": "http://www.courant.com/health/boostershots/la-heb-weight-loss-myths-20130130,0,7359705,print.story", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.957612931728363, "token_count": 977, "score": 2.796875, "int_score": 3}
{"text": "A 2012 survey conducted by the Association for Pet Obesity Prevention found 52.5 percent of dogs and 58.3 percent of cats to be overweight or obese by their veterinarian. This translates to nearly 80 million dogs and cats in America with a weight problem. Dr. George Banta, chair of the Veterinary Technology department at Brown Mackie College - Akron and Dr. Mary Jo Wagner, attending veterinarian at Argosy University, Twin Cities, offer useful information for pet owners.\nHow can you tell if your pet is overweight? “It’s not the number of pounds, it’s how the animal carries the weight,” says Banta. “The number on the Body Condition Score is more important than pounds.” The Body Condition Score offers a way to assess the condition of an animal, usually on a scale from one to five, taking into account height, weight, and relative proportions of muscle and fat.\nWith a little knowledge, you can use sight and touch to figure your pet’s general condition. “When looking down on a dog or cat from above,” says Banta, “the body should slim to a discernable waist. An animal is too thin if you can see the spine or ribs; however, you should be able to feel them beneath the fur.” An animal of ideal weight will also display a pelvic tuck when viewed from the side.\n“Just like humans, when animals overeat, they face increased risk for health problems like diabetes, heart disease, gastrointestinal problems and cancer,” continues Banta. In fact, these risks also include a shortened life expectancy.\nMany owners feed pets according to the manufacturer’s suggested amounts; however, this instruction may not be right for your pet. “These guidelines are meant to cover all animals of a certain weight range,” says Wagner. “An owner must consider the age and activity level of each pet. The more active they are, the more calories they will burn in a day.”\nMetabolism rates vary in animals the same way they do in people. Metabolism is the body process in which food is broken down for energy; another factor that affects the amount of food a pet needs. Wagner advises owners to keep an eye on body condition to judge whether a pet is eating properly. “If your pet shows signs of being overweight, simply cut back the amount of food given at each meal. Then weigh the pet in two or three weeks to see if it has made a difference,” she says.\nChoosing the right food for your pet is important as well. Different brands of pet food contain varying amounts of protein, fat, carbohydrates and calories. “As a general rule, young, active dogs need high protein food,” says Wagner. “Older dogs need higher fiber to keep the gastrointestinal (GI) tract moving.” Ingredients listed on the package appear in descending order of volume; the first item on the list is most abundant in the food.\nMost of us love to give treats, but many of us don’t realize how many we offer each day. “A 40-pound dog is one quarter the size of a 160-pound person,” Wagner says. “They have smaller stomachs. Look at calories in everything your pet eats. After that, it’s simple math.”\n“Table scraps are a definite no. Zip, zilch, nada,” says Banta. “They are not good for two reasons. First, foods like chocolate, caffeine, grapes and raisins can be toxic to dogs. Second, the high fat content associated with table scraps, especially holiday trimmings, can lead to the onset of acute pancreatitis, which can be fatal.”\nHe recommends offering a kibble of food or a carrot instead of a cookie. If you must give cookies, try breaking them in half. “Pets do enjoy treats as a reward; however, attention from you is also a reward. It’s important to praise animals. In some ways, spending time with them is better than a treat,” Wagner says.", "id": "<urn:uuid:5c0c1ba8-b765-4c27-8bb8-2a3fc0a82934>", "dump": "CC-MAIN-2013-20", "url": "http://dvalnews.com/matchbin_businesses?state=ME&cat=Pet%20Care&ara=Pets", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9484106302261353, "token_count": 869, "score": 3.296875, "int_score": 3}
{"text": "How to Check Your Dog’s Pulse\n6 of 7 in Series: The Essentials of Dog Care for a Healthy Pet\nTo check your dog’s pulse, you need to locate the femoral artery, which lies just below the skin on the inside of the back legs, between two large muscles where the leg joins the body.\nWith your dog standing, reach around in front of the rear leg where it joins his body, and slide your fingers into the groin area. You can feel the femoral artery pumping each time the heart beats.\nWhen you have found the artery with your dog standing, try it with your dog lying on his side. Count how many pulses you feel in 15 seconds and multiply by 4 to get the number of beats per minute. Dogs normally have a pulse between 70 and 120 beats per minute. In puppies, the pulse ranges from 120 to 160 beats per minute.\nBecome familiar with your dog’s pulse rate and how his pulse feels when he is relaxed as well as after exercise.\nIf you have reason to believe your dog is suffering from an emergency, a dramatic change in pulse (such as, a slowed pulse indicating shock) can be one sign and symptom.", "id": "<urn:uuid:c5b7ff1c-c303-4447-bd3a-5dc50802f12c>", "dump": "CC-MAIN-2013-20", "url": "http://www.dummies.com/how-to/content/how-to-check-your-dogs-pulse.seriesId-111403.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9533708095550537, "token_count": 248, "score": 2.765625, "int_score": 3}
{"text": "IN THIS ARTICLE\nExams and Tests\nA bone mineral density test measures the mineral density (such as calcium) in your bones using a special X-ray or computed tomography (CT) scan. From this information, your doctor can estimate the strength of your bones. See a picture of a bone mineral density test.\nRoutine urine and blood tests can rule out other medical conditions, such as hyperparathyroidism, hyperthyroidism, or Cushing's syndrome, that can cause bone loss. In men, blood tests to measure testosterone levels can see whether low levels are causing bone loss.\nIf you have been diagnosed with osteoporosis, you may need to follow up regularly with your doctor to monitor your condition.\nIf you or your doctor thinks you may be at risk for osteoporosis, you may have a screening test to check your bone thickness. A screening test may be advisable if you have:\nThe United States Preventive Services Task Force (USPSTF) recommends that all women age 65 and older routinely have a bone mineral density test to screen for osteoporosis. If you are at increased risk for fractures caused by osteoporosis, routine screening should start sooner.4 USPSTF recommends that you and your doctor check your fracture risk using a tool such as FRAX to help decide whether you should be screened for osteoporosis. Talk to your doctor about your risk factors and when to start bone mineral density screening.\nThe FRAX tool was developed by the World Health Organization to help predict your risk of having a fracture related to osteoporosis in the next 10 years. You can use this tool. Go to the website at www.sheffield.ac.uk/FRAX, and click on Calculation Tool. If you have had a bone mineral density test (BMD) on your hip, you can type in your score. If you have not had that test, you can leave the score blank.\nMost experts recommend that the decision to screen younger women be made on an individual basis, depending on the risk for osteoporosis and whether the test results will help with treatment decisions. For help to decide whether you should be tested for osteoporosis, see:\nUltrasound is sometimes offered at events such as health fairs as a quick screening for osteoporosis. Ultrasound by itself is not a reliable test for diagnosing osteoporosis. But if results of an ultrasound screening find low bone density, your doctor can help you decide whether you should have a bone mineral density test.\neMedicineHealth Medical Reference from Healthwise\nTo learn more visit Healthwise.org\n© 1995-2012 Healthwise, Incorporated. Healthwise, Healthwise for every health decision, and the Healthwise logo are trademarks of Healthwise, Incorporated.\nGet tips and advances in treatment.\nPill Identifier on RxList\n- quick, easy,\nFind a Local Pharmacy\n- including 24 hour, pharmacies", "id": "<urn:uuid:4a3e47d4-0417-4a39-9ab4-d2a0fb035f22>", "dump": "CC-MAIN-2013-20", "url": "http://www.emedicinehealth.com/osteoporosis-health/page7_em.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9083399772644043, "token_count": 622, "score": 3.234375, "int_score": 3}
{"text": "What is bone cancer?\nBone is the framework that supports the body. Most bones are hollow. Bone marrow is the soft tissue inside hollow bones. The main substance of bone is made up of a network of fibrous tissue onto which calcium salts are laid down. This makes the bone very hard and strong. At each end of the bone is a softer bone-like tissue called cartilage that acts as a cushion between bones. The outside of the bone is covered with a layer of fibrous tissue.\nThe bone itself contains 2 kinds of cells. Osteoblasts are cells that form the bone. Osteoclasts are cells that dissolve bone. Although we think that bone does not change, the truth is that it is very active. New bone is always forming and old bone dissolving.\nThe marrow of some bones is only fatty tissue. In other bones the marrow is a mixture of fat cells and the cells that make blood cells. These blood-forming cells make red blood cells, white blood cells, and platelets.\nTypes of bone tumors\nMost of the time when someone is told they have cancer in their bones, the doctor is talking about a cancer that started somewhere else and then spread to the bone. This is called metastatic cancer (not bone cancer). This can happen to people with many different types of advanced cancer, such as breast cancer, prostate cancer, lung cancer, and many others. Under a microscope, theses cancer cells in the bone look like the cancer cells that they came from. If someone has lung cancer that has spread to the bone, the cells there will look and act like lung cancer cells and they will be treated the same way.\nTo learn more about cancer that has spread to bone, please see the American Cancer Society document Bone Metastasis, as well as the document on the place where the cancer started (Breast Cancer, Lung Cancer (Non-Small Cell), Prostate Cancer, etc.).\nOther kinds of cancers that are sometimes called “bone cancers” start in the bone marrow – in the blood-forming cells – not the bone itself. These are not true bone cancers. The most common of these is multiple myeloma. Certain lymphomas (which more often start in lymph nodes) and all leukemias start in bone marrow. To learn more about these cancers, refer to the document for each.\nA primary bone tumor starts in the bone itself. True (or primary) bone cancers are called sarcomas. A sarcoma is a cancer that starts in bone, muscle, tendons, ligaments, fat tissue, or some other tissues in the body.\nThere are different types of bone tumors. Their names are based on the bone or tissue that is involved and the kind of cells that make up the tumor. Some are cancer (malignant). Others are not cancer (benign). Most bone cancers are called sarcomas.\nBenign bone tumors do not spread to other tissues and organs. They can usually be cured by surgery. The information here does not cover benign bone tumors.\nBone tumors that are cancer (malignant)\nOsteosarcoma: Osteosarcoma (also called osteogenic sarcoma) is the most common true bone cancer. It is most common in young people between the ages of 10 and 30. But about 10% of cases are people in their 60s and 70s. This cancer is rare during middle age. More males than females get this cancer. These tumors start most often in bones of the arms, legs, or pelvis. This type of bone cancer is not discussed in this document, but is covered in detail in our document, Osteosarcoma.\nChondrosarcoma: This is cancer of the cartilage cells. Cartilage is a softer form of bone-like tissue. Chondrosarcoma is the second most common true bone cancer. It is rare in people younger than 20. After age 20, the risk of this cancer keeps on rising until about age 75. Women get this cancer as often as men.\nChondrosarcomas can develop in any place where there is cartilage. It most often starts in cartilage of the pelvis, leg, or arm, but it can start in many other places, too.\nChondrosarcomas are given a grade, which measures how fast they grow. The lower the grade, the slower the cancer grows. When cancer grows slowly, the chance that it will spread is lower and the outlook is better. There are also some special types of chondrosarcoma that respond differently to treatment and have a different outlook for the patient. These special types look different when seen under a microscope.\nEwing tumor: This cancer is also called Ewing sarcoma. It is named after Dr. James Ewing, the doctor who first described it in 1921. It is the third most common bone cancer. Most Ewing tumors start in bones, but they can start in other tissues and organs. This cancer is most common in children and teenagers. It is rare in adults older than 30. This type of bone cancer is not discussed in this document, but is covered in detail in our document, Ewing Family of Tumors.\nMalignant fibrous histiocytoma (MFH): This cancer more often starts in the soft tissues around bones (such as ligaments, tendons, fat, and muscle) rather than in the bone itself. If it starts in the bones, it most often affects the legs or arms. It usually occurs in older and middle-aged adults. MFH mostly tends to grow into nearby tissues, but it can spread to distant sites, like the lungs. (Another name for this cancer is pleomorphic undifferentiated sarcoma.)\nFibrosarcoma: This is another type of cancer that starts more often in “soft tissues” than it does in the bones. Fibrosarcoma usually occurs in older and middle-aged adults. Leg, arm, and jaw bones are most often affected.\nGiant cell tumor of bone: This type of bone tumor has both benign (not cancer) and malignant forms. The benign form is most common. These don’t often spread to distant sites, but after surgery they tend to come back where they started. Each time they come back after surgery they are more likely to spread to other parts of the body. These tumors often affect the arm or leg bones of young and middle-aged adults.\nChordoma: This tumor usually occurs in the base of the skull and bones of the spine. It is found most often in adults older than 30. It is about twice as common in men than in women. Chordomas tend to grow slowly and usually do not spread to other parts of the body. But they often come back in the same place if they are not removed completely. When they do spread, they tend to go to the lymph nodes, lungs, and liver.\nLast Medical Review: 12/05/2012\nLast Revised: 01/24/2013", "id": "<urn:uuid:cc6f91ff-3151-4cd9-8163-a7274ef9de2f>", "dump": "CC-MAIN-2013-20", "url": "http://www.cancer.org/cancer/bonecancer/overviewguide/bone-cancer-overview-what-is-bone-cancer", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9596326947212219, "token_count": 1460, "score": 3.90625, "int_score": 4}
{"text": "Only 1% of all cancer cases in the U.S. are cancers of the testicle. But it is the most common form of cancer in young men. In 2012, it is estimated that there will be 8,600 new cases of testicular cancer, and that 360 men will die from this disease.\nThere are several risk factors for testicular cancer:\n- Most cases happen in young men, typically 15-40 years of age. But older men may also develop the disease.\n- Failure of one or both testicles to descend from within the body before birth (known as cryptorchidism). This raises the risk of cancer approximately ten-fold.\n- If there is cancer in one testicle, the risk for cancer in the other testicle goes up.\n- When a first-degree family member (father, brother or son) has been affected.\n- Having Klinefelters syndrome (a congenital abnormality of chromosomes).\nBut in the majority of cases, there arent any risk factors present. And there is no evidence that injuring the testicle or getting a sexually transmitted disease (other than HIV) increases the risk of cancer.\nIf its detected early, testicular cancer responds exceptionally well to treatment. The survival rate for early-stage tumors is over 95%. Treatment is less effective if the diagnosis is delayed.\nYou should see your doctor right away if:\n- You have pain in your testicle\n- You notice new lumps\n- Any of your testicles gets bigger\nSome doctors recommend that young men do regular testicle self-exams. But there is no proof that self-exam leads to earlier diagnosis and better outcomes.", "id": "<urn:uuid:c625a662-e347-4e0b-81b4-bfc61785e8f4>", "dump": "CC-MAIN-2013-20", "url": "http://www.intelihealth.com/IH/ihtIH/EMIHC267/8096/8122/1430160.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9365845322608948, "token_count": 346, "score": 3.328125, "int_score": 3}
{"text": "A risk factor is something that increases your likelihood of getting a disease or condition.\nIt is possible to develop melanoma with or without the risk factors listed below. However, the more risk factors you have, the greater your likelihood of developing melanoma. If you have a number of risk factors, ask your doctor what you can do to reduce your risk.\nRisk factors for melanoma include:\nThe occurrence of melanoma has been linked with exposure to ultraviolet (UV) radiation. Therefore, exposing your skin to UV rays from the sun or tanning lamps increases your odds of developing melanoma. People who live in sunny climates are exposed to more sunlight. People who live at high altitudes, where the sunlight is strongest, are exposed to more UV radiation. Blistering sunburns, even as a child, also increase the risk of developing melanoma.\nHaving melanoma once increases your risk of developing it again.\nHaving many moles or large moles increases your risk of melanoma. Also, irregular moles are more likely to turn into melanoma than normal moles. Irregular moles are characterized by:\n- Being larger than normal moles\n- Being variable in color\n- Having irregular borders\n- Any pigmented spot in the nail beds\n- Changing in size and/or shape\nMost melanomas are diagnosed in young adults and older adults.\nFamily members of people with melanoma are at greater risk of developing the disease than people with no family history of the disease. People with a disease called xeroderma pigmentosa (XP) are at a very increased risk of developing melanoma. This rare disease does not allow patients to repair sun-damaged DNA, therefore any sun exposure will result in damage and mutations that become melanomatous. It is not unusual for these people to develop hundreds of melanomas on their skin. Similarly, people with hereditary dysplastic nevus syndrome or familial atypical multiple mole melanoma (FAMMM) syndrome are also at increased risk for developing melanoma.\nCaucasians are more likely than black, Hispanic and Asian people to develop melanoma.\nMost people who develop melanoma tend to burn rather than tan when exposed to sunlight. These people tend to have fair skin, freckles, red or blonde hair, or blue-colored eyes.\n- Reviewer: Brian Randall, MD\n- Review Date: 04/2013 -\n- Update Date: 04/08/2013 -", "id": "<urn:uuid:daae388f-a51e-4b8b-9f5a-339ad966b48f>", "dump": "CC-MAIN-2013-20", "url": "http://restonhospital.com/your-health/?/19822/Lifestyle-Changes-to-Manage-Melanoma~Risk-Factors", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9338117837905884, "token_count": 508, "score": 3.4375, "int_score": 3}
{"text": "Protecting your skin and checking it for changes are keys to preventing another melanoma or catching one in an early, treatable stage.\nExposure to ultraviolet (UV) rays produced by the sun increases your risk of melanoma. Here’s how to protect your skin from the sun’s UV rays:\n- Cover your skin with clothing, including a shirt and a hat with a broad brim.\n- When outside, try to sit in shady areas.\n- Avoid exposing your skin to the sun between 10:00 a.m. and 2:00 p.m. standard time or 11:00 a.m. and 3:00 p.m. daylight saving time.\n- Use sunscreens with a sun protection factor (SPF) of 15 or more on skin that will be exposed to the sun.\n- Wear sunglasses with 99% or 100% UV absorption to protect your eyes.\n- Don't use sun lamps or tanning booths.\nCheck your skin regularly and have someone help you check areas you can’t see, such as your back and buttocks, scalp, underneath the breasts of women, and the backs of the legs. If you notice a new, changing or an irregular-looking mole, show it to a doctor experienced in recognizing skin cancers, such as a dermatologist. This may include large, irregular shape with a border that is not smooth and even, more than one color, or irregular texture. Your doctor may monitor the mole or recommend removing it\nContact your doctor if you discover a mole that is new has changed or looks suspicious: large or of irregular shape, color, or texture.\n- Reviewer: Brian Randall, MD\n- Review Date: 04/2013 -\n- Update Date: 04/09/2013 -", "id": "<urn:uuid:eb7c4ed1-acfb-48af-a77a-40cd6a725c8e>", "dump": "CC-MAIN-2013-20", "url": "http://westfloridahospital.com/your-health/?/2010814049/Lifestyle-Changes-to-Manage-Melanoma", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8992697596549988, "token_count": 367, "score": 3.03125, "int_score": 3}
{"text": "The basics of heat stress\nWhen the thermometer rises, it can-and often does-create a multitude of problems. Anyone, given the right (or wrong) conditions, can get heat stress. Some are lucky enough to suffer only from heat cramps, while those who are less fortunate may be laid up by heat exhaustion or devastated by heat stroke. As the long, hot days of summer approach, it is helpful to review the effects of warm weather on the human body, the illnesses that may result and what you can do.\nHow the body stays cool Unknowingly, you constantly engage your body in the life-and-death struggle to disperse the heat it produces. If allowed to accumulate, this heat would quickly increase your body temperature beyond its comfortable 98.6oF. This does not normally happen because your body is able to lose enough heat to maintain a steady temperature. You become aware of this struggle for heat balance during hard labor or exercise in hot environments, when your body produces heat faster than it can lose it. Under certain conditions, your body may build up too much heat, your temperature may rise to life-threatening levels, and you may become delirious or lose consciousness. This is called heat stroke, and it is a serious medical emergency. If you do not rid your body of excess heat fast enough, it cooks the brain and other vital organs. It often is fatal, and those who survive may have permanent damage to their vital organs. Before your temperature reaches heat-stroke levels, however, you may suffer heat exhaustion with its flu-like symptoms, and while treating its symptoms you avoid heat stroke.\nHow does your body dispose of excess heat? Humans lose heat largely through their skin, similar to how a car loses heat through its radiator. Exercising muscles warms the blood, just as a car's hot engine warms its radiator fluid. Warm blood travels through the skin's dilated blood vessels losing heat by evaporating sweat to the surrounding air, just like a car loses engine heat through its radiator.\nWhen blood delivers heat to the skin, two of the most important ways the body loses heat are radiation and evaporation (vaporization of sweat). When the temperature is 70oF or less, the body releases its heat by radiation. As environmental temperatures approach your body temperature, you lose less heat through radiation. In fact, people working on hot summer days actually gain heat through radiation from the sun. This leaves evaporation as the only way to effectively control body temperature.\nWater loss Your body is about half water. You lose about 2 quarts every day (breathing, urinating, bowel movements and sweat). A working adult can produce 2 quarts of sweat per hour for short periods and up to 15 quarts per day. Because the body's water absorption rate of 1.5 quarts per hour is less than the body's 2 quarts per hour sweat rate, dehydration results. This happens because you cannot drink enough water to keep up with your sweat losses.\nIf you drink only when you are thirsty, you are dehydrated already. Thirst is not a good guide for when to drink water. In fact, in hot and humid conditions, you may be so dehydrated by the time you become thirsty that you will have trouble catching up with your fluid losses. One guideline regarding your water intake is to monitor your urine. You are getting enough water if you produce clear urine at least five times a day. Cloudy or dark urine, or urinating less than five times a day, means you should drink more.\nIn the Gulf War, American armed forces followed the practice of the Israeli army: drinking a minimum of 1 quart of fluid per hour. This tactic resulted in zero deaths from heat illness. In contrast, during the Six Day War of 1967, more than 20,000 Egyptian soldiers died3/4with no visible wounds3/4most likely from dehydration and heat illness because they were restricted to 3 quarts daily.\nWhile working in hot weather, drink 8 ounces of water every 20 minutes. Generally, 16 ounces is the most a person can comfortably drink at once. You cannot \"catch up\" by drinking extra water later because only about 1 quart of water per hour can pass out of the stomach. Therefore, if possible, workers should begin drinking water before they start work.\nCool water (50oF) is easier for the stomach to absorb than warm water, and a little flavoring may make the water more tasty. The best fluids are those that leave the stomach fast and contain little sodium and some sugar (less than 8 percent). You should avoid coffee and tea because they contain caffeine, which is a diuretic that increases water loss through urination. Alcoholic beverages also dehydrate by increasing urination. Soda pop contains about 10 percent sugar and, therefore, your body does not absorb it as well as water or commercial sports drinks. The sugar content of fruit juices ranges from 11 to 18 percent and has an even longer absorption time. Commercial sports drinks contain about 5 to 8 percent sugar.\nElectrolyte loss Sweat and urine contain potassium and sodium, which are essential electrolytes that control the movement of water in and out of the body's cells. Many everyday foods contain these electrolytes. Bananas and nuts are rich with potassium, and most American diets have up to 10 times as much sodium as the body needs. Getting enough salt is rarely a problem in the typical American diet. In fact, most Americans consume an excessive amount of sodium-averaging 5 to 10 grams of sodium per day-although we probably require only 1 to 3 grams. Therefore, sodium loss is seldom a problem, unless a person is sweating profusely for long periods and drinking large amounts of water.\nCommercial sports drinks can be useful if you are participating in vigorous physical activity for longer than 1 hour (some experts say longer than 4 hours). Most of the time, however, people merely require water to remain hydrated. The truth is that excessive sodium can draw water out of the body cells, accentuating the dehydration. In addition, drinking large amounts of water (more than 1 quart an hour) can cause water intoxication, a condition that flushes electrolytes from the body. Frequent urination and behavior changes (irrationality, combativeness, coma, seizures, etc.) are signs of water intoxication.\nEffects of humidity Sweat can only cool the body if it evaporates. In dry air, you will not notice sweat evaporating. However, sweat cannot evaporate in high-humidity conditions; it just drips off the skin. At about 70-percent humidity, sweating is ineffective in cooling the body.\nBecause humidity can significantly reduce evaporative cooling, a highly humid but mildly warm day can be more stressful than a hot, dry one. Therefore, the higher the humidity, the lower the temperature at which heat risk begins, especially those who are generating heat with vigorous work.\nWho is at risk? Everyone is susceptible to heat illness if environmental conditions overwhelm the body's temperature-regulating mechanisms. Heat waves can set the stage for a rash of heat-stroke victims. For example, during the 1995 summer heat wave in Chicago, the death toll reached 590.\nPeople who are obese, chronically ill or alcoholics have an increased risk. The elderly are at higher risk because of impaired cardiac output and decreased ability to sweat. Infants and young children also are susceptible to heat stroke, as well.\nThe fluid loss and dehydration resulting from physical activity puts outdoor laborers at particular risk. Certain medications predispose individuals to heat stroke, such as drugs that alter sweat production (antihistamines, antipsychotics, antidepressants) or interfere with thermoregulation.\nHeat illnesses Several disorders exist along the spectrum of heat illnesses. Heat cramps, heat exhaustion and heat stroke are on the more serious side of the scale, whereas heat syncope, heat edema and prickly heat are less serious (see \"Heat illnesses,\" page C 18). Only heat stroke is life-threatening. Untreated heat-stroke victims always die.\n* Heat cramps are painful muscular spasms that occur suddenly. They usually involve the muscles in the back of the leg or the abdominal muscles. They tend to occur immediately after exertion and are caused by salt depletion. Victims may be drinking water without adequate salt content. However, some experts disagree because the typical American diet is heavy with salt.\n* Heat exhaustion is characterized by heavy perspiration with normal or slightly above-normal body temperatures. A depletion of water or salt3/4or both3/4causes this condition. Some experts believe severe dehydration is a better term because it happens to workers who do not drink enough fluids while working in hot environments. Symptoms include severe thirst, fatigue, headache, nausea, vomiting and diarrhea. The affected person often mistakenly believes he or she has the flu. Uncontrolled heat exhaustion can evolve into heat stroke.\n* Heat stroke is classified in two ways: classic and exertional. Classic heat stroke, also known as the \"slow cooker,\" may take days to develop. This condition is prevalent during summer heat waves and typically affects poor, elderly, chronically ill, alcoholic or obese persons. Because the elderly often have medical problems, heat stroke exacerbates the problem, and more than 50 percent of elderly heat-stroke victims die3/4even with medical care. Death results from a combination of a hot environment and dehydration. Exertional heat stroke also is more common in the summer. You see it frequently in athletes, laborers and military personnel who sweat profusely. Known as the \"fast cooker,\" this condition affects healthy, active individuals who strenuously work or play in a warm environment. Exertional heat-stroke victims usually are sweating when stricken, while the classic victims are not sweating. Its rapid onset does not allow enough time for severe dehydration to occur.\nBecause uncontrolled heat exhaustion can evolve into heat stroke, you should know how to tell the difference between them. If the victim feels extremely hot when touched, suspect heat stroke. Another mark of heat stroke is that the victim's mental status (behavior) changes drastically3/4ranging from being slightly confused and disoriented to falling into a coma. In between these conditions, victims usually become irrational, agitated or even aggressive and may have seizures. In severe cases, the victim can go into a coma in less than 1 hour. The longer a coma lasts, the lower the chance for survival, so rescuers must be quick.\nA third way of distinguishing heat stroke from heat exhaustion is by rectal temperature. Obviously, this is not very practical because conscious heat-stroke victims may not cooperate. Taking a rectal temperature can be embarrassing to both victim and rescuer. Moreover, rectal thermometers are seldom available, and the whole procedure of finding the appropriate thermometer and then using it wastes time and distracts from important emergency care. In most cases, an ambulance arrives within 10 to 20 minutes.\n* Heat syncope, in which a person becomes dizzy or faints after exposure to high temperatures, is a self-limiting condition. Victims should lie down in a cool place when it occurs. Victims who are not nauseated can drink water.\n* Heat edema, which is also a self-limiting condition, causes ankles and feet to swell from heat exposure. It is more common in women unacclimated to a hot climate. It is related to salt and water retention and tends to disappear after acclimation. Wearing support stockings and elevating the legs often helps reduce swelling.\n* Prickly heat, also known as a heat rash, is an itchy rash that develops on skin that is wet from sweating. Dry and cool the skin.\nCooling methods Sometimes the only way to stop possible damage is to cool the victim as quickly as possible. However, it is important to pay attention to both the cooling methods and cautions.\n* Ice baths cool a victim quickly but require a great deal of ice3/4at least 80 pounds3/4to be effective. Needing a big enough tub also limits this method. Cool-water baths3/4(less than 60oF)3/4can be successful if you stir the water to prevent a warm layer from forming around the body. This is the most effective method in highly humid conditions (greater than 75-percent humidity).\n* Spraying the victim with water combined with fanning is another method for cooling the body. The water droplets act as artificial sweat and cool the body through evaporation. However, this method is not effective in high humidity3/4greater than 75 percent.\n* Ice bags wrapped in wet towels and placed against the large veins in the groin, armpits and sides of the neck also cool the body, though not nearly as quickly as immersion.\nCautions to remember when employing any cooling method include: * Do not delay the onset of cooling while waiting for an ambulance. Doing so increases the risk of tissue damage and prolonged hospitalization. * Stop cooling when the victim's mental status improves to avoid hypothermia. * Do not use rubbing alcohol to cool the skin. It can be absorbed into the blood, causing alcohol poisoning. Its vapors are a potential fire hazard. * Do not use aspirin or acetaminophen. They are not effective because the brain's control-center temperature is not elevated as it is with fever caused by diseases.\nAdjusting to heat Most heat illness occur during the first days of working in the heat. Therefore, acclimation (adjusting to the heat) is the main preventive measure. To better handle the heat, the body adjusts by decreasing the salt content in sweat and increases the sweating rate. Year-round exercise can help workers prepare for hot weather. Such activity raises the body's core temperature so it becomes accustomed to heat. Full acclimation, however, requires exercise in hot weather. You can do this by exercising a minimum of 60 to 90 minutes in the heat each day for 1 to 2 weeks.\nThe acclimated heart pumps more blood with each stroke than a heart unused to working in the heat. Sweating earlier and doubles the amount of sweat per hour from 1.5 quarts to 3 quarts or more.\nWhen new workers are exposed to hot weather, team them with veterans of the heat who know how much water to drink. Heat illnesses are avoidable. With knowledge, preparation, fluid replacement and prompt emergency care, heat casualties need not be a factor for those working in warm weather.\nDr. Alton Thygerson is a professor of health science at Brigham Young University, Provo, Utah. He also serves as the technical consultant for the National Safety Council's First Aid Institute.\nWant to use this article? Click here for options!\n© 2013 Penton Media Inc.", "id": "<urn:uuid:4b4eb0e1-7746-4f13-a3ba-67961d4c7971>", "dump": "CC-MAIN-2013-20", "url": "http://grounds-mag.com/mag/grounds_maintenance_basics_heat_stress/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9432879090309143, "token_count": 3036, "score": 3.65625, "int_score": 4}
