{"text": "The Matter at Issue: The Throne of France\nThe Hundred Years War was fought largely over who would be the king of France. The English kings, who had originally been French nobles that invaded and conquered England in 1066, still held lands in France. The English lands in France had long been viewed uncomfortably by the French king. Through the 13th century, strong French kings had reclaimed French lands held by the English kings. By the early 14th century, three events came together. First, the English kings noted that one more push by the French would deive the English completely out of France. Second, the French were entering a period of weak kings. Third, the English throne was now occupied by the young, vigorous, able and (ultimately) long lived Edward III. In any other circumstances it would appear absurd for the English king to come up with the idea of claiming the French throne in order to protect English lands in France. But Edward III was bold and, in one of those uniquely Medieval ironies, he had law and custom on his side. The English claim to the French throne was strong, as were the English armies and Edward IIIs resolve. The resulting war outlived Edward, and his great grandson, Henry V, came within a hair of actually taking the French throne.\nThe items below explain the situation in rather more detail.\nHistorical Kings of France\nHistorical Kings of England\nThe English Position of the Throne of France\nThe French Ultimatum\nA Summary of Overlapping Claims to Various Thrones", "id": "<urn:uuid:1f4f86d3-c09c-44ad-95d3-340f176f8e84>", "dump": "CC-MAIN-2013-20", "url": "http://www.hyw.com/books/history/France__.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9842460751533508, "token_count": 313, "score": 3.84375, "int_score": 4}
{"text": "Written into History\nPulitzer Prize Reporting of the Twentieth Century from The New York Times\nBy Anthony Lewis (Editor)\n(Times Books, Hardcover, 9780805068498, 352pp.)\nPublication Date: October 2001\nOther Editions of This Title: Hardcover\nWith each news day, history unfolds as steadfast journalists uncover facts and public opinion. Drawn from the New York Times's archive of an unparalleled seventy-nine Pulitzer Prizes, Written Into History offers a fascinating record of the twentieth century.\nThe Times's award-winning reports range from Antarctic dispatches on the Byrd expedition to the eyewitness account of the atomic bomb, from the First Amendment battle to publish the Pentagon Papers to the personal narrative of an interracial friendship. Pulitzer Prize winner Anthony Lewis culled through the newspaper's most acclaimed writing to chronicle life and history as it was happening, with such highlights as Otto Tolischus on Hitler, David Halberstam on Vietnam, J. Anthony Lukas on hippies, and Anna Quindlen on AIDS.\nLewis tells the stories behind the stories, describing journalism's changing role in the world. For armchair historians and aspiring reporters, this is a rich and memorable portrait of a century by the men and women who most artfully observed it.\nTwo-time Pulitzer-Prize-winning journalist Anthony Lewis is the author of Make No Law and the bestseller Gideon's Trumpet. Among the highlights of his nearly five decades of writing and reporting for the New York Times, he served as the Times's London bureau chief for eight years and contributes the twice-weekly \"Abroad at Home\" column to the paper's op-ed page.\n\"The kind of even-shaping journalism pioneered by Pulitzer is on display in Written into History, a collection of Pulitzer Prize reporting from the New York Times. Editor Anthony Lewis chronicles changes in the attitude of the press toward the presidency and government, as reflected in the kind of reporting that won the prize over the years and the trend toward recognizing more analytical writing. He also provides background on the history of the Pulitzer Prize and the arduous decision-making process. The selected award-winning articles (the Times has won more Pulitzers than any other American newspaper) are sorted into the following categories: investigative reporting; dangerous stories that put reporters at risk; international news; public advocacy; criticism of the arts; science reporting; and biographical and human-interest stories. Among the topics are Russian slave-labor camps during the 1950s, the Pentagon Papers, the Vietnam War, and exploitation of illegal aliens in the U.S.\"—Vanessa Bush, Booklist\n\"Lewis (Gideon's Trumpet) a writer with the New York Times for nearly five decades and himself a two-time Pulitzer winner succeeds in presenting some of the world's best recent journalism . . . There are plenty of both prominent and almost-forgotten stories: 'Red' Smith on the near-bankruptcy of New York City in the 1970s, Max Frankel on Nixon's 1972 visit to China, Linda Greenhouse on failed Supreme Court nominee Robert Bork. Lewis's fine introductory essay describes the post-Vietnam transformation of American journalism. The war and Watergate, he contends, made the press more skeptical of those in power and more confrontational in tone. Pulitzer Prizes increasingly went to fearless reporters like David Halberstam, whose tragically prescient analysis, in 1963, of the worsening situation in Vietnam constitutes one of the highlights of this book . . . Another highlight is Lewis's own analysis of the Warren court, which moved aggressively to 'federalize' legal protections in the areas of civil rights and criminal due process. It's a paragon of accessible legal writing. Perhaps the best, and certainly the most important, piece in the collection is Mirta Ojito's unforgettable recent story of two Cuban immigrants, one black and one white and how race comes to define and divide the two friends once they move to Miami. The piece is everything great journalism should be: empathetic, unmistakably relevant and a challenge to our basic ideals. For anyone interested in recent history or journalism at its best, this book will prove worthwhile.\"—Publishers Weekly", "id": "<urn:uuid:8a1e1f28-dd32-451a-bd69-c2585938da40>", "dump": "CC-MAIN-2013-20", "url": "http://www.indiebound.org/book/9780805068498", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.926670253276825, "token_count": 867, "score": 2.53125, "int_score": 3}
{"text": "Space > Space Shuttle-3rd Edition\nSpace Shuttle-3rd Edition\nThe eighty year history of developing reusable lifting-reentry spacecraft. From the early works of Eugen Sanger in Germany to the Cold War developments in the US, then finally to the ultimate experiment - the Space Shuttle. To celebrate the 20th anniversary of the first Space Shuttle launch, this greatly enlarged third edition adds many previously uncovered early designs, details the latest modifications to the operational vehicles, and provides expanded coverage of the first 100 Space Shuttle missions.\nSearch for more items by this author:\nDennis R. Jenkins\nSpace Shuttle-3rd Edition from Specialty Press", "id": "<urn:uuid:2db2d0c6-ce04-4925-9c4e-ef2d03af9ed4>", "dump": "CC-MAIN-2013-20", "url": "http://www.karensbooks.com/store/products/ProductDetail.php?ProductID=10411", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.862952470779419, "token_count": 132, "score": 2.53125, "int_score": 3}
{"text": "The aviation sector is renowned as a carbon intensive business, but an increasing number of airports are looking to change that by integrating the latest green-tech into their daily operations.\nAir travel and transport accounts for two percent of all human generated greenhouse gas emissions, according to the Intergovernmental Panel on Climate Change (IPCC) -- with airports contributing five percent to the overall aviation figure.\nBy adapting clean energy policies and technologies, eco-conscious airport operators hope to make a dent in these numbers and boost the industry's environmental street-cred.\n\"We are making our airports greener, while balancing the tremendous economic impacts they deliver for our region,\" says Amy Malick, deputy commissioner of sustainability for the Chicago Department of Aviation (CDA), which will host the fifth annual Airports Going Green conference this November.\nThe conference provides a platform for over 400 airport executives and green thinkers from around the world to present programs, strategies, and lessons-learned regarding airport sustainability.\n\"(We are) committed to implementing sustainable initiatives at our airports that enhance the quality of life for citizens,\" she adds.\nMalick highlights how the CDA has installed over 230,000 square feet of vegetated roof space at Chicago O'Hare and Midway International Airport, ensured all Chicago airport trucks are fueled with ultra-low sulfur diesel gas and insisted recycled materials are utilized in all airports when possible.\nAs a result, the CDA has saved 76,000 tons of CO2 from being pumped out by Chicago's airports alone, she claims.\nAcross the U.S. like-minded schemes are taking off with increasing regularity. Airports such as Boston Logan and Denver International now generate a small percentage of their energy requirements from renewable energy sources (such as on site wind and solar).\nIn Europe meanwhile 64 airports have joined the Airport Carbon Accreditation program, which recognizes innovative eco-airport efforts. A further five sites have signed up to the scheme in Asia.", "id": "<urn:uuid:aa0f19b1-b112-4860-b14c-9875543a1d51>", "dump": "CC-MAIN-2013-20", "url": "http://www.ketv.com/news/money/Green-airports-on-carbon-cutting-mission/-/9674314/16815520/-/14tc1sf/-/index.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.942116379737854, "token_count": 398, "score": 2.828125, "int_score": 3}
{"text": "Mary Anne Dunkin\nLouise Chang, MD\nTwo decades ago, if you had moderate to severe Crohn's, there were few treatment options. In the late 1990s, however, the first in a new class of treatment options emerged for Crohn's disease. Referred to as biologic response modifiers, biologic agents, or simply biologics, these drugs target specific parts of an overactive immune system to reduce inflammation.\nBiologics not only relieve Crohn's symptoms but also can bring about remission and keep you in remission. They are indicated for use when someone has moderately to severely active Crohn’s disease and has not responded well to other Crohn’s disease treatments. Many people with Crohn's now live with significantly fewer symptoms, but may worry about side effects. Here's a look at the risks and benefits of biologics.\nIn Crohn's disease, an overactive immune system causes inflammation and damage to the digestive tract. Made from living organisms, biologics work just like substances made by the body’s immune system and can help control the immune system response.\nFour biologics are FDA approved for Crohn's. Three of the four block a protein called tumor necrosis factor (TNF) that's involved in inflammation. These drugs are often called anti-TNF drugs or TNF inhibitors. They include Cimzia (certolizumab), Humira (adalimumab), and Remicade (infliximab).\nThe fourth medication, Tysabri (natalizumab), is called an integrin receptor antagonist. It blocks certain types of white blood cells that are involved in inflammation.\nBecause they suppress the immune system, all biologics carry an increased risk of infections, which in rare cases can be serious. Cimzia, Humira, and Remicade carry a boxed warning for increased risk of serious infections leading to hospitalization or death. If someone taking a biologic develops a serious infection, the drug should be discontinued. People with tuberculosis, heart failure, or multiple sclerosis should not take biologics because they can bring on these conditions or make them worse.\nIn rare cases, some people taking TNF inhibitors have developed certain cancers such as lymphoma. Lymphoma is a type of cancer that affects the lymph system, which is part of the body’s immune system.\nTysabri increases the risk of a very rare but potentially fatal brain infection called progressive multifocal leukoencephalopathy (PML). Tysabri also can cause allergic reactions and liver damage. Tysabri should not be used at the same time as other treatments that suppress the immune system or TNF inhibitors.\nHowever, most infections that occur with biologic use are far less serious, says Richard Bloomfeld, MD, associate professor of medicine and director of the Inflammatory Bowel Disease Program at Wake Forest University School of Medicine in Winston Salem, N.C. \"Infections such as colds, upper respiratory tract infections, and urinary tract infections are common and don't necessarily alter our treatment of Crohn's.\"\nOther common side effects from biologic use include headache, flu-like symptoms, nausea, rash, injection site pain, and infusion reactions.\nSo who should take a biologic for Crohn's? Many gastroenterologists reserve these drugs for people who have not responded to conventional medications that suppress the immune system. But some gastroenterologists may treat Crohn's more aggressively.\n\"If you let inflammation go, inflammation leads to scarring and scarring leads to narrowing of the intestines, which becomes a surgical problem,\" says Prabhakar Swaroop, MD, assistant professor and director of the Inflammatory Bowel Disease Program at the University of Texas Southwestern Medical Center in Dallas. \"You want to treat the person aggressively to prevent these problems.\"\n\"In addition to improving symptoms, the anti-TNF modifiers are associated with mucosal healing,\" says Bloomfeld. \"We hope that in healing the mucosa we can stop the progression of the disease and prevent complications of Crohn's that result in hospitalization and surgery.\"\nWhile there are other treatments that suppress the immune system to treat Crohn's, they too have side effects, says Bloomfeld. Like the biologics, drugs that suppress the immune system increase the risk of lymphomas and infections, which can be severe.\nCortiosteroids like prednisone, for example, can cause a wide range of adverse effects including weight gain, mood swings, bone loss, skin bruising, high blood pressure, and high blood sugar. Those side effects are why corticosteroids may be used to control a flare, but aren't the choice to treat Crohn's over a long period of time. \"The stop-gap method, which is steroids, is something we cannot use long term,\" says Swaroop.\nWhen prescribing any drug, doctors look at the potential risks against the benefits they hope or expect to achieve. Although doctors don't all share the same philosophy on when to start biologics for Crohn's disease, they do agree that biologics should be used when people have severe disease that can lead to permanent damage and make surgery unavoidable.\nSwaroop says he looks for signs that the disease is progressing, such as how long between a person's diagnosis of Crohn's and when they have fistulas. \"These are the patients who generally do better on biologics, who have the quality of life improvement, who are able to avoid surgery and get back in the workforce,\" he says.\nBefore prescribing biologics, doctors check for potential problems. \"In the beginning, of course, we go ahead and make sure the person does not have an active liver infection or TB,\" says Marie Borum, MD, professor of medicine and director of the Division of Gastroenterology and Liver Diseases at George Washington University in Washington, D.C.\nOnce someone starts a biologic, the doctor looks for side effects in order to find them before they become serious. Monitoring includes include lab tests and possibly regular skin checks for signs of skin cancer.\nAll effective therapies for Crohn's disease come with some risk, says Bloomfeld. \"It is not an option not to treat Crohn's, so we certainly need to weigh these risks against the benefits of having the disease well treated.\"\n\"It may be challenging for the individual to consider all of these risk and benefits. They need to work with their gastroenterologist to decide what might be most beneficial for them and what risk they are willing to accept to effectively treat Crohn's disease,\" Bloomfeld says. \"You have to be willing to accept some risk to adequately treat Crohn's disease.\"\nSOURCES:Crohn's Colitis Foundation of America: \"Biologic Therapies.\"Marie Borum, MD, professor of medicine; director, Division of Gastroenterology and Liver Diseases, George Washington University, Washington, D.C.Richard Bloomfeld, MD, associate professor of medicine; director, Inflammatory Bowel Disease Program, Wake Forest University School of Medicine, Winston Salem, N.C.Prabhakar Swaroop, MD, assistant professor; director, Inflammatory Bowel Disease Program, University of Texas Southwestern Medical Center, Dallas.\nHere are the most recent story comments.View All\nThe views expressed here do not necessarily represent those of NewsSource 16\nThe Health News section does not provide medical advice, diagnosis or treatment. See additional information.", "id": "<urn:uuid:d144a4d1-4df0-4ff9-bc6a-945b724413d1>", "dump": "CC-MAIN-2013-20", "url": "http://www.kmtr.com/webmd/crohnsdisease/story/Taking-a-Biologic-for-Crohns-Disease-Risks-and/jLMMkVIuEEygAcFikTW0ig.cspx", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9466012716293335, "token_count": 1559, "score": 2.703125, "int_score": 3}
