{"text": "Heat a room from the floor up\nUnder-floor radiant heating involves underlaying the floor with a hot element or tubing that transfers heat into the room via infrared radiation and convection, making forced or blowing air unnecessary.\nAccording to the U.S. Department of Energy's Energy Savers website, radiant heating \"is more efficient than baseboard heating and usually more efficient than forced-air heating because no energy is lost through ducts.\" It is also flexible as it can run off electricity, gas, oil, wood, solar and other sources or combinations thereof can feed radiant systems. And radiant heating is a good choice for those with severe allergies as no potentially irritating particles get blown around the room.\nSeveral aspects of radiant heating make it more energy efficient. For starters, the uniform heat distribution over the entire surface of a floor heats the lower half of the room, enveloping inhabitants in warmth at a lower overall temperature — in some cases up to five degrees Fahrenheit cooler — than a conventional heating system. \"Radiators and other forms of 'point' heating circulate heat inefficiently and hence need to run for longer periods to obtain comfort levels,\" reports the Residential Energy Services Network (RESNet). \"They draw cold air across the floor and send warm air up to the ceiling, where it then falls, heating the room from the top down, creating drafts and circulating dust and allergens.\" RESNet adds that radiant systems transmit heat on average some 15 percent more efficiently than conventional radiators.\nThe efficiency gains can be magnified significantly with good insulation and a well-designed system. While tearing out old heating systems and/or replacing decent existing flooring might be overkill for the sake of moving to radiant heat, you can certainly consider it if you are embarking on new building projects or contemplating major renovations. According to TLC Network's Green Living Guide, there are two main types of radiant heating, electric and hydronic. In the former, heated wires installed in the floor radiate heat upward. This type of radiant heat is most commonly used to retrofit a single room — especially a bathroom or kitchen — in an older house or building. Meanwhile, hydronic radiant heating, whereby heated water is forced through tubes under the floor, is more often designed into a new structure from the get-go and is more energy efficient overall.\nTLC points out that while radiant heat is definitely more efficient in smaller, snug homes with lower roofs, it might not always be the best solution in homes with bigger rooms: \"In some scenarios it can be less energy efficient than forced-air heating.\"\nContact a reputable heating contractor to see if radiant heating is a sensible way to go.", "id": "<urn:uuid:761b4e88-c733-4d9f-80cc-9ddfb64a8ff0>", "dump": "CC-MAIN-2013-20", "url": "http://www.carolinacountry.com/index.php/country-store/item/uniform-heat-distribution-is-one-advantage-of-under-floor-radiant-heating", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.929591953754425, "token_count": 542, "score": 2.734375, "int_score": 3}
{"text": "... Structure and function\n2.1 Rate of enzyme mediated\n... reactions in one direction.\nRate of enzyme mediated\nMain article: Rate of enzyme mediated\nEnzymes can increase reaction rate ...\n... kinetics describe the rate of enzyme mediated\nreactions for many enzymes. It is named for ... To determine the maximum rate of an enzyme mediated\nreaction, the substrate concentration ( [S] ) ... , the factors that effect the rate of enzyme mediated\nreactions (ie. pH, temperature, etc) are at ...\n... Active transport is the mediated\ntransport of biochemicals , and other atomic / molecular substances, across membranes . Unlike passive transport , this process requires ...\n... that action potentials do propagate back into the dendrites once initiated in the axon in most neurons. This backpropagating action potential is mediated\nby the activation of voltage-gated ion channels and can interact with synaptic input to alter the synaptic activity.\nThe structure and branching of ...\n... ) is a process of passive transport ( diffusion ) via which molecules diffuse across membranes , with the help of transport proteins ( mediated\nSmall uncharged molecules can easily diffuse across cell membranes. However, due to the hydrophobic nature of the lipids that make ...\n... thousands of other cells.\nTypes of signalling\nNeurons communicate with one another across synapses. This communication is usually chemically mediated\nby rapid secretion of neurotransmitter molecules . Pre-synaptic neurons (i.e.the neurons which release the neurotransmitter) may produce in the ...", "id": "<urn:uuid:163c0111-7620-496e-a3ea-559db37be0fe>", "dump": "CC-MAIN-2013-20", "url": "http://www.bio-medicine.org/q-more/biology-definition/mediated/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8653671145439148, "token_count": 322, "score": 3.25, "int_score": 3}
{"text": "Simply begin typing or use the editing tools above to add to this article.\nOnce you are finished and click submit, your modifications will be sent to our editors for review.\nfemale Finn Dorset sheep that lived from 1996 to 2003, the first successfully cloned mammal, produced by Scottish geneticist Ian Wilmut and colleagues of the Roslin Institute, near Edinburgh. The announcement in February 1997 of the world’s first clone of an adult animal was a milestone in science, dispelling decades of presumption that adult mammals could not be cloned and igniting a debate...\n...senior scientific officer at the Animal Breeding Research Organisation (ABRO; renamed Edinburgh Research Station of the Institute of Animal Physiology and Genetics Research in 1985 and finally Roslin Institute in 1993), a government-supported research facility located in Roslin, Scot., just south of Edinburgh. At the ABRO facility, Wilmut studied embryo development and became interested in...\nWhat made you want to look up \"Roslin Institute\"? Please share what surprised you most...", "id": "<urn:uuid:bb811c4a-cf9a-4fdb-8fff-16dccb2e8d8d>", "dump": "CC-MAIN-2013-20", "url": "http://www.britannica.com/EBchecked/topic/1519387/Roslin-Institute", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9322106242179871, "token_count": 211, "score": 3.03125, "int_score": 3}
{"text": "RR Lyrae starArticle Free Pass\nRR Lyrae star, any of a group of old giant stars of the class called pulsating variables (see variable star) that pulsate with periods of about 0.2–1 day. They belong to the broad Population II class of stars (see Populations I and II) and are found mainly in the thick disk and halo of the Milky Way Galaxy and often in globular clusters. There are several subclasses—designated RRa, RRb, RRc, and RRd—based on the manner in which the light varies with time. The intrinsic luminosities of RR Lyrae stars are relatively well-determined, which makes them useful as distance indicators.\nWhat made you want to look up \"RR Lyrae star\"? Please share what surprised you most...", "id": "<urn:uuid:ca821097-b750-4e33-85da-b6754420e0dc>", "dump": "CC-MAIN-2013-20", "url": "http://www.britannica.com/EBchecked/topic/511720/RR-Lyrae-star", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9477271437644958, "token_count": 171, "score": 2.921875, "int_score": 3}
{"text": "Originally Posted by wrtner\nAny LR circuit which is driven by an alternating source, will\nshow a trough in its graph of current v. frequency.\nThat frequency will be the most efficient, the resonant\nfrequency; the frequency that the circuit best behaves at.\nWhat do you mean? pls elaborate...\nLR circuits have not resonance. Not C component present... how to attain resonance in a signal with LR circuit? And how initial signal frequency can be altered to another output frquency.?", "id": "<urn:uuid:dd2d58b5-0a56-4115-8f45-fb0c478c0439>", "dump": "CC-MAIN-2013-20", "url": "http://www.energeticforum.com/76024-post31.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.904473602771759, "token_count": 104, "score": 3.0, "int_score": 3}
{"text": "When I was learning carpentry from a master carpenter, I tried to do something with a tool close at hand instead of going to get the correct tool for the job. Of course, I butchered the piece of wood and eventually had to get the right tool, which got the job done in a fraction of the time that I wasted with the convenient-to-reach tool. The same lesson applies to power quality tools, which range from a simple screwdriver to a $24,000, 32-gigahertz (GHz) spectrum analyzer. Not only can you waste time and not get the answer you are looking for, you might even be led to the wrong answer using the wrong tool for the task.\nBefore going into the variety of tools available, here’s a quick safety reminder. Always assess the hazards and skills required for the task, and ensure you or whoever is doing it is a “qualified person” per the National Electrical Code definition. Ensure all personnel within the possible hazard area wear the proper personal protective equipment per NFPA 70E and other local requirements. And wherever possible, make connections on de-energized circuits only. Even something as simple as taking a panel cover off to tighten a screw can be disastrous. Accidents don’t always happen to someone else.\nOn the low end of the price range is an item in everyone’s tool kit: a digital multimeter (DMM). A DMM can measure a number of steady-state power quality phenomena, such as voltage imbalance. It can also be used to find voltage drops across contacts and other devices that should have very low drops. Excessive neutral-to-ground voltage is often a steady-state condition.\nClamp-on power meters are slightly more expensive ($300–$3,000) but used similarly. Though only single-phase, they can be useful for current imbalance and power factor, and many have limited harmonic measuring capabilities. Be wary of the 3 assumptions some meters make, which contend that all three phases are identical and, therefore, give you three-phase answers with a simple multiplication. Also, most clamp-on meters use current transformers that cannot measure (or tolerate) direct current (DC).\nPower loggers generally have capabilities similar to power meters but can take unattended readings for extended periods. They are useful for finding time-correlated problems, such as the voltage drops at a certain time each day. Several manufacturers offer both single- and three-phase loggers ($500–$3,500) that come with software for downloading the data onto a computer for analysis. Some plug right into an outlet to let you piggyback the equipment being monitored for simple and safe connections.\nMost electrical contractors doing power quality work have several monitors, which can monitor a wide range of power quality phenomena. Read the specifications and the user’s guide before taking one out to troubleshoot for a suspected power quality problem. This is especially important when looking for transients and higher order harmonics. If the sampling rate of the instrument is 64 times per cycle, it is not possible to determine harmonics above the 32nd, and even that is suspect in the real world of measuring. If the current probe is a Rogowski coil (flex-probes) and you are measuring in a room with a half dozen 500-horsepower motors running off adjustable speed drives, much of the current data is going to be skewed by the antenna-like pickup characteristic of those probes. If using a current transformer that isn’t rated for DC and there is an inrush current condition on a saturated transformer with a DC offset, it won’t produce reliable data.\nHowever, using the instrument within its limitations provides a wealth of data that virtually no other instrument can simultaneously do for you. Right in the sweet spot of power quality monitors are capturing the waveforms of disturbances, such as the arcing transients that occur before the voltage sag is cleared by the distribution circuit protection device or the slight frequency and phase shift that occurs when switching from utility power to a backup power source that resulted in a particularly susceptible piece of equipment dropping off line. Whether doing a benchmark survey to compare the site data to the commissioning data or troubleshooting a process interruption that only occurs once per month but with large financial consequences, a power quality monitor in the $3,000–8,000 price range can do exactly that.\nThough they don’t have the same triggering, capture and characterization functionality as a power quality monitor, a high-speed (200 megahertz–1 GHz) digital oscilloscope ($3,000–5,000) can be a valuable tool to have at your disposal when looking at noise or transients that are above the bandwidth of power quality monitors. Likewise, a spectrum analyzer ($10,000–15,000) can provide a more complete and wider picture of the steady-state signals that are present in a system and fall below the fundamental frequency or above the harmonic range of most power quality analyzers. For random or burst signals, a noise logger ($4,000–8,000) is an invaluable tool, and for a hands-free, no-contact look for hot spots that can result from high impedance contacts or harmonic losses in motors and transformers, the thermal or infrared camera ($4,000–20,000) is the tool of choice.\nOf course, the most used tool for power quality tasks is likely the screwdriver (priceless).\nBINGHAM, a contributing editor for power quality, can be reached at 732.287.3680.", "id": "<urn:uuid:20342dbc-37d4-47e7-8758-faea1b8cbd9d>", "dump": "CC-MAIN-2013-20", "url": "http://www.ecmag.com/section/your-business/what%E2%80%99s-your-toolkit?qt-issues_block=0", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.928072988986969, "token_count": 1151, "score": 2.65625, "int_score": 3}
{"text": "|Black-sided Meadow Katydid - Conocephalus nigropleurum|\nOrder Orthoptera - Crickets, Grasshoppers & Katydids / Family Tettigoniidae\nLive adult katydids photographed at Winfield, DuPage County, Illinois. Size = 15mm\nInsects | Spiders | Beetles | Butterflies | Moths | True Bugs | Flies | Bees & Wasps\nKatydids are large, usually green insects with long antennae and large wings, eminently capable of flight. Most katydids are well-camouflaged in foliage and become virtually invisible amidst greenery the identical color. Family Tettigoniidae contains about 6000 species in 1070 genera.\nThis from Tree of Life: \"Katydids are found on all continents except Antarctica and in an assortment of habitats from tropical forests (Heller 1995) and peat bogs (Vickery and Kevan 1985) to montane alpine zones 'far above the last outposts of trees'. Within these habitats, virtually all tettigoniids are associated with vegetation, particularly during inactive periods when the insects retreat into (or onto) leaves.\nOrder Orthoptera - Crickets, Grasshoppers & Katydids\nThere are more than 20,000 species in the order Orthoptera. These diverse insects are found worldwide, although their numbers are concentrated in the tropics.\nNorth American Insects & Spiders\nExplore over 7,000 close-up photos and information on over 700 species commonly found in North America. Live insects & spiders photographed in the wild.\nInsects and Spiders | Orthoptera Index | Spiders | Beetles | Butterflies | Moths", "id": "<urn:uuid:997167fb-2125-4c50-b4ca-9cddd69d2dd4>", "dump": "CC-MAIN-2013-20", "url": "http://www.cirrusimage.com/orthoptera_katydid_Conocephalus.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8406237959861755, "token_count": 359, "score": 2.765625, "int_score": 3}
{"text": "Download source - 8 Kb\nThis tutorial is based off of the MSDN Article #ID: Q194873. But, for a beginner, following these MSDN articles can be intimidating to say the least. One of the most often asked questions I see as a Visual C++ and Visual Basic programmer is how to call a VB DLL from VC++. Well, I am hoping to show you exactly that today. I am not going to go over the basic details of COM as this would take too long, so I am assuming you have an understanding of VB, VC++ and a little COM knowledge. It's not too hard to learn; just takes a little time. So let's get started.\nThe first thing you need to do is fire up Visual Basic 6 (VB 5 should work as well). With VB running, create a new \"ActiveX DLL\" project. Rename the project to \"vbTestCOM\" and the class to \"clsTestClass\". You can do this by clicking in the VB Project Explorer Window on the Project1 item (Step 1), then clicking in the Properties window and selecting the name property (Step 2). Do the same for the Class. Click on the class (Step 3), then the name property and enter the name mentioned above (Step 4). Your project so far should look like the folowing right hand side picture:\nOk, now we are ready to add some code to the VB Class. Click on the \"Tools\" menu, then select the \"Add Procedure\" menu item. The Add Procedure window will open up. In this window we need to add some information. First (Step 1) make sure the type is set to Function. Second (Step 2) enter a Function name called \"CountStringLength\". Finally hit the Ok button and VB will generate the new function in the class.\nYou should have an empty function with which to work. The first thing we will do is specify a return type and an input parameter. Edit your code to look like this:\nPublic Function CountStringLength(ByVal strValue As String) As Long\nWhat are we doing here? We are taking one parameter, as a String type in this case, then returning the length through the return type, which is a Long. We specify the input parameter as ByVal, meaning VB will make a copy of this variable and use the copy in the function, rather than the default ByRef, which passes the variable by reference. This way we can be sure that we do not modify the string by accident that was passed to us by the calling program. Let's add the code now.\nPublic Function CountStringLength(ByVal strValue As String) As Long\nIf strValue = vbNullString Then\nCountStringLength = 0\nCountStringLength = Len(strValue)\nIn the first line of code we are checking to see if the calling program passed us an empty, or NULL, string. If so we return 0 as the length. If the user did pass something other than an empty string, then we count it's length and return the length back to the calling program.\nNow would be a good time to save your project. Accept the default names and put it in a safe directory. We need to compile this project now. Go to the File menu and select the \"Make vbCOMTest.dll...\" menu item.\nThe compiler will produce a file called surprisingly enough: vbCOMTest.dll. The compiler will also do us the favor of entering this new DLL into the system registry. We have finished the VB side of this project, so let's start the VC++ side of it. Fire up a copy of VC++, then select from the menu, \"New Project\". The New Project window should appear. Select a \"Win32 Console Application\" (Step 1), then give it a name of \"TestVBCOM\" (Step 2). Finally, enter a directory you want to build this project in (Step 3 - your directory will vary from what I have entered).\nClick on the \"OK\" button and the \"Win32 Console Application - Step 1 of 1\" window will appear. Leave everything on this page as the default, and click the \"Finish\" button. One final window will appear after this titled \"New Project Information\". Simply click the \"Ok\" button here. You should now have an empty Win32 Console project. Press the \"Ctrl\" and hit the \"N\" key. Another window titled \"New\" will appear. Select the \"C++ Source File\" (Step 1), then enter the new name for this file called, \"TestVBCOM.cpp\" (Step 2 - make sure the Add to Project checkbox is checked and the correct project name is in the drop down combo box), then click the \"Ok\" button to finish.\nNow we are going to get fancy!\nYou need to go to your Start Menu in Windows and navigate to the \"Visual Studio 6\" menu and go into the \"Microsoft Visual Studio 6.0 Tools\" sub-menu. In here you will see an icon with the name \"OLE View\". Click on it.\nThe OLE View tool will open up. You will see a window similar to this one:\nCollapse all the trees, if they are not already. This will make it easier to navigate to where we want to go. Highlight the \"Type Libraries\" (Step 1) and expand it. You should see a fairly massive listing. We need to locate our VB DLL. Now, remember what we named the project? Right, we need to look for vbTestCOM. Scroll down until you find this. Once you have found it, double click on it. A new window should appear - the \"ITypeLib Viewer\" window. We are only interested in the IDL (Interface Definition Language) code on the right side of the window. Select the entire IDL text and hit the \"Ctrl\" and \"C\" buttons to copy it to the clipboard.\nYou can close this window and the OLE View window now as we are done with the tool. We need to add the contents of the IDL file into our VC++ project folder. Go to the folder you told VC++ to create your project in and create a new text file there (If you are in Windows Explorer, you can right click in the directory and select \"New\" then scroll over following the arrow and select \"Text Document\"). Rename the text document to \"vbCOMTEST.idl\". Then double click on the new IDL file (VC++ should open it if you named it correctly with an IDL extension). Now paste the code in the file by pressing the \"Ctrl\" and \"V\" keys. The IDL text should be pasted into the file. So far, so good. Now, this IDL file is not going to do us much good until we compile it. That way, VC++ can use the files it generates to talk to the VB DLL. Let's do that now. Open a DOS window and navigate to the directory you created your VC++ project in. Once in that directory, at the prompt you need to type the following to invoke the MIDL compiler:\nE:\\VCSource\\TestVBCOM\\TestVBCOM\\midl vbTestCOM.idl /h vbTestCOM.h\nHit the \"Enter\" key and let MIDL do its magic. You should see results similar to the following:\nClose the DOS window and head back into VC++. We need to add the newly generated vbTestCOM.h and vbTestCOM_i.c files to the project. You can do this by going to the \"Project\" menu, then selecting the \"Add to Project\" item, and scrolling over to the \"Files\" menu item and clicking on it. A window titled, \"Insert Files into Project\" will open. Select the two files highlighted in the next picture, then select the \"Ok\" button.\nThese two files were generated by MIDL for us, and VC++ needs them in order to talk to the VB DLL (actually VC++ does not need the \"vbCOMTest_i.c\" file in the project, but it is handy have in the project to review). We are going to add the following code to the \"TestVBCOM.cpp\" file now, so navigate to that file in VC++ using the \"Workspace\" window. Open the file by double clicking it and VC++ will display the empty file for editing.\nNow add the following code to the \"TestVBCOM.cpp\" file:\n_clsVBTestClass *IVBTestClass = NULL;\nhr = CoInitialize(0);\nhr = CoCreateInstance( CLSID_clsVBTestClass,\n_bstr_t bstrValue(\"Hello World\");\nhr = IVBTestClass->CountStringLength(bstrValue,\ncout << \"The string is: \" << ReturnValue << \" characters in\nlength.\" << endl;\nhr = IVBTestClass->Release();\ncout << \"CoCreateInstance Failed.\" << endl;\nIf all the code is entered in correctly, then press the \"F7\" key to compile this project. Once the project has compiled cleanly, then press the \"Ctrl\" and the \"F5\" keys to run it. In the C++ code, we include the MIDL created \"vbTestCOM.h\" file, the \"Comdef.h\" file for the _bstr_t class support and the \"iostream.h\" file for the \"cout\" support. The rest of the comments should speak for themselves as to what's occurring. This simple tutorial shows how well a person can integrate VB and VC++ apps together using COM. Not too tough actually.", "id": "<urn:uuid:a5fbb498-1ce4-4861-9a4d-ac9d31394472>", "dump": "CC-MAIN-2013-20", "url": "http://www.codeproject.com/Articles/21/Beginner-s-Tutorial-Calling-Visual-Basic-ActiveX-D?fid=104&df=90&mpp=10&sort=Position&spc=None&select=1378774&tid=816225&PageFlow=FixedWidth", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.87873774766922, "token_count": 2064, "score": 2.796875, "int_score": 3}
{"text": "Killing Emacs means ending the execution of the Emacs process.\nIf you started Emacs from a terminal, the parent process normally\nresumes control. The low-level primitive for killing Emacs is\nThis command calls the hook\nkill-emacs-hook, then exits the Emacs process and kills it.\nIf exit-data is an integer, that is used as the exit status of the Emacs process. (This is useful primarily in batch operation; see Batch Mode.)\nIf exit-data is a string, its contents are stuffed into the terminal input buffer so that the shell (or whatever program next reads input) can read them.\nkill-emacs function is normally called via the\nhigher-level command C-x C-c\nsave-buffers-kill-terminal). See Exiting. It is also called automatically if Emacs receives a\nSIGHUP operating system signal (e.g., when the\ncontrolling terminal is disconnected), or if it receives a\nSIGINT signal while running in batch mode (see Batch Mode).\nThis normal hook is run by\nkill-emacs, before it kills Emacs.\nkill-emacscan be called in situations where user interaction is impossible (e.g., when the terminal is disconnected), functions on this hook should not attempt to interact with the user. If you want to interact with the user when Emacs is shutting down, use\nkill-emacs-query-functions, described below.\nWhen Emacs is killed, all the information in the Emacs process,\naside from files that have been saved, is lost. Because killing Emacs\ninadvertently can lose a lot of work, the\nsave-buffers-kill-terminal command queries for confirmation if\nyou have buffers that need saving or subprocesses that are running.\nIt also runs the abnormal hook\nsave-buffers-kill-terminalis killing Emacs, it calls the functions in this hook, after asking the standard questions and before calling\nkill-emacs. The functions are called in order of appearance, with no arguments. Each function can ask for additional confirmation from the user. If any of them returns\nsave-buffers-kill-emacsdoes not kill Emacs, and does not run the remaining functions in this hook. Calling\nkill-emacsdirectly does not run this hook.", "id": "<urn:uuid:af93ad35-c5de-4297-a667-afc7347bbc6c>", "dump": "CC-MAIN-2013-20", "url": "http://www.gnu.org/software/emacs/manual/html_node/elisp/Killing-Emacs.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8923527002334595, "token_count": 488, "score": 2.6875, "int_score": 3}
{"text": "In digital imaging, there are 256 levels, or tonal values, ranging from black to white. Black is level 0. White is level 255. Of course, not all images (e.g. extreme foggy, misty, atmospheric shots) contain the full tonal range from black to white, but most do.\nThe histogram (Levels) is a graphical representation of the tonal values in an image. Ideally, it should range from 0 to 255, with a good spread of tonal values throughout.\nIf the histogram is bunched up towards the left, it indicates the image is under-exposed. Note the crushed shadow detail.\nIf bunched up towards the right, it's over exposed. Note the blown-out highlights.\nIf the black and white points are set incorrectly, the image will have a dull, flat, washed-out appearance. Here they're wrongly set to 20/230.\nUnless under instructions from a repro bureau or printer, you should not set the black/white points to anything other than 0/255. The printer may well adjust them later for technical reasons to do with repro, but don't try to guess what's required. It's true that some leeway is acceptable (e.g. up to 5% is usually OK), but your images will lack visual impact if the black/white points are incorrect, so don't do this as a matter of course.\nIn the vast majority of cases, it's best to set them to 0/255.", "id": "<urn:uuid:52488de0-c8c9-4c17-af7d-5a2c271456dc>", "dump": "CC-MAIN-2013-20", "url": "http://www.davepattison.com/digital-imaging/exposure.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9312856197357178, "token_count": 313, "score": 2.859375, "int_score": 3}
{"text": "What you will learn\nIn this Maya tutorial we'll learn how to begin Maya's powerful Ocean features. Using Maya Oceans, we'll be able to achieve quality results within a matter of minutes. We'll begin this project by learning the basics of creating a Maya Ocean and what it is actually made of. We'll then learn about attributes we need to set early in the project. Then we'll learn how to control the noisiness of waves and their length. After that, we'll create line graphs to change each wave's height, turbulence and peak. We'll finish the tutorial by adding foam and editing the color information of the shader.", "id": "<urn:uuid:ad8f3e02-5642-4b38-8de0-b8623965e056>", "dump": "CC-MAIN-2013-20", "url": "http://www.digitaltutors.com/11/training.php?pid=200&autoplay=1", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9474728107452393, "token_count": 130, "score": 2.734375, "int_score": 3}
{"text": "How to Check Your Dog’s Pulse\n6 of 7 in Series: The Essentials of Dog Care for a Healthy Pet\nTo check your dog’s pulse, you need to locate the femoral artery, which lies just below the skin on the inside of the back legs, between two large muscles where the leg joins the body.\nWith your dog standing, reach around in front of the rear leg where it joins his body, and slide your fingers into the groin area. You can feel the femoral artery pumping each time the heart beats.\nWhen you have found the artery with your dog standing, try it with your dog lying on his side. Count how many pulses you feel in 15 seconds and multiply by 4 to get the number of beats per minute. Dogs normally have a pulse between 70 and 120 beats per minute. In puppies, the pulse ranges from 120 to 160 beats per minute.\nBecome familiar with your dog’s pulse rate and how his pulse feels when he is relaxed as well as after exercise.\nIf you have reason to believe your dog is suffering from an emergency, a dramatic change in pulse (such as, a slowed pulse indicating shock) can be one sign and symptom.", "id": "<urn:uuid:c5b7ff1c-c303-4447-bd3a-5dc50802f12c>", "dump": "CC-MAIN-2013-20", "url": "http://www.dummies.com/how-to/content/how-to-check-your-dogs-pulse.seriesId-111403.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9533708095550537, "token_count": 248, "score": 2.765625, "int_score": 3}
{"text": "Young People's Conference\nYoung People's Conference was a youth movement in the Mennonite Church (MC) which flourished for a short time between 1920-23, and led in part to the creation of the Young People's Problems Committee. It had its origin in a \"General Conference of Mennonites in France in Reconstruction Work\" held at Clermont-en-Argonne, Meuse, France, 20-22 June 1919. This conference was organized on an intended permanent basis with a constitution whose name was tentatively chosen as \"Mennonite Young People's Movement,\" and which was to meet annually. Its clearly stated purpose was constructive and progressive, and its three annual conference programs represented in effect a Christian Life Conference with accent on the problems of youth. The movement also represented dissatisfaction with the rather slow-moving general church leadership and program, and also a determination to work out a larger and more influential place for the more mature young people in the work and leadership of the church.\nSince much of the older leadership of the church reacted with skepticism and even suspicion to the new movement, opposition and tension developed. Differences were sorted out in the end and the movement got started in America, changing its name to the Young People's Conference. Three annual meetings were held: West Liberty, Ohio, 28-30 August 1920; Sterling, IL, 15-18 June 1922; Middlebury, IN (Forks church), 14-17 June 1923. General tensions in the church at this time, resulting in the closing of Goshen College for the year 1923-24 and divisions in a number of congregations in Indiana, Ohio, Ontario, and Eastern Pennsylvania, led to confusion in the ranks of the leadership of the Young People's Conference, and ultimately to the discontinuance of the annual meetings. The committee in charge for the 1923 conference listed Harold S. Bender, chairman; Walter E. Yoder, secretary; John L. Yoder, treasurer; Payson Miller, and Vernon Smucker. Some of the energies of this group were channeled into a biweekly periodical, The Christian Exponent, established on 4 January 1924, and discontinued on 11 September 1928, edited by Vernon Smucker.\nAdapted by permission of Herald Press, Harrisonburg, Virginia, and Waterloo, Ontario, from Mennonite Encyclopedia, Vol. 4, p. 1009. All rights reserved. For information on ordering the encyclopedia visit the Herald Press website.\n©1996-2013 by the Global Anabaptist Mennonite Encyclopedia Online. All rights reserved.\nMLA style: Bender, Harold S. \"Young People's Conference.\" Global Anabaptist Mennonite Encyclopedia Online. 1959. Web. 18 May 2013. http://www.gameo.org/encyclopedia/contents/Y6873ME.htm.\nAPA style: Bender, Harold S. (1959). Young People's Conference. Global Anabaptist Mennonite Encyclopedia Online. Retrieved 18 May 2013, from http://www.gameo.org/encyclopedia/contents/Y6873ME.htm.", "id": "<urn:uuid:f3f4a59d-cdd9-4c24-be50-e0c50e26ac19>", "dump": "CC-MAIN-2013-20", "url": "http://www.gameo.org/encyclopedia/contents/Y6873ME.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9369834661483765, "token_count": 636, "score": 2.671875, "int_score": 3}
{"text": "The First Liberation Day in the DP Camps\nLivik's opinion was clear: There was no reason to celebrate or to put on a festive face, since \"joy has been silenced in the Jewish heart, our words are still full of sorrow\"... Shmuel Grinberg, in contrast, agreed that She'arit Hapleta would soon be marking Liberation Day... but warned against losing the historical perspective of what was happening. Even though anti-Semitism had not disappeared and Jewish suffering had not ended, \"we neither have nor want to weaken the great historic truth, the great struggle against the monster of human oppression, for our spiritual and moral liberation\". Leo Schwarz, who took part in the meeting, explained: \"One of the main questions was, should the liberation be commemorated today as a day of mourning or a day of thanksgiving. There was little disagreement about the memory of the murdered martyrs... concerning celebrations of Liberation Day there were differences among groups within She'arit Hapleta, but the victors were those whose psychology had already been influenced by the positive dialectic of the future. Most members of the Central Committee supported the declaration of \"a memorial day combined with the liberation, which must express our grief and bitterness over the great tragedy of European Jewry, and simultaneously be a day of thanksgiving, which will be celebrated as a national symbol and will emphasize that the Jewish people still lives\". It was decided to observe the 14th of Adar as Liberation Day (15th May in 1946), as a memorial and victory day.\nFrom: Mankovitz, Ze'ev, Ideology and Politics Among She'arit Hapleta in the American Zone of Occupation in Germany 1945-1946, Ph.D. thesis, Hebrew University of Jerusalem, 1987, pp. 279-280 (Hebrew).\nSource: Yad Vashem", "id": "<urn:uuid:bc0ae438-7cdc-4d63-bb5f-808a4dd2aaf4>", "dump": "CC-MAIN-2013-20", "url": "http://www.jewishvirtuallibrary.org/jsource/Holocaust/libday.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9735329151153564, "token_count": 385, "score": 3.234375, "int_score": 3}
{"text": "Historical Newspaper Archives Search Tips\nNewspaper Archives Last & First Name Search\n- Using both name search fields returns newspaper articles in which the surname is automatically \"near2\" the first name.\n- This means the newspaper archive search engine automatically finds occurrences of the first and last names within two words of each other.\n- This helps to find occurrences of middle names or initials in the newspaper articles, without having to enter or remember them.\n- The \"near2\" search command is not order specific—meaning your newspaper search will retrieve the person's name no matter in what order it is mentioned: the first name then last name or the last name then first name.\n- This search default is intended to bring you the most occurrences of the name you are searching for in the online newspaper archives.\n- However, if the person's name is popular, like Smith, try using some of the available search options such as location, date range, and keyword, in order to narrow your search to the specific Smith you are looking for (see below).\nUsing Advanced Search in the Newspaper Archive Database\n- There are two keyword search boxes to narrow your search for newspaper articles: \"Include keywords\" box and \"Exclude keywords\" box (see below).\n- Use the Date search box to enter a specific date or date range of the newspaper content you want to search online.\nUsing Keywords & Quotation Marks to Search Newspapers\n- All the searches for historical newspaper articles are full-text keyword searches against OCR-generated ASCII text.\n- By using the \"Include keywords\" box and/or \"Exclude keywords\" box, you can narrow or expand your online newspaper article search.\n- Put phrases in quotes like \"John Adams\" in the \"Include\" keyword box to limit the newspaper article search to that exact name—versus using the last/first name search that brings back results matching John near2 Adams.\n- If you find too many names in the newspaper archive search results, narrow your search even more by typing names or places you do NOT want in your search in the \"Exclude\" box.\nUsing Boolean Operators to Search Newspaper Archives\n- Use AND, OR, ADJx (order specific), NEARx (order non-specific) and Wildcards, such as \"?\" and \"*\")\nBroaden or narrow newspaper search queries\n- by emptying filled-in fields to broaden your search, or filling in empty fields to narrow your search.\nDisplay newspaper search results in different ways, such as:\n- Best matches (this is the newspaper search default)\n- Oldest items (based on newspaper publication dates)\n- Newest items (based on newspaper publication dates)\n- Once changed, the selection will remain the default until you change it again.\nSearch Newspapers by Date Range\n- If you know the date of the newspaper content you are seeking, then use the \"Date\" search box.\n- Enter a specific date or a date range—a variety of date formats are accepted.\n- Examples: June 2, 1804, or 1804 - 1849, or June 1804 - August 1949.\nUsing Colonial English Variant Spellings to Search Old Newspapers\n- Many of the newspapers in the historical newspaper archives are very old, and the searches must deal with Colonial English.\n- The long \"s\" character was almost identical to the \"f\" in many texts.\n- When searching old newspaper articles on words containing the letter \"s,\" use the \"?\" wildcard in place of the \"s.\"\n- Note: this can occur whether it is the first letter, a letter within a word, or at the end of a word.\n- The double \"s\" is in words like Massachusetts needs to be replaced with two wildcards in historical newspaper searches.\nExamples of Searching for Old Newspaper Articles with Colonial English\n|Modern Spelling||Colonial Spellings||Suggested Search|\n- In addition, type was set by hand for early American newspapers and printers did not always have enough pieces of type to include all of the letters in a word. This resulted in letters being omitted, or sometimes letters that looked similar were used as substitutions.\n- Much of this historic newspaper material did not use standard spellings.\n- Examples of some conventions that were common in old newspapers:\n- Use of name variants - Smith or Smythe\n- Use of \"e\" in word endings - Chesapeake or Chesapeak\n- Dropping the letter \"h\" - Philadelphia or Philadelpia\n- Examples of irregular vowel usage:\n- clerk - cleark\n- color - colour\n- Delaware - Deleware\n- Elijah - Elifha\n- Israel - Ifreal - Ifral\n- Jehovah - Javovah\n- Examples of letter e to word endings\n- Brown - Browne\n- Chesapeake - Chefopeak or Chefopeake\n- Clark - Clarke\n- highways - highwayes\n- Examples of interchanging use of the letters \"i\" and \"y\"\n- adjoining - adjoyning\n- Pennsylvania - Pensilvania or Penfilvania\n- rails - rayls\nColonial Newspaper Search Notes\n- If in doubt, use wildcards such as the question mark \"?\" or the asterisk \"*\" in your colonial newspaper search.\n- A question mark is a single-character wildcard and an asterisk multi-character (allows for up to 5 characters) wildcard.", "id": "<urn:uuid:976f9ed1-1e8b-497d-8e4e-75cdf06aeb95>", "dump": "CC-MAIN-2013-20", "url": "http://www.genealogybank.com/gbnk/newspapers/?sort=_rank_%3AD&kwexc=&s_siteloc=srch_term_link&s_referrer=findagrv&s_trackval=1111_findagrv&kwinc=&formDate=&lname=Pratt&fname=&kbid=69919&type=uncategorized", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.885566771030426, "token_count": 1135, "score": 3.09375, "int_score": 3}
