{"text": "Elderly people are at increased risk of food-borne illness because as they age, their immune systems become weaker. In fact, the website for the Centers for Disease Control estimates that each year about 48 million people get sick, 128,000 are hospitalized and 3,000 die from food-borne diseases. The most severe cases tend to occur in the very old.\nThe good news is that food poisoning can be prevented if you follow proper home food safety practices.\nRuth Frechman, a registered dietitian and spokesperson for the American Dietetic Association, spoke with AgingCare.com about home food safety for elderly people. \"Since older adults are at particular risk for food-borne illness, good food safety habits are extremely crucial.\"\nMs. Frechman says three common cooking and food preparation mistakes can result in unsafe food and potential food poisoning.\nBacteria in raw meat and poultry juices can be spread to other foods, utensils and surfaces. . \"To prevent cross-contamination, keep raw foods separate from ready-to-eat foods and fresh vegetables,\" she says. \"For example, use two cuttings boards: one strictly for raw meat, poultry and seafood; the other for ready-to-eat foods like breads and vegetables.\"\nShe recommends washing cutting boards thoroughly in hot soapy water after each use or placing them in the dishwasher. Use a bleach solution or other sanitizing solution and rinse with clean water. Always wash your hands after handling raw meat.\nLeaving food out too long\nLeaving food out too long at room temperature can cause bacteria to grow to dangerous levels that can cause illness. \"Many people think it's okay to leave food sitting out for a few hours,\" Ms. Frechman says. \"But that's a dangerous habit. Food should not be left out for more than two hours. And if it's over 90 degrees, like at an outdoor summer barbecue, food should not be out for more than one hour.\"\nIts common knowledge that meat should be cooked to proper temperatures. However, most people don't know that even leftovers that were previously cooked should be re-heated to a certain temperature. Ms. Frechman says re-heating foods to the proper temperature can kill many harmful bacteria.\nLeftovers should be re-heated to at least 165 degrees Fahrenheit. \"Harmful bacteria are destroyed when food is cooked to proper temperatures,\" she says. \"That's why a food thermometer comes in handy not only for preparing food, but also for re-heating.\"\nHow long it is safe to eat leftovers? Not as long as you would think, Ms. Frechman says. Chicken, fish and beef expire after three to four days in the refrigerator. To help seniors track if leftovers are still good, she recommends writing the date on the package of leftovers.\nSeniors and their caregivers should take these preventive measures to avoid germs in food and contracting food poisoning. Pay attention to the foods that are eaten, how food is prepared, and properly maintain the food in the refrigerator, and you may avoid an illness that could cause great discomfort, weakening of the body or even death.", "id": "<urn:uuid:fa1546c3-bbdd-441b-a8ad-eb263ea80d04>", "dump": "CC-MAIN-2013-20", "url": "http://www.agingcare.com/Articles/Top-3-Food-Preparation-Mistakes-That-Cause-Food-borne-Illness-147181.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9592506885528564, "token_count": 656, "score": 3.25, "int_score": 3}
{"text": "adopt many methods to determine whether the unborn baby is a boy or a\ngirl. The Chinese\npregnancy calendar is an often used\nmethod to know about the\ngender of the new life in the mothers womb.\nis an ancient way for\npredicting the gender of\nthe unborn baby\nIt is also known as a Chinese\nconception chart, or\nthe Chinese Conception Calendar. It is believed that this ancient\nmethod is highly accurate, although no clinical studies verify these\nchart is an\nancient Chinese secret\nA Chinese scientist developed this calendar,\n700 years ago. According to a legend, the Chinese\nis capable of\npredicting the baby gender based\non two variables: the baby month of conception and the mothers age.\nchart was kept in a royal tomb, near the city of Peking in China in\nancient times. Now this original Chinese chart is on display at the\nBeijing Institute of Science. Many people, especially the Chinese,\nbelieve that the original Chinese pregnancy\ncalendar is almost 100%\nAccording to studies, the\nChinese pregnancy calendar\nhas been found to be\n97% effective in\npredicting a baby gender. This accuracy is credited to the use of\nChinese lunar calendar\npregnancy calendar is dependent on the\nlunar calendar. It is\nbased on the month a baby is conceived and not the birth month. The\nsecond factor is the mothers age at the time of conception, adding 9\nmonths to her age to adjust the lunar calendar.\nconceived month from January to December is listed on the top row of\nthe Chinese chart,\nand the left column of\nage during the conception. You need to follow the steps given below to\nget the most accurate result from the Chinese\nPregnancy by the boy approaches more often , than pregnancy an girl. On\nstatistical given beside young and sound parents more often birth boys,\nbut beside of parents of more senior age on the contrary.\n1. Note down your age\nat the time of conception.\n2. Add 9 months to the age to\nadjust to the lunar calendar.\n3. Also note down the month\nwhen the baby was conceived.\n4. Now simply search for the\nconceived month across the top portion of the chart and the age on the\nleft side of the chart.\n5. Lastly, follow these two\ncoordinates to the spot where they intersect, and that will show you\neither a box containing B\nboy, or G\ncomparison to the Chinese pregnancy calendar,\nthe ultrasound during\nthe 7th or 8th month of\nis a more reliable method to\nknow the gender of the\nchild. In fact an ultrasound is use to monitor the\nweek by week\ndevelopment right from\nconception till child birth.\nit is a\nboy or a girl, what does it matter? What matters is that you have fun\nguessing the gender of your unborn baby using the Chinese pregnancy\nAll along use a\njournal to record your\ndevelopment week by week.\nMore radio frequency to conceive aihe male sex is connected with\nthat Spermatozoidum, carrying male Y-chromosome, several more\nmovable, than carrying X-chromosome, and has more chances earlier to\nreach ovules. But healled Spermatozoidum with X-chromosome more viable\nand can more long to survive in wombs of pipe, and wait a period of\nOne of the ways of planning of conceiving boy or girl is based on such\nabilities an Spermatozoidum.\nIn the first place it is necessary exactly\nto define a date of ovulations. So, if beside you menstruations\nregular, the day of ovulations constant and possible produce an\nuncomplicated calculation. If you want conceive boy or girl, You must\nadjust last sexual contact before a data of ovulations. If You to\nplanned conceive of boy or girl\nStudy has shown that method\nefficient in 80% events aproximately.\nUsed and other ways of planning conceive boy or girl, based on\ncalculations \"biological rhythms\", astrological forecasts and etc. But\nfrom medical standpoints these methods not motivated.\na sex of aihe during pregnancy.\nBy means of the ultrasound during of pregnancy possible to\ndefine a sex of future child. This better and easier to realize at late\nterms of pregnancy, after 22-26 weeks. Then results will more", "id": "<urn:uuid:f7082439-68e9-45b6-a427-4600dceaf5e3>", "dump": "CC-MAIN-2013-20", "url": "http://ainads.com/Pregnancy/Chinese%20Pregnancy%20Calendar%20.php", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8908355832099915, "token_count": 940, "score": 3.125, "int_score": 3}
{"text": "You Baby's Development\nAfter many weeks of anticipation and preparation, your baby is here! Or maybe not — only 5% of women deliver on their estimated due dates, and many first-time mothers find themselves waiting up to 2 weeks after their due date for their baby to arrive.\nA baby born at 40 weeks weighs, on average, about 7 pounds, 4 ounces (3,300 grams) and measures about 20 inches (51 cm). Don't expect your baby to look like the Gerber baby right off the bat — newborns often have heads temporarily misshapen from the birth canal and may be covered with vernix and blood. Your baby's skin may have skin discolorations, dry patches, and rashes — these many variations are completely normal.\nBecause of the presence of your hormones in your baby's system, your baby's genitals (scrotum in boys and labia in girls) may appear enlarged. Your baby, whether a boy or a girl, may even secrete milk from the tiny nipples. This should disappear in a few days and is completely normal.\nRight after birth, your health care provider will suction mucus out of your baby's mouth and nose, and you'll hear that long-awaited first cry. Your baby may then be placed on your stomach, and the umbilical cord will be cut — often by the baby's dad, if he chooses to do the honors! A series of quick screening tests, such as the Apgar score, will be performed to assess your baby's responsiveness and vital signs, and he or she will be weighed and measured. If your pregnancy was high risk, or if a cesarean section was necessary, a neonatologist (a doctor who specializes in newborn intensive care) will be present at your delivery to take care of your baby right away. If your baby needs any special care to adjust to life outside the womb, it will be given — and then your newborn will be placed in your waiting arms.\nThis week you'll experience the moment you've been anticipating — your introduction to your baby! Before you can meet your baby, though, you have to go through labor and delivery. You may have learned about the three stages of birth in your prenatal classes. The first stage of labor works to thin and stretch your cervix by contracting your uterus at regular intervals. The second stage of labor is when you push your baby into the vaginal canal and out of your body. The third and final stage of labor is when you deliver the placenta.\nIf you don't go into labor within a week of your due date, your health care provider may recommend you receive a nonstress test, which monitors fetal heart rate and movement to be sure that the baby is receiving adequate oxygen and that the nervous system is responding. Talk to your health care provider to find out more about this test.\nSometimes mother nature may need a little coaxing. If your labor isn't progressing, or if your health or your baby's health requires it, your health care provider may induce labor by artificially rupturing the membranes or by administering the hormone oxytocin or other medications. If your pregnancy is high risk, or if there are any other potential complications, you may require a cesarean section delivery.\nSome women know ahead of time that they will be delivering via cesarean section and are able to schedule their baby's \"birth day\" well in advance. If you're one of them, you've probably been able to prepare yourself emotionally and mentally for the birth — which can help to lessen the feelings of disappointment that many mothers who are unable to deliver vaginally experience. But even if you have to undergo a cesarean section that wasn't planned, rest assured that you'll still be able to bond with your baby. It might not be the birth experience you imagined, but your beautiful newborn has arrived nonetheless. The months of waiting are over!\nGood luck with your baby!", "id": "<urn:uuid:92a6d94d-bb11-4e8c-894b-145d81256465>", "dump": "CC-MAIN-2013-20", "url": "http://kidshealth.org/parent/pregnancy_center/pregnancy_calendar/week40.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9580468535423279, "token_count": 808, "score": 3.0, "int_score": 3}
{"text": "Food Safety for Moms to Be: Highlights - Entertaining All Year\n|A year-round food safety guide to help keep yourself and your guests safe while entertaining.\nAlso available in Spanish > En español >\nWhether you're hosting or attending a shower, pot-luck dinner, birthday party, school fair, or other social event - they all involve food! Enjoy these events while keeping your unborn baby safe from foodborne bacteria. Use these tips to help you select, prepare, and handle food safely year-round!\nPreventing foodborne illness is easy as...\n|1. Clean||Wash hands and surfaces often.|\n|2. Separate||Don't cross-contaminate.|\n|3. Cook||Cook to proper temperatures.|\n|4. Chill||Refrigerate promptly.|\nFor more information about the 4 Simple Steps to Food Safety, see Lifelong Food Safety.\nFirst Things First\nAlways wash your hands thoroughly with soap and warm water before and after handling food.\nSafe Food Handling for Social Events\nMake food safety the center of your entertaining activities during your pregnancy and beyond!\n4 Steps to Safe Food Shopping\n- Separate raw meat, poultry, and seafood from other foods in your grocery shopping cart and your grocery bags. Raw juices from these foods can contain harmful bacteria, which can spread to other foods. Consider placing these raw foods inside plastic bags to keep the juices contained.\n- Don't purchase foods if the \"sell by\" date has passed.\n- Transport food home right away and refrigerate perishables immediately to prevent any bacteria from rapidly growing in the food.\n- When the weather's hot, place groceries in the air-conditioned passenger compartment of your car rather than the hot trunk. Bacteria can multiply rapidly at high temperatures.\n|Take Note, Moms-to-Be!\nDon't include these foods on your shopping list. They're not safe for you or your unborn baby.\n|A Note About Listeria\nThis bacterium that can be particularly harmful to you and your unborn baby and can be found in these foods:\n3 Ways to Safely Defrost Frozen Foods\n- In the refrigerator. Cold temperatures keep most harmful bacteria from multiplying.\n- In cold water. Change the water every half-hour to keep the water cold.\n- Using the microwave, but cook the food immediately after it's defrosted.\nNote: Don't defrost foods at room temperature. Bacteria can grow in the \"danger zone,\" the range of temperatures usually between 40° and 140°F (4° and 60°C).\nBe creative and tempt your party guests with an array of fun platters, but keep food selections safe. Here's how:\n- Heating foods to the right temperature for the proper amount of time kills harmful bacteria, so cook meat, poultry, fish, and eggs thoroughly. For the recommended cooking temperatures, see Cook.\n- Some raw eggs can contain harmful bacteria. Some of your favorite homemade recipes may call for raw or lightly-cooked eggs. These may include recipes for Caesar salad dressing, ice cream, custards, chocolate mousse, and some sauces. Here are safe ways to make your favorite egg-containing foods:\n- Add the eggs to the amount of liquid called for in the recipe, then heat the mixture thoroughly.\n- Use store-bought products of the foods listed above, which are often already cooked or pasteurized.\n- Purchase pasteurized eggs. These eggs can be found in some supermarkets and are labeled \"pasteurized.\" Here are several types consumers can buy:\n- Fresh, pasteurized eggs in the shell (found in the refrigerator section).\n- Liquid, pasteurized egg products (found in the refrigerator section).\n- Frozen, pasteurized egg products (found in the frozen food section).\n- Powdered egg whites (found in the baking section).\nRefrigerate all perishables (foods that can spoil or become contaminated by bacteria if unrefrigerated) up until serving time. These foods include:\n- Finger sandwiches\n- Cheese chunks\n- Fruit salad\n- Foods that contain dairy products\nPlan a bacteria-free buffet with these helpful tips:\nIf you're planning a buffet at home and are not sure how quickly the food will be eaten, keep buffet portions small. Prepare a number of small platters and dishes ahead of time. Store cold back-up dishes in the refrigerator or keep hot dishes in the oven set at 200° F to 250° F (-73° C to -23° C) prior to serving. This way, your late-arriving guests can enjoy the same appetizing arrangements as the early arrivals.\nHot foods should be kept at an internal temperature of 140° F (60° C) or warmer. Use a food thermometer to check. Serve or keep food hot in chafing dishes, crock pots, and warming trays. Note: Some warmers only hold food at 110° F to 120° F (-163° C to -153° C), so check the product label to make sure your warmer has the capability to hold foods at 140° F or warmer.\nCold foods should be kept at 40° F (4 ° C) or colder. Keep cold foods refrigerated until serving time. If food is going to stay out on the buffet table longer than two hours, place plates of cold food on ice to retain the chill.\nKeep It Fresh\nDon't add new food to an already-filled serving dish. Instead, replace nearly-empty serving dishes with freshly-filled ones. Bacteria from people's hands may have contaminated the food. Plus, bacteria may have started to multiply at room temperature.\nWatch the Clock\nRemember the 2-Hour Rule: Discard any perishables left out at room temperature for more than two hours, unless you're keeping it hot or cold. If the buffet is held in a place where the temperature is above 90°F, the safe-holding time is reduced to one hour.\nLeaving with Leftovers?\nBe sure to refrigerate leftovers immediately after you arrive home.", "id": "<urn:uuid:942da8bb-7c73-4c1b-968e-adea42d1c804>", "dump": "CC-MAIN-2013-20", "url": "http://www.fda.gov/Food/FoodborneIllnessContaminants/PeopleAtRisk/ucm083680.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9088973999023438, "token_count": 1269, "score": 2.859375, "int_score": 3}
{"text": "Ahh, the pincer grasp! It's an important evolutionary milestone that nobody knows about until they become parents. (Why should opposable thumbs get all the attention?) The ability to pick up small objects using your thumb and pointer finger usually kicks in around 9 months -- and, the bonus for parents is that it allows infants to feed their own darn selves. So put down the spoon and serve up these great finger food ideas.\nDon't Expect Your Baby to Chew\n\"Before age one, babies gum their food rather than chew it,\" says Jennifer Shu, M.D., coauthor of the book Food Fights from the American Academy of Pediatrics. So serve up tiny bites -- about the size of a pea or your pinky fingernail -- in case your tot swallows it whole. Common choking hazard to avoid: Hot dogs and other sausages, hard or gummy candy, chewing gum, all nuts, whole grapes and cherry tomatoes, raisins and any dried-fruit pieces, popcorn, and seeds and gobs of peanut (or other nut) butter. But any food can pose a choking risk if not sized right. Quarter grapes, slice blueberries, dice cooked carrots, break up crackers, and so on.", "id": "<urn:uuid:c0eb04b7-652c-4f26-a24b-7c6aecd6d4e8>", "dump": "CC-MAIN-2013-20", "url": "http://www.ivillage.com/how-feed-baby-finger-foods-babies-love/6-b-404118", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9085111618041992, "token_count": 255, "score": 3.109375, "int_score": 3}
{"text": "Young Kids May Be Able to Unbuckle Car Seats\nSurvey of Parents Finds Some Kids May Be Unbuckling While Car Is in Motion\nMay 2, 2011 -- Children as young as 1 year old can unbuckle themselves from car safety seats, a new survey of parents finds.\n\"We found that children can unbuckle from their child car safety seats by their fourth birthday, and there is an alarming 43% who do so when the car is in motion,\" says researcher Lilia Reyes, MD, a clinical fellow in pediatric emergency medicine at the Yale School of Medicine in New Haven. \"It was reported as early as 12 months.\"\nThe findings are being presented at the Pediatric Academic Societies annual meeting in Denver.\nChild Car Seats: How Secure?\nWhile working in the pediatric emergency room at Yale, Reyes encountered two different mothers who had minor car accidents. They told her it happened when they turned their heads around after discovering their kids had unbuckled themselves.\nTrying to determine how frequently it happened, she and her colleagues from Yale surveyed 378 parents of young children. Among the other findings:\n- 51% or about 191 families reported that at least one of their children had unbuckled their car seats. Of these, 75% were age 3 or younger. The youngest was 12 months old.\n- Boys unbuckled more than girls; 59% of the kids who unbuckled were boys.\nParents were not asked if they were sure they had buckled correctly, Reyes tells WebMD. So there is a possibility the children weren't buckled in correctly. But parents do typically hear a click, like a seat safety belt, when the buckle latches, she says.\nThe problem, she says, is that while children may be able to physically unbuckle the seat, they are just beginning, at around age 3, to develop reasoning skills to appreciate the consequences of unbuckling.\nParents used seats of various types. They included the five-point harness, convertible seats, and booster seats, depending on their child's age and weight.\nAre Car Seats Really Buckled?\n''This study raises questions about how the child restraint was used,\" says Lorrie Walker, training manager and technical advisor for Safe Kids USA, an advocacy group.\n\"Federal motor vehicle safety standard 213 requires the buckle to release using between 9 and 14 pounds of pressure,\" she says. \"It is often challenging for an adult to unbuckle the harness.\"\nShe wonders if the buckle was not adequately locked in some cases.\n\"A buckle may give the appearance of being buckled when it has not completely latched,\" she tells WebMD.\nAmong the mistakes many parents make when placing a child in a car seat she says, is to loosely attach the harness straps or place the straps in the wrong harness slots.\nIf these mistakes occur, she says, it makes it easy for a child to climb out.\nThe finding that a child as young as age 1 could unbuckle the seat is a surprise to Jennifer Stockburger, program manager of vehicle and child safety for Consumer Reports. She reviewed the findings for WebMD but was not involved in the study.", "id": "<urn:uuid:bf010e52-2673-4816-a6a6-269d9a7121ee>", "dump": "CC-MAIN-2013-20", "url": "http://children.webmd.com/news/20110429/young-kids-may-be-able-to-unbuckle-car-seats", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9828870892524719, "token_count": 653, "score": 2.78125, "int_score": 3}
{"text": "Published: Oct. 17, 2006\nUpdated: Apr. 20, 2010\nTwo-and-a-half-year-old Nina was bright-eyed and bouncy, full of laughter and hugs -- when you could get her attention. She often seemed to be ignoring her parents when they spoke to her, and when she did respond, many of her words were slurred.\nConcerned, her parents arranged for a hearing test -- and learned that Nina had moderate hearing loss in both ears. Outfitted with a hearing aid, and provided with speech therapy, she is just beginning to regain some of the ground she lost during the first years of life when important language skills are being learned.\n\"Hearing impairment is the largest congenital disability, affecting about six out of every 1,000 infants,\" says Duke pediatric audiologist Ann Mabie. \"For a very long time, people thought you couldn't test infants' hearing, and would just wait until children were two or three years old. But by the time you wait for children not to talk, a window of opportunity has shut.\"\nIn fact, those tiny, shell-like ears that parents marvel over when getting to know their new babies are just the most visible parts of a highly sophisticated machine. Human infants spend the first year of life learning about their environment, and by one year of age, already understand far more language than they are yet able to use -- unless an undiagnosed hearing impairment disrupts the process.\nWhile hearing impairments are difficult at any age, they’re especially devastating in young children, because their brains rely on auditory stimulation to develop the capacity for oral communication. This makes early diagnosis and treatment of childhood hearing losses essential.\nHappily, all newborns in North Carolina now have access to the specialized screening needed to diagnose infants with hearing loss, thanks to state legislation passed in October 1999.\nEven babies born with normal hearing, however, can develop a hearing loss later in infancy or childhood, due to ear infections or head injuries. So parents should be aware of clues that their children might have difficulty hearing and insist on tests if they suspect hearing loss (see below).\nMabie urges all parents who suspect that their child might have a hearing problem to get the child tested by an audiologist or physician with expertise in this area as soon as possible: \"Every day you wait is a day lost.\"\nHearing impairments caused by problems in the middle and outer ear can sometimes be treated medically. For impairments originating in the inner ear, a hearing aid and speech therapy can help. \"Hearing aids help provide access to speech, and with some intensive speech and language therapy, hearing-impaired kids will do fine in a normal classroom.\"\nChildren with severe to profound hearing impairments typically will require more extensive rehabilitation, and cochlear implantation may be indicated. At Duke, otolaryngologists have begun using sophisticated new technologies to help even tiny children with hearing impairments to interact with the hearing world.\nWhen Lauren, a two-month-old infant from western North Carolina, was diagnosed with profound hearing loss due to a malformation in her inner ears, or cochleas, she was immediately fitted with hearing aids. Shortly before her second birthday, she came to Duke for a cochlear implant.\nDuke specialists in speech pathology and audiology worked to perform a detailed evaluation of Lauren’s hearing loss, using the most precise diagnostic technologies available. Duke neurotologist (ear specialist) Debara Tucci, MD, then selected the cochlear implant that would be most appropriate for Lauren.\nAfter Tucci surgically implanted the mechanism -- a marvel of micro-engineering -- into Lauren’s inner ear, the tiny computer chip that controls the implant was carefully adjusted to transmit just the right auditory signals to Lauren’s brain. The result is a girl who is learning how to communicate with those around her right on schedule.\nWhatever intervention a child with hearing deficiencies may need, time is of the essence. As the mother of one hearing-impaired child puts it, \"Once you find out and take action, things only get better, not worse.”\nIf your child exhibits any of the following behaviors, have him or her checked by a professional audiologist or physician with expertise in hearing disorders.", "id": "<urn:uuid:2e03df66-fa9b-468c-9fa8-487fd46503ea>", "dump": "CC-MAIN-2013-20", "url": "http://www.dukehealth.org/health_library/health_articles/hear_hear/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9694573283195496, "token_count": 888, "score": 3.125, "int_score": 3}
{"text": "This study presents the results from a survey issued to speech-language pathologists in the state of Kentucky regarding their perspectives on referral and assessment of bilingual speakers whose primary language is not English. The study was conducted to determine methods for decreasing the over-identification of bilingual students served for speech and language disorders. Literature review indicates an over-identification of non-English speakers in special education and related services programs nationwide. There are many possible reasons for this over-identification some of which include: lack of English instruction prior to testing in English, Speech-Language Pathologists’ preparation level, and shortage of appropriately normed assessment tools. This study specifically addresses Kentucky Speech-Language Pathologists’ preparation and comfort level with referral and assessment of non-English speaking students.\nAdvisor(s) or Committee Chair\nProfessor Leisa Hutchison\nBilingual, Multilingual, and Multicultural Education | Speech and Rhetorical Studies\nSchulte, Kathleen M., \"A Speech-Language Pathologiest Perspective on the Referral and Assessment of Bilingual Children whose Primary Language is not English\" (2010). Honors College Capstone Experience/Thesis Projects. Paper 253.", "id": "<urn:uuid:e56ea051-5aef-4db5-9c59-b878ee08ff32>", "dump": "CC-MAIN-2013-20", "url": "http://digitalcommons.wku.edu/stu_hon_theses/253/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8816535472869873, "token_count": 239, "score": 2.734375, "int_score": 3}
{"text": "Average life span in the wild: 12 years\nSize: 21 in (50 cm)\nWeight: 14.4 oz (408 g)\nDid you know? Chameleons don't change colors to match their surroundings. Each species displays distinct color patterns to indicate specific reactions or emotions.\nThe Meller's chameleon is the largest of the chameleons not native to Madagascar. Their stout bodies can grow to be up to two feet (two-thirds of a meter) long and weigh more than a pound (one-half kilogram).\nMeller's distinguish themselves from their universally bizarre-looking cousins with a single small horn protruding from the front of their snouts. This and their size earn them the common name \"giant one-horned chameleon.\"\nThey are fairly common in the savanna of East Africa, including Malawi, northern Mozambique, and Tanzania. Almost one-half of the world’s chameleons live on the island of Madagascar.\nAs with all chameleons, Meller's will change colors in response to stress and to communicate with other chameleons. Their normal appearance is deep green with yellow stripes and random black spots. Females are slightly smaller, but are otherwise indistinguishable from males.\nThey subsist on insects and small birds, using their camouflage and a lightning-fast, catapulting tongue, which can be up to 20 inches (50 centimeters) long, to ambush prey.\nExotic pet enthusiasts often attempt to keep Meller's chameleons as pets. However, they are highly susceptible to even the slightest level of stress and are very difficult to care for in captivity. In the wild, they can live as long as 12 years.", "id": "<urn:uuid:9c71b6db-6728-48b5-96b5-05fbc0b5bb4f>", "dump": "CC-MAIN-2013-20", "url": "http://amazingpicturesoftheanimals.blogspot.com/2012/05/mellers-chameleon-facts-pictures.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9396425485610962, "token_count": 359, "score": 3.40625, "int_score": 3}
{"text": "Octodon degus is generally considered endemic to west central Chile, where it inhabits the lower slopes of the Andes. Although some have argued that its range may extend north into Peru, this is not well supported. It is common in the international pet trade, however, and is often used in laboratory studies outside of its native range. (Contreras, et al., 1987; Woods and Boraker, 1975)\nOctodon degus inhabits a mediterranean-type semi-arid shrubland ecosystem called \"matorral\", which is found on the western slopes of the Andes between 28 and 35 degrees south latitude. Further north the climate becomes too arid to support this plant community, and further south it is too wet. Degus appear to be limited to elevations below 1200 meters, both by the distribution of their habitat and by their intolerance of low oxygen partial pressure. Degus are well able to inhabit lands influenced by cattle grazing, and are agricultural pests in some areas. (Contreras, et al., 1987; Fulk, 1976)\nOctodon degus superficially resembles a gerbil, but is much larger. Degus typically weigh between 170 and 300 g, and measure between 325 and 440 mm in length, including the tail. The fur is yellow-brown on the back and head, and the underparts and feet are cream colored. There is a pale band around the eye and, in some individuals, the neck. The tail is moderately long and conspicuously tufted. The ears are large and darkly pigmented. The fifth digit is reduced, and on the forefeet it has a nail instead of a claw. The cheekteeth are hypsodont and their biting surfaces resemble a figure of eight. Sexes are difficult to distinguish, but males tend to be about 10% larger than females. Pups are born furred and able to see, and begin exploring within hours of birth. Octodon degus can be distinguished from the two other members of the genus Octodon by slight differences in dental morphology. It is also smaller than its relatives and its tail is said to be more noticeably tufted. (Fulk, 1976; Lee, 2004)\nDuring the annual breeding season, male-male aggression temporarily increases. Males exclude other males from their burrow and monopolize the females (usually 2 to 4) who live there. Dustbathing and urine marking may be used in the defense of territory by both sexes, but these behaviors particularly increase in the male during the breeding season. Courting males often engage in mutual grooming with females, and frequently perform a courtship ritual which involves wagging of the tail and trembling of the body. The male then raises a hind leg and sprays urine onto the female. This may serve to familiarize her with his scent and perhaps make her more receptive to his advances in the future. Receptive females may sometimes enurinate males in a similar fashion. Related female degus may nurse each other's young. (Ebensperger and Caiozzi, 2002; Fulk, 1976; Kleiman, 1974; Soto-Gamboa, 2005)\nIn the wild degus tend to breed once per year. The breeding season usually begins in late May (autumn in Chile), and the young are conceived in late winter to early spring (September to October). In wet years, degus may produce second litters. It has been suggested that degus may be induced ovulators, but this has not been established for certain. There is also some evidence that male reproductive organs may be sensitive to changes in photoperiod. The gestation period is 90 days, and litter size is typically 4-6 pups. The young are precocial. They are born with fur and teeth; their eyes are open and they are able to move about the nest on their own. Pups are weaned at 4 to 5 weeks, and become sexually mature between 12 and 16 weeks of age. Degus do not reach adult size until about 6 months of age, however, and they generally live in same-sex social groups until they are about 9 months old and their first breeding season occurs. It has been reported that pups raised in isolation in the laboratory experience severe neural and behavioral abnormalities. (Ebensperger and Hurtado, 2005; Lee, 2004; Woods and Boraker, 1975)\nBefore conception can occur, the male degu must invest considerable energy in the defense of his territory and harem from other males. The female subsequently expends considerable energy in gestation and lactation. The pregnancy is relatively long for a rodent, and the young are born well developed. After birth, both parents protect and provision the pups. Degus nest communally, and groups of related females nurse one another's young. In the laboratory, the female remains close to the pups until two weeks after birth, and males have been observed to huddle with the young during this period without instances of infanticide. In the wild, male degus may spend as much time feeding and huddling with the young as females do. Pups begin to eat solid food at about two weeks of age, and venture out of the burrow at three weeks. Upon weaning at four to six weeks, the pups are able to live independently of the parents and form same-sex social groups until their first breeding season. (Ebensperger and Hurtado, 2005; Fulk, 1976; Lee, 2004; Woods and Boraker, 1975)\nIn laboratory conditions, degus typically live five to eight years.\nDegus are social and tend to live in groups of one to two males and two to five related females. Females participate in rearing on another's young. Groups maintain territories throughout much of the year. Degus are semi-fossorial, digging extensive communal burrow systems. These burrows are often shared by Bennett's chinchilla rat (Abrocoma bennettii). Degus feed exclusively above ground, however, and have been observed climbing into the low branches of shrubs while foraging. Dustbathing is an important social behavior among degus. Groups repeatedly mark favorite wallows with urine and anal gland secretions. This may help the group identify each other by scent as well as delineating territorial boundaries. Degus are mainly diurnal, and are most active during the morning and evening. (Ebensperger, et al., 2004; Fulk, 1976; Woods and Boraker, 1975)\nFulk (1976) estimated that social groups of degus occupy home areas of roughly 200 square meters, and that their density is about 75 degus per hectare. This may be an underestimate, however, due to the trapping methods used. (Fulk, 1976)\nDegus have well-developed sight, smell, and hearing. They are highly vocal and use various calls to communicate with one another, including alarm calls, mating calls, and communication between parents and young. Vision is very important in avoidance of predators and in foraging. It has been shown that degus are able to see ultraviolet wavelengths, and that their urine reflects in the UV range when fresh. It has therefore been suggested that degus' urine scent marks are also visual cues. These scent marks are also used as dust wallows, allowing members of a social group to identify each other by scent. (Chavez, et al., 2003; Fulk, 1976; Woods and Boraker, 1975)\nDegus are generalist herbivores. They feed on the leaves, bark, and seeds of shrubs and forbs. Among their favorite foods are the bark of Cestrum palqui and Mimosa cavenia, leaves and bark of Proustia cuneifolia, Atriplex repunda, and Acacia caven, annuals such as Erodium cicutarum when in season, green grasses, and thistle seeds. Degus choose food items that reduce fiber and increase nitrogen and moisture in the diet, and thus prefer young leaves and avoid woodier shrubs. Degus rely on microbial fermentation in their enlarged cecum (they are \"hindgut fermenters\") to digest their food. They reingest a large percentage of their feces, usually during the night. This allows them to maximize their digestion. Degus store food in the winter, and it has been reported that they occasionally eat meat in old age. (Gutierrez and Bozinovic, 1998; Kenagy, et al., 1999; Veloso and Kenagy, 2005; Woods and Boraker, 1975)\nOctodon degus is subject to predation by larger mammals such as culpeo foxes (Lycalopex culpaeus), and from the air by raptors such as barn owls (Tyto alba), short-eared owls (Asio flammeus), and black-chested buzzard eagles (Geranoaetus melanoleucus). Degus use vigilance and cover to avoid predators. Their pelage is also counter-shaded and matches the soil color, which reduces visibility to predators. Degus live socially and use alarm calls to warn others of danger. When a predator is spotted, they take cover in shrubby areas and may retreat to the communal burrow. (Ebensperger and Wallem, 2002; Woods and Boraker, 1975)\nOctodon degus affects the plant community in its habitat by selective browsing. Degus behaviorally reduce the fiber content of their diet, preferrentially eating shrubs such as Adesmia bedwellii, Baccharis paniculata, and Chenopodium petioare, which are less fibrous and less thorny than others. These species have been shown to increase their foliage area upon exclusion of degus. As degus are very common, they are themselves an important food source for their predators. (Gutierrez and Bozinovic, 1998)\nDegus often live in association with Bennett's chinchilla rats (Abrocoma bennettii). The two species are known to share burrow systems and have even been observed in the same chamber within a burrow. This is believed to be a mutualistic relationship, but it is not well understood. (Fulk, 1976; Woods and Boraker, 1975)\nDegus are frequently kept as pets, and are used extensively in laboratory research. Because they are largely diurnal, they are useful in research on circadian rhythms, and their intolerance of sugars makes them ideal models for diabetes research. (Lee, 2004)\nDegus are significant agricultural pests in some areas. They take advantage of cultivated prickly pear cactus, wheat, vineyards, and orchards as abundant food sources, and can do considerable damage. They are also known to host three species of parasites that can infect humans. (Fulk, 1976)\nTanya Dewey (editor), Animal Diversity Web.\nMary Hejna (author), University of Michigan-Ann Arbor, Phil Myers (editor, instructor), Museum of Zoology, University of Michigan-Ann Arbor.\nliving in the southern part of the New World. In other words, Central and South America.\nuses sound to communicate\nliving in landscapes dominated by human agriculture.\nhaving body symmetry such that the animal can be divided in one plane into two mirror-image halves. Animals with bilateral symmetry have dorsal and ventral sides, as well as anterior and posterior ends. Synapomorphy of the Bilateria.\nFound in coastal areas between 30 and 40 degrees latitude, in areas with a Mediterranean climate. Vegetation is dominated by stands of dense, spiny shrubs with tough (hard or waxy) evergreen leaves. May be maintained by periodic fire. In South America it includes the scrub ecotone between forest and paramo.\nuses smells or other chemicals to communicate\nhelpers provide assistance in raising young that are not their own\nan animal that mainly eats the dung of other animals\nactive at dawn and dusk\nhaving markings, coloration, shapes, or other features that cause an animal to be camouflaged in its natural environment; being difficult to see or otherwise detect.\nanimals that use metabolically generated heat to regulate body temperature independently of ambient temperature. Endothermy is a synapomorphy of the Mammalia, although it may have arisen in a (now extinct) synapsid ancestor; the fossil record does not distinguish these possibilities. Convergent in birds.\nan animal that mainly eats leaves.\nReferring to a burrowing life-style or behavior, specialized for digging or burrowing.\nan animal that mainly eats seeds\nAn animal that eats mainly plants or parts of plants.\noffspring are produced in more than one group (litters, clutches, etc.) and across multiple seasons (or other periods hospitable to reproduction). Iteroparous animals must, by definition, survive over multiple seasons (or periodic condition changes).\nhaving the capacity to move from one place to another.\nthe area in which the animal is naturally found, the region in which it is endemic.\nthe business of buying and selling animals for people to keep in their homes as pets.\nhaving more than one female as a mate at one time\nspecialized for leaping or bounding locomotion; jumps or hops.\ncommunicates by producing scents from special gland(s) and placing them on a surface whether others can smell or taste them\nbreeding is confined to a particular season\nremains in the same area\nreproduction that includes combining the genetic contribution of two individuals, a male and a female\nassociates with others of its species; forms social groups.\nplaces a food item in a special place to be eaten later. Also called \"hoarding\"\nuses touch to communicate\nthat region of the Earth between 23.5 degrees North and 60 degrees North (between the Tropic of Cancer and the Arctic Circle) and between 23.5 degrees South and 60 degrees South (between the Tropic of Capricorn and the Antarctic Circle).\nLiving on the ground.\ndefends an area within the home range, occupied by a single animals or group of animals of the same species and held through overt defense, display, or advertisement\nuses sight to communicate\nreproduction in which fertilization and development take place within the female body and the developing embryo derives nourishment from the female.\nyoung are relatively well-developed when born\nChavez, A., F. Bozinovic, L. Peichl, A. Palacios. 2003. Retinal spectral sensitivity, fur coloration, and urine reflectance in the genus Octodon (Rodentia): implications for visual ecology. Investigative Opthalmology & Visual Science, 44/5: 2290-2296.\nContreras, L., J. Torres-Mura, J. Yanez. 1987. Biogeography of Octodontid rodents: An eco-evolutionary hypothesis. Fieldiana: Zoology, New Series, 39: 401-411.\nEbensperger, L., F. Bozinovic. 2000. Energetics and burrowing behaviour in the semifossorial degu Octadon degus (Rodentia: Octodontidae). Journal of Zoology, 252: 179-186.\nEbensperger, L., A. Caiozzi. 2002. Male degus, Octodon degus, modify their dustbathing behavior in response to social familiarity of previous dustbathing marks. Revista Chilena de Historia Natural, 75: 157-163.\nEbensperger, L., M. Hurtado. 2005. On the relationship between herbaceous cover and vigilance activity of degus (Octodon degus). Ethology, 111/6: 593-608.\nEbensperger, L., M. Hurtado. 2005. Seasonal changes in the time budget of degus, Octadon degus.. Behaviour, 142: 91-112.\nEbensperger, L., M. Hurtado, M. Soto-Gamboa, E. Lacey, A. Chang. 2004. Communal nesting and kinship in degus (Octodon degus). Naturwissenschaften, 91: 391-395.\nEbensperger, L., P. Wallem. 2002. Grouping increases the ability of the social rodent, Octodon degus, to detect predators when using exposed microhabitats. Oikos, 98: 491-497.\nFulk, G. 1976. Notes on the activity, reproduction, and social behavior of Octodon degus. Journal of Mammalogy, 57/3: 495-505.\nGutierrez, J., F. Bozinovic. 1998. Diet selection in captivity by a generalist herbivorous rodent (Octodon degus) from the Chilean coastal desert. Journal of Arid Environments, 39: 601-607.\nKenagy, G., R. Nespolo, R. Vasquez, F. Bozinovic. 2002. Daily and seasonal limits of time and temperature to activity of degus. Revista Chilena de Historia Natural, 75: 567-581.\nKenagy, G., C. Veloso, F. Bozinovic. 1999. Daily rhythms of food intake and feces reingestion in the degu, an herbivorous Chilean rodent: optimizing digestion through coprophagy. Physiological and Biochemical Zoology, 72/1: 78-86.\nKleiman, D. 1974. Patterns of behaviour in hystricomorph rodents. Symposium of the Zoological Society (London), 34: 171-209.\nLee, T. 2004. Octodon degus: A diurnal, social, and long-lived rodent. ILAR Journal, 45/1: 14-24.\nSoto-Gamboa, M., M. Villalon, F. Bozinovic. 2005. Social cues and hormone levels in male Octadon degus (Rodentia): a field test of the Challange Hypothesis. Hormones and Behavior, 47/3: 311-318.\nSoto-Gamboa, M. 2005. Free and total testosterone levels in field males of Octodon degus (Rodentia, Octodontidae): accuracy of the hormonal regulation of behavior. Revista Chilena de Historia Natural, 78/2: 229-238.\nTokimoto, N., K. Okanoya. 2004. Spontaneous construction of \"Chines boxes\" by Degus (Octodon degus): A rudiment of recursive intelligence?. Japanese Psychological Research, 46/3: 255-261.\nVeloso, C., G. Kenagy. 2005. Temporal dynamics of milk composition of the precocial caviomorph Octodon degus (Rodentia : Octodontidae). Revista Chilena de Historia Natural, 78/2: 247-252.\nWoods, C., D. Boraker. 1975. Octodon degus. Mammalian Species, 67: 1-5.", "id": "<urn:uuid:2653877c-a97a-4524-a9e3-91af93f1f619>", "dump": "CC-MAIN-2013-20", "url": "http://animaldiversity.ummz.umich.edu/site/accounts/information/Octodon_degus.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9281585812568665, "token_count": 3982, "score": 3.0625, "int_score": 3}
{"text": "Science -- Asher et al. 307 (5712): 1091:\nWe describe several fossils referable to Gomphos elkema from deposits close to the Paleocene-Eocene boundary at Tsagan Khushu, Mongolia. Gomphos shares a suite of cranioskeletal characters with extant rabbits, hares, and pikas but retains a primitive dentition and jaw compared to its modern relatives. Phylogenetic analysis supports the position of Gomphos as a stem lagomorph and excludes Cretaceous taxa from the crown radiation of placental mammals. Our results support the hypothesis that rodents and lagomorphs radiated during the Cenozoic and diverged from other placental mammals close to the Cretaceous-Tertiary boundary.\nLagomorphs are rabbits, hares, and pikas. This might be referred to as a \"missing link\" of the rodents. Why do we care? Most mammals are rodents, and this tells us about the evolution of the most successful group of mammals. Cool!", "id": "<urn:uuid:fa9d11c3-ad57-40a6-8915-a8b1cd687729>", "dump": "CC-MAIN-2013-20", "url": "http://evolutionproject.blogspot.com/2005/02/139-evolution-of-rodents-and-rabbits.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8917523622512817, "token_count": 220, "score": 2.921875, "int_score": 3}
{"text": "Is this bone a Neanderthal flute?\nCave Bear femur fragment from Slovenia, 43+kya\nDOUBTS AIRED OVER NEANDERTHAL BONE 'FLUTE'\n(AND REPLY BY MUSICOLOGIST BOB FINK)\nScience News 153 (April 4, 1998): 215.\nBy B. Bower\nAmid much media fanfare, a research team in 1996 trumpeted an ancient, hollowed out bear bone pierced on one side with four complete or partial holes as the earliest known musical instrument. The perforated bone, found in an Eastern European cave, represents a flute made and played by Neandertals at least 43,000 ye us ago, the scientists contended.\nNow it's time to stop the music, say two archaeologists who examined the purported flute last spring. On closer inspection, the bone appears to have been punctured and gnawed by the teeth of an animal -- perhaps a wolf -- as it stripped the limb of meat and marrow report, April Nowell and Philip G. Chase, both of the University of Pennsylvania in Philadelphia. \"The bone was heavily chewed by one or more carnivores, creating holes that became more rounded due to natural processes after burial,\" Nowell says. \"It provides very weak evidence for the origins of [Stone Age] music.\" Nowell presented the new analysis at the annual meeting of the Paleoanthropology Society in Seattle last week.\nNowell and Chase examined the bone with the permission of its discoverer, Ivan Turk of the Slovenian Academy of Sciences in Ljubljana (S.N.: 11/23/96, p. 328). Turk knows of their conclusion but still views the specimen as a flute.\nBoth open ends of the thighbone contain clear signs of gnawing by carnivores, Nowell asserts. Wolves and other animals typically bite off nutrient-rich tissue at the ends of limb bones and extract available marrow. If Neandertals had hollowed out the bone and fashioned holes in it, animals would not have bothered to gnaw it, she says.\nComplete and partial holes on the bone's shaft were also made by carnivores, says Nowell. Carnivores typically break open bones with their scissor like cheek teeth. Uneven bone thickness and signs of wear along the borders of the holes, products of extended burial in the soil, indicate that openings made by cheek teeth were at first less rounded and slightly smaller, the researchers hold.\nMoreover, the simultaneous pressure of an upper and lower tooth produced a set of opposing holes, one partial and one complete, they maintain.\nPrehistoric, carnivore-chewed bear bones in two Spanish caves display circular punctures aligned in much the same way as those on the Slovenian find. In the March Antiquity, Francesco d'Errico of the Institute of Quaternary Prehistory and Geology in Talence, France, and his colleagues describe the Spanish bones.\nIn a different twist, Bob Fink, an independent musicologist in Canada, has reported\non the Internet\n(http://www.webster.sk.ca/greenwich/fl-compl.htm) that the spacing of the two complete and two partial holes on the back of the Slovenian bone conforms to musical notes on the diatonic (do, re, mi. . .) scale.\nThe bone is too short to incorporate the diatonic scale's seven notes, counter Nowell and Chase. Working with Pennsylvania musicologist Robert Judd, they estimate that the find's 5.7-inch length is less than half that needed to cover the diatonic spectrum. The recent meeting presentation is \"a most convincing analysis,\" comments J. Desmond Clark of the University of California, Berkeley, although it's possible that Neandertals blew single notes through carnivore-chewed holes in the bone.\n\"We can't exclude that possibility,\" Nowell responds. \"But it's a big leap of faith to conclude that this was an intentionally constructed flute.\"\nTO THE EDITOR, SCIENCE NEWS (REPLY BY BOB FINK, May 1998)\n(See an update of this discussion on Bob Fink's web site, November 2000)\nThe doubts raised by Nowell and Chase (April 4th, DOUBTS AIRED OVER NEANDERTHAL BONE 'FLUTE') saying the Neanderthal Bone is not a flute have these weaknesses:\nThe alignment of the holes -- all in a row, and all of equivalent diameter, appear to be contrary to most teeth marks, unless some holes were made independently by several animals. The latter case boggles the odds for the holes ending up being in line. It also would be strange that animals homed in on this one bone in a cave full of bones, where no reports of similarly chewed bones have been made.\nThis claim is harder to believe when it is calculated that chances for holes to\nbe arranged, by chance, in a pattern that matches the spacings of 4 notes of a\ndiatonic flute, are only one in hundreds to occur .\nThe analysis I made on the Internet (http://www.webster.sk.ca/greenwich/fl-compl.htm) regarding the bone being capable of matching 4 notes of the do, re, mi (diatonic) scale included the possibility that the bone was extended with another bone \"mouthpiece\" sufficiently long to make the notes sound fairly in tune. While Nowell says \"it's a big leap of faith to conclude that this was an intentionally constructed flute,\" it's a bigger leap of faith to accept the immense coincidence that animals blindly created a hole-spacing pattern with holes all in line (in what clearly looks like so many other known bone flutes which are made to play notes in a step-wise scale) and blindly create a pattern that also could play a known acoustic scale if the bone was extended. That's too much coincidence for me to accept. It is more likely that it is an intentionally made flute, although admittedly with only the barest of clues regarding its original condition.\nThe 5.7 inch figure your article quoted appears erroneous, as the centimeter scale provided by its discoverer, Ivan Turk, indicates the artifact is about 4.3 inches long. However, the unbroken femur would originally have been about 8.5 inches, and the possibility of an additional hole or two exists, to complete a full scale, perhaps aided by the possible thumbhole. However, the full diatonic spectrum is not required as indicated by Nowell and Chase: It could also have been a simpler (but still diatonic) 4 or 5 note scale. Such short-scale flutes are plentiful in homo sapiens history.\nFinally, a worn-out or broken flute bone can serve as a scoop for manipulation of food, explaining why animals might chew on its ends later. It is also well-known that dogs chase and maul even sticks, despite their non-nutritional nature. What appears \"weak\" is not the case for a flute, but the case against it by Nowell and Chase.\nLetter to the Editor: Antiquity Journal:\n\"A Bone to Pick\"\nBy Bob Fink\nI have a bone to pick with Francesco d'Errico's viewpoint in the March issue of Antiquity (article too long to reproduce here) regarding the Neanderthal flute found in Slovenia by Ivan Turk. D'Errico argues the bone artifact is not a flute.\nD'Errico omits dealing with the best evidence that this bone find is a flute.\nRegarding the most important evidence, that of the holes being lined up, neither d'Errico nor Turk make mention of this.\nThis line-up is remarkable especially if they were made by more than one carnivore, which apparently they'd have to be, based on Turk's analysis of the center-spans of the holes precluding their being made by a single carnivore or bite (Turk,* pp.171-175). To account for this possible difficulty, some doubters do mention \"one or more\" carnivores (Chase & Nowell, Science News 4/4/98).\nMy arguments over the past year pointed out the mathematical odds of the lining up of the holes occurring by chance-chewing are too difficult to believe.\nThe Appendix in my essay (\"Neanderthal Flute --A Musicological Analysis\") proves that the number of ways a set of 4 random holes could be differently spaced (to produce an audibly different set of tones) are 680 ways. The chances a random set would match the existing fragment's spacing [which also could produce a match to four diatonic notes of the scale] are therefore only one in hundreds. If, in calculating the odds, you also allowed the holes to be out of line, or to be less than 4 holes as well, then the chance of a line-up match is only one from many tens of thousands.\nAnd yet randomness and animal bites still are acceptable to account for holes being in line that could also play some notes of the scale? This is too much coincidence for me to believe occurred by chance.\nD'Errico mentions my essay in his article and what he thought it was about, but he overstates my case into being a less believable one. My case simply was that if the bone was long enough (or a shorter bone extended by a mouthpiece insert) then the 4 holes would be consistent and in tune with the sounds of Do, Re, Mi, Fa (or flat Mi, Fa, Sol, and flat La in a minor scale).\nIn the 5 points I list below, extracted from Turk's monograph in support of this being a flute, d'Errico omits dealing with much of the first, and all of the second, fourth and sixth points.\nTurk & Co's monograph shows the presence on site of boring tools, and includes experiments made by Turk's colleague Guiliano Bastiani who successfully produced similar holes in fresh bone using tools of the type found at the site (pp. 176-78 Turk).\nThey also wrote (pp. 171-75) that:\n1. The center-to-center distances of the holes in the artifact are smaller than that of the tooth spans of most carnivores. The smallest tooth spans they found were 45mm, and the holes on the bone are 35mm (or less) apart;\n2. Holes bitten are usually at the ends of bones rather than in the center of them;\n3. There is an absence of dents, scratches and other signs of gnawing and counter-bites on the artifact;\n4. The center-to-center distances do not correspond to the spans of carnivores which could pierce the bone;\n5. The diameters of the holes are greater than that producible by a wolf exerting the greatest jaw pressure it had available -- it's doubtful that a wolf's jaws would be strong enough (like a hyena's) to have made the holes, especially in the thickest part of the wall of the artifact.\n6. If you accept one or more carnivores, then why did they over-target one bone, when there were so many other bones in the cave site? Only about 4.5% of the juvenile bones were chewed or had holes, according to Turk (p. 117).\n* Turk, Ivan (ed.) (1997). Mousterian Bone Flute. Znanstvenoraziskovalni\nCenter Sazu, Ljubljana, Slovenia.\nMaintained by Francis F. Steen, Communication Studies, University of California Los Angeles", "id": "<urn:uuid:f166f15d-9976-40ed-8a49-8bed360001ff>", "dump": "CC-MAIN-2013-20", "url": "http://cogweb.ucla.edu/ep/FluteDebate.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9578442573547363, "token_count": 2445, "score": 3.71875, "int_score": 4}
{"text": "My passion is studying early man, specifically how we became who we are. Is our violence an aberration or part and parcel of survival? No other mammal kills their own, but maybe–as the alpha on the planet–our greatest threat to our survival is our own species, so we’re forced to destroy each other.\nWhat was lacking in H. Habilis that led to their extinction, to be replaced by the big-brained, scrawny Homo erectus? Habilis was preyed upon by species with bigger claws, sharper teeth and thicker skin. Habilis (and my friend Lyta) scavenged their left-overs, in between hiding from the imposing mammals that dominated the Plio-Pleistocene African savanna. But, eventually hiding wasn’t enough and H. erectus took over (we don’t know if they fought with each other or if habilis left ‘with a whimper’).\nH. erectus, with his longer lower limbs for running and walking efficiency, his bigger brain especially in the areas for planning and forethought (and speech depending upon whose research you’re reading) was tall, thin, and barrel-chested, hardly daunting in a world of sabertooth cats, mammoth and giant sloths. Yet , it is he who spread from Africa to China, India, the Middle East, Java. It is he–not predator cats or alligators–who developed a highly adaptable culture allowing him to survive a wide range of climates and habitats.\nThat is the first of their firsts. Want more?\n- first appearance of systematic hunting.\n- first use of fire (though arguably no control of it)\n- first indication of extended childhood (thanks to the helplessness of their infants)\n- first indication of the ability to lead a more complex life (their Acheulian tools were sophisticated, their hunting was planned)\n- first to wear clothing (how else to survive Georgia and China)\n- first to create complex tools and weapons\nTheir faces were short but wide and the nose projected forward, hinting at the typical human external nose. They had a pronounced brow ridge. Their cranium was long and low and somewhat flattened at the front and back. The cranial bone was thicker than earlier hominids. Remnants show damage from being hit in the head by something like clubs or heavy rocks. Their arms and legs were also robust, with thicker bones and clear evidence of being heavily muscled. The suspicion is they were a more violent species than habilis. Is that why habilis disappeared? The tougher group survived and bred offspring with their thicker, more protective skulls.\nYou probably remember my friend Lyta is a Homo habilis (see her page). I’ve lived her life through Otto‘s ability to ‘see’ into the past. Where other primates rest when they have enough to eat, she thinks and shares information with her band. Where most mammals sleep when they aren’t hunting, playing or resting, Lyta worked–knapped tools, collected food for a cache, planned. I have come to believe that her survival depended not so much on her physique (which was sorely lacking in that physical time) as what was inside of her: her courage, ability to plan ahead, strength of her convictions, what we call ‘morals’. These are very human traits that can’t be preserved in bones and teeth. I wouldn’t know they existed if not for Otto. I’ve posted an excerpt from that research on Scribd.com (Born in a Treacherous Time).\nMy next project is to determine how man migrated throughout the world. Where did he get the courage? Was he forced out because he couldn’t defend his territory? Or was it wanderlust? Was he a seeker, wanting more for his life? Did he get bored and need to challenge his constantly-growing brain?", "id": "<urn:uuid:1a482eda-257a-44ed-9d36-645d7c2ae85a>", "dump": "CC-MAIN-2013-20", "url": "http://delamagente.wordpress.com/2009/06/22/homo-habilis-vs-homo-erectus/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9721047282218933, "token_count": 826, "score": 3.046875, "int_score": 3}
{"text": "The Javan rhinoceros is one of the most rare animals in the world and it was just spotted on video tape.\nSeamen have long reported miraculous sightings of luminous, glowing seawater.\nYou know how animals are supposed to be able sense disasters before they happen? Well some believe it’s a myth, though there are lots of reports of animals behaving strangely days before the tsunamis hit in Indonesia. Hundreds of thousands of ants were seen scurrying away from the beach. Elephants, dogs, and zoo animals were all reported to have been acting strangely. What can explain it? Learn more on this Moment of Science.", "id": "<urn:uuid:19ce4a7d-7ae3-489c-8be3-7b90046f895d>", "dump": "CC-MAIN-2013-20", "url": "http://indianapublicmedia.org/amomentofscience/tag/indonesia/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.968927264213562, "token_count": 134, "score": 2.53125, "int_score": 3}
{"text": "The pristine waters off Kona, Hawaii, teem with big game and spawn many exciting fish tales. But this tale is unlike any other, a mystery involving a giant slender fish discovered on the surface minus its head and tail, making it nearly impossible to identify.\nSea Strike Capt. Dale Leverone poses with giant headless mystery fish found recently off Kona, Hawaii. In below image, first mate Jack Leverone lies beside the 7-foot-long denizen. Credit: the Leverones\nThe case may never be solved because scientists have little to go on besides the photos accompanying this post, and because the fishermen filleted the carcass and tossed it overboard.\nThe only thing that appears certain is that the headless mystery fish belongs to a species that resides at great depth, and is rarely encountered by humans.\nThe best guess, and some might have already ventured this theory, is that this was an oarfish. Oarfish are long and slender prehistoric-looking fish believed to have spawned tales of sea serpents among ancient mariners.\nThat’s what Capt. Dale Leverone of the Sea Strike, which stumbled upon the 7-foot-long ribbon-like fish, initially believed.\nThat’s also what Jon Schwartz supposed. Schwartz, a fishing photographer and friends of the Leverone family, spent an entire day last week trying to solve this mystery, and blogged about his detective work. His title: “Giant Headless Mystery Fish Baffles Fishermen and Scientists.”\nBut oarfish boast crimson-colored mane-like dorsal fins, tall and prominent near their heads, and the headless fish did not have a detectable dorsal fin. “I thought it was a car bumper, but then I remembered they don’t float,” first mate Jack Leverone told Schwartz.\nSchwartz contacted Jim Rizzuto, a veteran fishing writer in Hawaii, and Rizzuto suggested it could be a Hawaiian ridge scabbardfish, which are long and ribbon-like, and extremely rare. But scabbardfish do not get nearly this long, so it was crossed off the list.\nSchwartz plunged into Wikipedia and found a species called beltfish, which are long and thin, and a photo of a bunch of them at a fish market in Japan. Not a probable match.\nSchwartz also contacted two NOAA marine biologists, who could not provide a positive ID.\nI decided to probe on my own and contacted Perry Hampton, vice president of animal husbandry at the Aquarium of the Pacific in Long Beach, Calif.\nHampton said the photographs “do not show enough detail to make a determination” but added: “Despite the apparent lack of red dorsal fin it is hard to come up with any other species other than an oarfish,” based on the size of the specimen.\n“The most prominent part of an oarfish’s dorsal fin are the first few spines near the head,” he added. “It is possible that these things were lost along with the head. The rest of the dorsal fin runs the length of the body but usually lays flat in a recessed channel along the fish’s back unless it is alarmed.”\nSo the headless mystery fish could very well have been an oarfish, but the world may never know for sure. Just as it will never know what kind of shark or other predator chomped off its head and tail, leaving the rest for the Leverones.\nThey had planned to eat the headless mystery fish, but when they cooked it the flesh turned gelatinous, so they passed.\nMore on GrindTV\nNATURE – Facebook friends capture amazing baby whale, seal footage on same day\nSHARKS – Scary moments for divers during up-close tiger shark encounter\nFISHING – Bluefin tuna sells for record $1.76 million in Japan", "id": "<urn:uuid:0e7877da-7287-4cff-a596-b275d5b9e71d>", "dump": "CC-MAIN-2013-20", "url": "http://www.grindtv.com/outdoor/post/giant-headless-fish-at-center-of-intriguing-mystery-off-kona-hawaii/?.tsrc=_news", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9441236853599548, "token_count": 817, "score": 2.71875, "int_score": 3}
