{"text": "Public Papers - 1991\nWhite House Fact Sheet on The Strategic Arms Reduction Treaty (START)\nToday, the United States and the Soviet Union signed the Strategic Arms Reduction Treaty. This treaty marks the first agreement between the two countries in which the number of deployed strategic nuclear weapons will actually be reduced. Reductions will take place over a period of 7 years, and will result in parity between the strategic nuclear forces of the two sides at levels approximately 30 percent below currently deployed forces. Deeper cuts are required in the most dangerous and destabilizing systems.\nSTART provisions are designed to strengthen strategic stability at lower levels and to encourage the restructuring of strategic forces in ways that make them more stable and less threatening. The treaty includes a wide variety of very demanding verification measures designed to ensure compliance and build confidence.\nThe treaty sets equal ceilings on the number of strategic nuclear forces that can be deployed by either side. In addition, the treaty establishes an equal ceiling on ballistic missile throw-weight (a measure of overall capability for ballistic missiles). Each side is limited to no more than:\n-- 1600 strategic nuclear delivery vehicles (deployed intercontinental ballistic missiles [ICBM's], submarine launched ballistic missiles [SLBM's], and heavy bombers), a limit that is 36 percent below the Soviet level declared in September 1990 and 29 percent below the U.S. level.\n-- 6000 total accountable warheads, about 41 percent below the current Soviet level and 43 percent below the current U.S. level.\n-- 4900 accountable warheads deployed on ICBM's or SLBM's, about 48 percent below the current Soviet level and 40 percent below the current U.S. level.\n-- 1540 accountable warheads deployed on 154 heavy ICBM's, a 50-percent reduction in current Soviet forces. The U.S. has no heavy ICBM's.\n-- 1100 accountable warheads deployed on mobile ICBM's.\n-- Aggregate throw-weight of deployed ICBM's and SLBM's equal to about 54 percent of the current Soviet aggregate throw-weight.\nBallistic Missile Warhead Accountability\nThe treaty uses detailed counting rules to ensure the accurate accounting of the number of warheads attributed to each type of ballistic missile.\n-- Each deployed ballistic missile warhead counts as 1 under the 4900 ceiling and 1 under the 6000 overall warhead ceiling.\n-- Each side is allowed 10 on-site inspections each year to verify that deployed ballistic missiles contain no more warheads than the number that is attributed to them under the treaty.\nDownloading Ballistic Missile Warheads\nThe treaty also allows for a reduction in the number of warheads on certain ballistic missiles, which will help the sides transition their existing forces to the new regime. Such downloading is permitted in a carefully structured and limited fashion.\n-- The U.S. may download its three-warhead Minuteman III ICBM by either one or two warheads. The Soviet Union has already downloaded it's seven warhead SS - N - 18 SLBM by four warheads.\n-- In addition, each side may download up to 500 warheads on two other existing types of ballistic missiles, as long as the total number of warheads removed from downloaded missiles does not exceed 1250 at any one time.\nThe treaty places constraints on the characteristics of new types of ballistic missiles to ensure the accuracy of counting rules and prevent undercounting of missile warheads.\n-- The number of warheads attributed to a new type of ballistic missile must be no less than the number determined by dividing 40 percent of the missile's total throw-weight by the weight of the lightest RV tested on that missile.\n-- The throw-weight attributed to a new type must be no less than the missile's throw-weight capability at specified reference ranges (11,000 km for ICBM's and 9,500 km for SLBM's).\nSTART places significant restrictions on the Soviet SS - 18 heavy ICBM.\n-- A 50-percent reduction in the number of Soviet SS - 18 ICBM's; a total reduction of 154 of these Soviet missiles.\n-- New types of heavy ICBM's are banned.\n-- Downloading of heavy ICBM's is banned.\n-- Heavy SLBM's and heavy mobile ICBM's are banned.\n-- Heavy ICBM's will be reduced on a more stringent schedule than other strategic arms.\nBecause mobile missiles are more difficult to verify than other types of ballistic missiles, START incorporates a number of special restrictions and notifications with regard to these missiles. These measures will significantly improve our confidence that START will be effectively verifiable.\n-- Nondeployed mobile missiles and non-deployed mobile launchers are numerically and geographically limited so as to limit the possibility for reload and refire.\n-- The verification regime includes continuous monitoring of mobile ICBM production, restrictions on movements, on-site inspections, and cooperative measures to improve the effectiveness of national technical means of intelligence collection.\nBecause heavy bombers are stabilizing strategic systems (e.g., they are less capable of a short-warning attack than ballistic missiles), START counting rules for weapons on bombers are different than those for ballistic missile warheads.\n-- Each heavy bomber counts as one strategic nuclear delivery vehicle.\n-- Each heavy bomber equipped to carry only short-range missiles or gravity bombs is counted as one warhead under the 6000 limit.\n-- Each U.S. heavy bomber equipped to carry long-range nuclear ALCM's (up to a maximum of 150 bombers) is counted as 10 warheads even though it may be equipped to carry up to 20 ALCM's.\n-- A similar discount applies to Soviet heavy bombers equipped to carry long-range nuclear ALCM's. Each such Soviet heavy bomber (up to a maximum of 180) is counted as 8 warheads even though it may be equipped to carry up to 16 ALCM's.\n-- Any heavy bomber equipped for long-range nuclear ALCM's deployed in excess of 150 for the U.S. or 180 for the Soviet Union will be accountable by the number of ALCM's the heavy bomber is actually equipped to carry.\nBuilding on recent arms control agreements, START includes extensive and unprecedented verification provisions. This comprehensive verification regime greatly reduces the likelihood that violations would go undetected.\n-- START bans the encryption and encapsulation of telemetric information and other forms of information denial on flight tests of ballistic missiles. However, strictly limited exemptions to this ban are granted sufficient to protect the flight-testing of sensitive research projects.\n-- START allows 12 different types of on-site inspections and requires roughly 60 different types of notifications covering production, testing, movement, deployment, and destruction of strategic offensive arms.\nSTART will have a duration of 15 years, unless it is superseded by a subsequent agreement. If the sides agree, the treaty may be extended for successive 5-year periods beyond the 15 years.\nNoncircumvention and Third Countries\nSTART prohibits the transfer of strategic offensive arms to third countries, except that the treaty will not interfere with existing patterns of cooperation. In addition, the treaty prohibits the permanent basing of strategic offensive arms outside the national territory of each side.\nAir-Launched Cruise Missiles (ALCM's)\nSTART does not directly count or limit ALCM's. ALCM's are limited indirectly through their association with heavy bombers.\n-- Only nuclear-armed ALCM's with a range in excess of 600 km are covered by START.\n-- Long-range, conventionally armed ALCM's that are distinguishable from nuclear-armed ALCM's are not affected.\n-- Long-range nuclear-armed ALCM's may not be located at air bases for heavy bombers not accountable as being equipped for such ALCM's.\n-- Multiple warhead long-range nuclear ALCM's are banned.\nSea Launched Cruise Missiles (SLCM's)\nSLCMs are not constrained by the treaty. However, each side has made a politically binding declaration as to its plans for the deployment of nuclear-armed SLCM's. Conventionally-armed SLCM's are not subject to such a declaration.\n-- Each side will make an annual declaration of the maximum number of nuclear-armed SLCM's with a range greater than 600 km that it plans to deploy for each of the following 5 years.\n-- This number will not be greater than 880 long-range nuclear-armed SLCM's.\n-- In addition, as a confidence building measure, nuclear-armed SLCM's with a range of 300 - 600 km will be the subject of a confidential annual data exchange.\nThe Soviet Backfire bomber is not constrained by the treaty. However, the Soviet side has made a politically binding declaration that it will not deploy more than 800 air force and 200 naval Backfire bombers, and that these bombers will not be given intercontinental capability.\nThe START agreement consists of the treaty document itself and a number of associated documents. Together they total more than 700 pages. The treaty was signed in a public ceremony by Presidents Bush and Gorbachev in St. Vladimir's Hall in the Kremlin. The associated documents were signed in a private ceremony at Novo Ogaryevo, President Gorbachev's weekend dacha. Seven of these documents were signed by Presidents Bush and Gorbachev. Three associated agreements were signed by Secretary Baker and Foreign Minister Bessmertnykh. In addition, the START negotiators, Ambassadors Brooks and Nazarkin, exchanged seven letters related to START in a separate event at the Soviet Ministry of Foreign Affairs in Moscow.\nMagnitude of START -- Accountable Reductions\nFollowing is the aggregate data from the Memorandum of Understanding, based upon agreed counting rules in START. (Because of those counting rules, the number of heavy bomber weapons actually deployed may be higher than the number shown in the aggregate.) This data is effective as of September 1990\n(TABLE START)and will be updated at entry into force:\nDelivery Vehicles .... 2,246 .... 2,500\nWarheads .... 10,563 .... 10,271\nBallistic Missile Warheads .... 8,210 .... 9,416\nHeavy ICBM's/Warheads .... None .... 308/3080\nThrow-weight (metric tons) .... 2,361.3 .... 6,626.3\nAs a result of the treaty, the above values will be reduced by the following percentages:\nDelivery Vehicles .... 29 percent .... 36 percent\nWarheads .... 43 percent .... 41 percent\nBallistic Missile Warheads .... 40 percent .... 48 percent\nHeavy ICBM's/Warheads .... None .... 50 percent\nThrow-weight (metric tons) .... None .... 46 percent", "id": "<urn:uuid:61022017-5b85-4840-958f-d37f75698705>", "dump": "CC-MAIN-2013-20", "url": "http://bushlibrary.tamu.edu/research/public_papers.php?id=3263&year=1991&month=all", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.924267053604126, "token_count": 2184, "score": 2.625, "int_score": 3}
{"text": "United Nations Special Commission\nUnited Nations Special Commission (UNSCOM) was an inspection regime created by the United Nations to ensure Iraq's compliance with policies concerning Iraqi production and use of weapons of mass destruction after the Gulf War. Between 1991 and 1997 its director was Rolf Ekéus; from 1997 to 1999 its director was Richard Butler.\nUnited Nations Special Commission (UNSCOM) was an inspection regime created with the adoption of United Nations Security Council Resolution 687 in April 1991 to oversee Iraq's compliance with the destruction of Iraqi chemical, biological, and missile weapons facilities and to cooperate with the International Atomic Energy Agency’s efforts to eliminate nuclear weapon facilities all in the aftermath of the Gulf War. The UNSCOM inspection regime was packaged with several other UN Security Council requirements, namely, that Iraq’s ruling regime formally recognize Kuwait as an independent state and pay out war reparations for the destruction inflicted in the Gulf War, including the firing of Kuwaiti oil supplies and destruction of public infrastructure. Until the UN Security Council saw that Iraq’s weapons programs had been aborted and Iraqi leaders had allowed monitoring systems to be installed, the UN’s aforementioned sanctions would continue to be imposed on Iraq.\nThe commission found corroborating evidence that Rihab Rashid Taha, an Iraqi microbiologist educated in England, had produced biological weapons for Iraq in the 1980s. The destruction of proscribed weapons and the associated facilities was carried out mainly by Iraq, under constant supervision by UNSCOM.\nInspectors withdrew in 1998, and disbanded the following year amid allegations that the United States had used the commission's resources to spy on the Iraqi military. Weapons inspector Scott Ritter later stated that Operation Rockingham had cherry-picked evidence found by the United Nations Special Commission; evidence, he says, that was later used as part of the casus belli for the 2003 invasion of Iraq.\nThe successor of the United Nations Special Commission was the United Nations Monitoring, Verification and Inspection Commission.\nThe United Nations Special Commission (UNSCOM) was headed by Rolf Ekéus and later Richard Butler. During several visits to Iraq by the United Nations Special Committee (UNSCOM), set up after the 1990 invasion of Kuwait to inspect Iraqi weapons facilities, weapons inspectors were told by Rihab Rashid Taha that the al-Hakam germ warfare center was a chicken-feed plant. \"There were a few things that were peculiar about this animal-feed production plant,\" Charles Duelfer, UNSCOM's deputy executive chairman, later told reporters, \"beginning with the extensive air defenses surrounding it.\"\nThe powers given to UNSCOM inspectors in Iraq were: “unrestricted freedom of movement without advance notice in Iraq”; the “right to unimpeded access to any site or facility for the purpose of the on-site inspection...whether such site or facility be above or below ground”; “the right to request, receive, examine, and copy any record data, or information...relevant to” UNSCOM’s activities; and the “right to take and analyze samples of any kind as well as to remove and export samples for off-site analysis.\nAcceptance of the intrusion of the UNSCOM’s inspectors on the part of the Iraqi regime was slow coming. But with the threat of punitive military action looming from the international community, and particularly the U.S., Saddam Husain begrudgingly allowed UNSCOM’s inspectors into the country to begin their work.\nBetween 1991 and 1995, UN inspectors uncovered a massive program to develop biological and nuclear weapons. A large amount of equipment was confiscated and destroyed. Iraq by and large refused to cooperate with UNSCOM and its inspections as mandated by UN SC Res. 687 until June 1992, ten months after deadline, at which time the Iraqi government submitted “full, final and complete reports” on all of its weapons of mass destruction programs. These reports, however, were found to be incomplete and deficient, and at the same time UN inspectors were subjected to harassment and threats on the part of the Iraqi regime.\nUnited Nations Security Council Resolution 699 was also passed in 1991, declaring that Iraq was responsible for all funding of UNSCOM’s inspections in Iraq.\nIn 1995, UNSCOM's principal weapons inspector Dr. Rod Barton showed Taha documents obtained by UNSCOM from Israel that showed the Iraqi government had just purchased 10 tons of growth media from a British company called Oxoid. Growth media is a mixture of sugar, proteins and minerals that allows microscopic life to grow. It is used in hospitals, where swabs from patients are placed in dishes containing growth media for diagnostic purposes. Iraq's hospital consumption of growth media was just 200 kg a year; yet in 1988, Iraq imported 39 tons of it.\nShown this evidence by UNSCOM, Taha admitted to inspectors that she had grown 19,000 litres of botulism toxin; 8,000 litres of anthrax; 2,000 litres of aflatoxins, which can cause liver cancer; clostridium perfringens, a bacterium that can cause gas gangrene; and ricin, a castor bean derivative which can kill by inhibiting protein synthesis. She also admitted conducting research into cholera, salmonella, foot and mouth disease, and camel pox, a disease that uses the same growth techniques as smallpox, but which is safer for researchers to work with. It was because of the discovery of Taha's work with camel pox that the US and British intelligence services feared Saddam Hussein may have been planning to weaponize the smallpox virus. Iraq had a smallpox outbreak in the 1970s and UNSCOM scientists believe the government would have retained contaminated material.\nUNSCOM learned that, in August 1990, after Iraq's invasion of Kuwait, Taha's team was ordered to set up a program to weaponize the biological agents. By January 1991, a team of 100 scientists and support staff had filled 157 bombs and 16 missile warheads with botulin toxin, and 50 bombs and five missile warheads with anthrax. In an interview with the BBC, Taha denied the Iraqi government had weaponized the bacteria. \"We never intended to use it,\" she told journalist Jane Corbin of the BBC's Panorama program. \"We never wanted to cause harm or damage to anybody.\" UNSCOM found the munitions dumped in a river near al-Hakam. UNSCOM also discovered that Taha's team had conducted inhalation experiments on donkeys from England and on beagles from Germany. The inspectors seized photographs showing beagles having convulsions inside sealed containers.\nThe al-Hakam germ warfare center, headed by the British-educated Iraqi biologist Dr. Rihab Rashid Taha, was blown up by UNSCOM in 1996. According to a 1999 report from the U.S. Defense Intelligence Agency, the normally mild-mannered Taha exploded into violent rages whenever UNSCOM questioned her about al-Hakam, shouting, screaming and, on one occasion, smashing a chair, while insisting that al-Hakam was a chicken-feed plant.\nIraq charged that the commission was a cover for US espionage and refused UNSCOM access to certain sites, such as Baath Party headquarters. Although Ekéus has said that he resisted attempts at such espionage, many allegations have since been made against the agency commission under Butler, charges which Butler has denied. Within the UN establishment in Iraq, UNSCOM was not without its critics, with the UN's humanitarian staff informally calling the inspectors 'UN-Scum'. In return, the UN's humanitarian staff were called \"bunny-huggers\".\nAlso in 1996, the Iraqi ruling regime agreed to the terms of United Security Council Resolution 986, an oil-for-supplies agreement in which Iraq was allowed to sell $2 billion worth of oil every six months as a ways to purchase supplies for its increasingly impoverished and malnourished population. This agreement also allowed the UN to oversee the use and management of oil revenues, and to see that some of the funds went to pay war reparations and for the work of UNSCOM in Iraq during this period. The distribution of supplies purchased with oil revenues was also to be supervised by UN inspectors to ensure fair and equal distribution throughout the Iraqi population.\n 1998 Airstrikes\nSecurity Council Meeting On the evening of 15 December 1998 the Security Council convened to consider two letters from weapons inspectors. The IAEA report by Mohamed El Baradei stated that Iraq \"has provided the necessary level of cooperation to enable... [our] activities to be completed efficiently and effectively\". The UNSCOM report, authored by Richard Butler, deplored the restrictions, lack of disclosure, and concealment. While conceding that \"[i]n statistical terms, the majority of the inspections of facilities and sites under the ongoing monitoring system were carried out with Iraq's cooperation,\" his letter listed a number of instances where unspecificed \"undeclared dual-capable items\" had been discovered, and where inspections had been held up so that buildings could be cleared of sensitive material.\nSince Operation Desert Fox had already begun at the time of the meeting (just hours after the inspectors had been evacuated), the Security Council debated about who was to blame for the military action, rather than whether they should authorize it. The Iraqi representative said:\n|“||I speak to you now while rockets and bombs are falling on the cities and the villages of Iraq... At a time when the Security Council... was discussing [the] reports..., and before the Council reached any conclusion on this subject, the United States and Britain launched their attack against Iraq. The two Powers requested a suspension of the informal meeting of the Security Council and their pretext for aggression was that one of the two reports -- the UNSCOM report -- emphasized the lack of full cooperation by Iraq with UNSCOM... Time and again we have warned against the partiality and lack of objectivity of the United Nations Special Commission... The UNSCOM Executive Chairman singled out in his report yesterday five incidents out of a total of 300 inspection operations... The exaggerated uproar about Iraqi weapons of mass destruction is nothing but a great lie.||”|\nThe Russian ambassador added:\n|“||We believe that although there are certain problems..., the current crisis was created artificially... On the night of 15 December this year, [Butler] presented a report that gave a distorted picture of the real state of affairs and concluded that there was a lack of full cooperation on the part of Iraq. That conclusion was not borne out by the facts. Without any consultations with the Security Council, Richard Butler then evacuated the entire Special Commission staff from Iraq. At the same time, there was an absolutely unacceptable leak of the report to the communications media, which received the text before the members of the Security Council themselves... It is symbolic that precisely at the time when Richard Butler... was attempting to defend the conclusions reached in his report, we were informed about the strike against Iraq, and the justification for that unilateral act was precisely the report which had been presented by the Executive Chairman of the Special Commission.||”|\nThe view of the Council was split, with several countries placing the responsibility on Iraq. The United States declared that \"Iraq's policy of unremitting defiance and non-compliance necessitated the resort to military force\". The United Kingdom stated that the objectives of the action were \"to degrade Iraq's capability to build and use weapons of mass destruction, and to diminish the military threat Iraq poses to its neighbours. The targets chosen, therefore, are targets connected with his military capability, his weapons of mass destruction and his ability to threaten his neighbours.\"\n 1999: End of UNSCOM\nIn December 1999, the UN Security Council passed Resolution 1284, replacing UNSCOM with the United Nations Monitoring, Verification and Inspection Commission. Four countries — among them Russia, France and China — abstained from voting on Res. 1284, which led the Iraqi regime to reject the resolution because they saw the resolution as a way for the UN to claim Iraq as a “protectorate.”\nUNSCOM’s intention of identifying and eliminating Iraqi weapons programs resulted in numerous successes, illustrating the “value of a system approach to biological arms verification,” as former UNSCOM Historian Stephen Black has written. But the overall effect of the UN sanctions on Iraqi in the 1990s proved devastating to an already crumbling country. Malnutrition rates among Iraqis increased and infant mortality rates soared, exacting a heavy toll on the people of Iraq not part of the ruling regime’s patrimonial “shadow state.”\n Allegations of CIA infiltration of UNSCOM\nEvidence that UNSCOM had been used by US intelligence to penetrate Iraqi security and track President Saddam Hussein's movements emerged in January 1999. An investigation by the Washington Post claimed that CIA engineers, working as UN technicians, installed equipment to spy on Iraqi sites without Butler's knowledge, and that this explained the unidentified \"burst transmissions\" that had been noted by the inspectors.\nFormer UN weapons inspector Scott Ritter later accused some UNSCOM personnel of spying, and also alleged that the purpose of the spying was to target Saddam in the bombing. Butler, on the other hand, denied allegations that foreign intelligence agencies \"piggybacked\" UNSCOM and questioned the factual accuracy of several of Ritter's statements.\nOn 31 August 1998, Ritter said: \"Iraq still has proscribed weapons capability. There needs to be a careful distinction here. Iraq today is challenging the special commission to come up with a weapon and say where is the weapon in Iraq, and yet part of their efforts to conceal their capabilities, I believe, have been to disassemble weapons into various components and to hide these components throughout Iraq. I think the danger right now is that without effective inspections, without effective monitoring, Iraq can in a very short period of time measure the months, reconstitute chemical biological weapons, long-range ballistic missiles to deliver these weapons, and even certain aspects of their nuclear weaponization program.\"\nAlmost a year later, in June 1999, Ritter responded to an interviewer saying: \"When you ask the question, 'Does Iraq possess militarily viable biological or chemical weapons?' the answer is no! It is a resounding NO. Can Iraq produce today chemical weapons on a meaningful scale? No! Can Iraq produce biological weapons on a meaningful scale? No! Ballistic missiles? No! It is 'no' across the board. So from a qualitative standpoint, Iraq has been disarmed. Iraq today possesses no meaningful weapons of mass destruction capability.\nButler resigned from UNSCOM on 30 June 1999.\n See also\n- In Shifting Sands: The Truth About Unscom and the Disarming of Iraq - documentary film directed by Scott Ritter\n- Iraq disarmament crisis and Iraq disarmament timeline 1990–2003\n- UNSCOM personnel: Rolf Ekéus, Richard Butler (diplomat), Charles A. Duelfer, Scott Ritter, Corinne Heraud, Alexander Coker\n- United Nations Security Council Resolution 687 S-RES-687(1991) page 3 on 3 April 1991 (retrieved 2008-04-10)\n- Zilinskas, Raymond A., “UNSCOM and the UNSCOM Experience in Iraq,” Politics and the Life Sciences, Vol. 14, No. 2 (Aug., 1995), 230-231\n- Tripp, Charles, “A History of Iraq,” (New York: Cambridge University Press, 2008), 250\n- What Happened to Saddam's WMD? Arms Control Today September, 2003\n- Chief U.N. weapons inspector rejects spying allegations CNN January 6, 1999\n- US silence on new Iraq spying allegations BBC News January 7, 1999\n- Black, Stephen, “UNSCOM and the Iraqi Biological Weapons Program: Implications for Arms Control,” Politics and the Life Sciences,” Vol. 18, No. 1 (Mar., 1999), pp. 62-63\n- Tripp, 250-251\n- Zilinskas, 230\n- \"The Inspections Maze\". Christian Science Monitor. 2002. Retrieved 2006-04-28.[dead link]\n- \"Baghdad prevents inspections at Baath party headquarters\". Arabic News.com. 12/11/1998. Retrieved 2006-04-28.\n- Wright, Susan (2002). Biological Warfare and Disarmament. Lanham: Rowman & Littlefield. p. 272. ISBN 0-7425-2469-8.\n- Varadarajan, Siddharth (26 February 1998). \"'UNSCUM' versus 'Bunny-huggers' in Iraq\". The Times of India.\n- Tripp, 252\n- United Nations Security Council PV S-PV-3955 on 1998-12-16 (retrieved 2007-04-04)\n- \"LETTER DATED 15 DECEMBER 1998 FROM THE SECRETARY-GENERAL ADDRESSED TO THE PRESIDENT OF THE SECURITY COUNCIL\". Un.org. Retrieved 2011-06-19.\n- United Nations Security Council S-1998-1172 on 1998-12-15 (retrieved 2007-04-04)\n- Julian Borger (17 December 1998). \"Missile blitz on Iraq\". The Guardian.\n- United Nations Security Council PV S-PV-3955 page 2 on 1998-12-16 (retrieved 2007-04-04)\n- United Nations Security Council PV S-PV-3955 page 3 on 1998-12-16 (retrieved 2007-04-04)\n- United Nations Security Council PV S-PV-3955 page 8 on 1998-12-16 (retrieved 2007-04-04)\n- United Nations Security Council PV S-PV-3955 page 5 on 1998-12-16 (retrieved 2007-04-04)\n- Tripp, 269\n- Black, 68\n- Graham-Brown, Sarah, “Sanctioning Iraq: A Failed Policy, Middle East Report, No. 215 (Summer, 2000), pp. 8-10\n- Halliday, Denis J., “The Impact of the UN Sanctions on the People of Iraq,” Journal of Palestine Studies, Vol. 28, No. 2 (Winter, 1999), pp. 29-33\n- Mark Tran (7 January 1999). \"UN 'spied on Iraq'\". The Guardian.\n- Barton Gellman (2 March 1999). \"U.S. Spied On Iraq Via U.N\". Washington Post.\n- Julian Borger (3 March 1999). \"UN 'kept in dark' about US spying in Iraq\". The Guardian.\n- \"Unscom 'infiltrated by spies'\". BBC News. March 23, 1999. Retrieved 2006-04-28.\n- \"The Lessons and Legacy of UNSCOM, an Interview with Ambassador Richard Butler\". Arms Control Today. June 1999.\n- Arons, Nicholas (June 24, 1999). \"Interview with Scot Ritter\". Federation of American Scientists, June 24, 1999. Retrieved 2008-09-06.", "id": "<urn:uuid:33a84d84-31b8-48b1-b1fd-ec91710fe8fe>", "dump": "CC-MAIN-2013-20", "url": "http://en.wikipedia.org/wiki/UNSCOM", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9486304521560669, "token_count": 3988, "score": 2.90625, "int_score": 3}
{"text": "List of earthquakes in Haiti\nThis is a list of earthquakes in Haiti. Some of them have been very destructive to the country.\nList of major earthquakes \n- 1564 quake destroyed of Concepción de la Vega and Santiago de los Caballeros.\n- 1701: On November 9, severe destruction occurred and \"[p]art of the area along the north shore of the Tiburon Peninsula from Logane to Petit Goave sank into the sea\".\n- 1751 Port-au-Prince earthquake (18 October): According to French historian Moreau de Saint-Méry, \"only one masonry building had not collapsed\" in Port-au-Prince, Haiti's capital city.\n- 1770 Port-au-Prince earthquake (3 June): The city was leveled in this magnitude 7.5 quake, which killed over 200 people.\n- 1783: A strong quake partially destroyed the church in Santiago.\n- 1842 Cap-Haitien earthquake (7 May): An earthquake destroyed the city of Cap-Haïtien and other towns in the north of Haiti and the Dominican Republic; this earthquake also destroyed the Sans-Souci Palace. 10,000 people were killed. It has been estimated that its magnitude was 8.1.\n- 1946 Dominican Republic earthquake (4 August): This 8.0-magnitude quake in Samaná also shook Haiti horrifically, producing a tsunami that killed 1,600 people.\n- 2010 Haiti earthquake (12 January):. The epicentre of this magnitude 7.0 Mw earthquake was near Léogâne, approximately 25 km (16 miles) west of Port-au-Prince. at a depth of 13 km (8.1 miles). The United States Geological Survey recorded a series of at least 33 aftershocks, 14 of which were between magnitudes 5.0 and 5.9. The International Red Cross estimated that about three million people were affected by the quake; the Haitian Government reports that over 316,000 people had been identified as dead, an estimated 300,000 injured, and an estimated 1,000,000 homeless.\n12 January 2010 earthquake \nEric Calais, a geophysicist at Purdue University who has researched in the area for years, and Ross Stein of the United States Geological Survey in Menlo Park, California, and colleagues have independently calculated that the earthquake has increased the risk on other segments of the Enriquillo fault and perhaps on other faults, although the quake probably did not increase the risk (which is already known to be high) of a major tremor on the Septentrional fault. Stein suggests that if the calculations are right—noting that they may well not be—something may be \"fundamentally locked in some fashion, on pretty much all scales, and might be capable of popping off something large\". Historical accounts, although not precise, suggest that there has been a sequence of quakes progressing westwards along the fault, starting with an earthquake in the Dominican Republic in 2010. There are concerns that the 12 January earthquake could be the beginning of a new long-term sequence of both earthquakes and tsunamis: \"the whole region is fearful\".\nSee also \n- Enriquillo – Plantain Garden fault zone\n- List of earthquakes\n- Map of 'Earthquakes in Haiti', compiled from the list above.\n- Prepetit, Claude (9 October 2008), \"Tremblements de terre en Haïti, mythe ou réalité ?[[Category:Articles containing French language text]]\", Le Matin, N° 33082 Wikilink embedded in URL title (help), quoting Moreau de Saint-Méry, Médéric Louis Élie, Description topographique, physique, civile, politique et historique de la partie française de l'Ile Saint Domingue and J. M. Jan, bishop of Cap-Haïtien (1972), Documentation religieuse, Éditions Henri Deschamps. http://haitimega.com/Cap_Haitien-Cap_Haitian_Earthquake_of_May_7_1842/84144788150681600/article_84481504601309194.jsp\n- \"What caused the devastating Haiti earthquake?\". LiveScience.com. 2010. Retrieved 2010-09-12.\n- \"Major Caribbean Earthquakes And Tsunamis A Real Risk\". Science Daily. Feb. 8, 2005. Retrieved 2010-09-12.\n- \"USGS Magnitude 7.0 – HAITI REGION\". Retrieved 13 January 2010.\n- Millar, Lisa (2010-01-17). \"Tens of thousands isolated at quake epicentre\". ABC News. Retrieved 2010-01-18.\n- Earthquake Center, USGS. \"Latest Earthquakes M5.0+ in the World – Past 7 days\". Earthquake Hazards Program. United States Geological Survey. Retrieved 13 January 2010.\n- \"Red Cross: 3M Haitians Affected by Quake\". CBS News. 13 January 2010. Retrieved 13 January 2010.\n- \"Haitians recall 2010 quake \"hell\" as death toll raised. Many survivors of the earthquake were left with permanent disabilities including limb amputation, spinal cord injury and severe fractures. Traditionally disability was not well received in Haiti. [[Team Zaryen]], a Haitian Amputee Soccer Team has been challenging that negative association by showing their success on the pitch.\". Rueters. 2011-01-12. Wikilink embedded in URL title (help)\n- New York Times: A Deadly Quake in a Seismic Hot Zone", "id": "<urn:uuid:776fac11-e4ff-47a1-9b1e-250fad8a24ea>", "dump": "CC-MAIN-2013-20", "url": "http://en.wikipedia.org/wiki/List_of_earthquakes_in_Haiti", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9057773351669312, "token_count": 1183, "score": 3.03125, "int_score": 3}
{"text": "Judaic Treasures of the\nJerusalem was and remains the holiest of cities in the Holy Land, but Jews also gave a measure of holiness to three other cities there: Hebron, Safed, and Tiberias. The holiness of Jerusalem arises in part from what remains there, but more from what took place there. So it is with its sister cities. Hebron is where the patriarchs and matriarchs lived and are buried, and it was the first capital of King David. Tiberias, on the shore of the Sea of Galilee, was chosen by the patriarch of the Jews in the second century as his seat. The Palestinian Talmud was largely composed in its great rabbinical academy. in the environs of Safed, high in the Galilean hills, are the graves of the leading rabbis of late antiquity. Its stature as a holy city was enhanced in the sixteenth century, when it was the greatest center of Jewish mysticism and seat of Jewish legal scholarship. To gain entree into the company of the three more ancient holy cities, it called itself Beth-El, suggesting identity with the biblical site which Jacob called \"The Gate of Heaven.\"\nA striking pastel-colored manuscript \"holy site map\" links these four holy cities together. Drawn and painted in Palestine in the second half of the nineteenth century, it depicts those venues which indicate their holiness. There is a suggestion of their geographic positioning, but the \"map\" is far more a statement of the place these cities hold in Jewish veneration, than of the geographical site they occupy. To pious Jewish families, such wall plaques were more meaningful depictions of the Holy Land than the most aesthetically beautiful and topographically exact representations.\nA small illustrated guide book to the burial places of biblical figures and saintly rabbis in the Holy Land, Zikaron Birushalayim, appeared in Constantinople in 1743. It tells the pious pilgrim where graves may be found and what prayers are to be said. Prefaced by a panegyric to the land, it cites a midrashic statement that, in time to come, when Jerusalem shall be rebuilt, three walls-one of silver, one of gold, and the innermost of multicolored precious stones-will encompass the dazzling city.\nIn Hebron the pilgrim is not only directed to the holy grave sites, but also regaled with wondrous tales. One tells of a sexton of the community sent down to search for a ring which had fallen to the depths of the patriarchs' burial cave, finding at the floor of the cave three ancient men seated on chairs, engaged in study. He greets them; they return his greetings, give him the ring, and instruct him not to disclose what he had learned. When he ascended and was asked what he had seen, he replied: \"Three elders sitting on chairs. As for the rest, I am not permitted to tell.\"\nFor actual pilgrims, the little volume provided factual information. For pilgrims in their own imagination, it offered edification through tales and quaint illustrations. The last page has a woodcut of Jericho, a seven-walled city, below which a man surrounded by a multitude is sounding a shofar. The most striking woodcut is of an imposing building, representing the Temple in Jerusalem.\nIn the concentric circles of holiness cited in the Tanhuma, Jerusalem is at the center of the Holy Land; the Temple at the center of Jerusalem; and the Holy of Holies at the center of the Holy Temple. The Temple is prominently featured in illustrated books about the Holy Land. In A Pisgah-Sight of Palestine, three chapters describe and three engravings portray the Temple. Early Hebrew books are quite poor in illustrations, because relatively few deal with subjects that demand visual presentation.\nAmong these are books dealing with laws concerning the Temple, and since its architecture and vessels are pertinent to the laws, they invite illustration. A case in point is Sefer Hanukat Ha-Bayit by Moses (Hefez) Gentili (1663-1711), published in Venice in 1696. A treatise on the building of the Second Temple, it abounds in engraved architectural illustrations, including a menorah, the seven-branched candlestick; most notable is a large pull-out map of the Temple, identifying fifty-eight components of the Temple's structure. The engravings were added after the printing, as was the map, and a copy containing both is rare.\nMoses Gentili, born in Trieste, lived in Venice where he taught Talmud and Midrash, and perhaps philosophy and science as well. His best-known work, Melekhet Mahashevet, Venice, 1710, a commentary on the Pentateuch, contains a picture of the author, a clean-shaven, ministerial-looking gentleman.\nThere are many published descriptions and illustrations of the Temple's appearance in many languages. Some are based on careful study of the available sources, others are creations of the imagination, generally inspired by the grandest building the artist knew. A plan of the Temple to be is found at the end of the 1789 Grodno edition of Zurat Beit Ha-Mikdash (The Form of the Holy Temple) by Yom Tov Lipmann Heller (1579-1654), one of the major figures in Jewish scholarship in the first half of the seventeenth century. The book is one of Heller's earliest works and is a projection of the plan of the Temple as envisaged in the prophecy of Ezekiel.\nWe have thus traversed the Holy Land and glimpsed its holy places, past, present, and future.", "id": "<urn:uuid:2fda8e5f-0260-44ff-b050-ac0449bb2e80>", "dump": "CC-MAIN-2013-20", "url": "http://www.jewishvirtuallibrary.org/jsource/loc/Holy1.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9664288759231567, "token_count": 1177, "score": 3.4375, "int_score": 3}
{"text": "|Easton's Bible Dictionary|\nBaalah of the well, (Joshua 19:8, probably the same as Baal, mentioned in 1 Chronicles 4:33, a city of Simeon.\nInt. Standard Bible Encyclopedia\nba'-a-lath-be'-er ba`alath be'er \"lady (mistress) of the well\"; (Joshua 19:8 (in 1 Chronicles 4:33, Baal)): In Jos this place is designated \"Ramah of the South,\" i.e. of the Negeb, while in 1 Samuel 30:27 it is described as Ramoth of the Negeb. It must have been a prominent hill (ramah = \"height\") in the far south of the Negeb and near a well be'er. The site is unknown though Conder suggests that the shrine Kubbet el Baul may retain the old name.\nBaalath-beer (2 Occurrences)\nJoshua 19:8 and all the villages that were round about these cities to Baalath-beer, Ramah of the South. This is the inheritance of the tribe of the children of Simeon according to their families. (ASV BBE DBY JPS WBS YLT NAS)\n1 Chronicles 4:33 And all the small places round these towns, as far as Baalath-beer, the high place of the South. These were their living-places, and they have lists of their generations. (BBE)", "id": "<urn:uuid:38961357-af4d-4931-975b-8aa63d52a04c>", "dump": "CC-MAIN-2013-20", "url": "http://refbible.com/b/baalath-beer.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9573608040809631, "token_count": 310, "score": 2.515625, "int_score": 3}
{"text": "Description: Over the last thirty years, scholars have begun to explore the implications of an ancient Jewish and Christian tradition that referred to the “Minor Prophets” as “the Twelve,” “the Twelve Prophets,” or the “Book of the Twelve.” Scholarly work on the Book of the Twelve in the last quarter century has focused on two issues in particular:\n1) Developing models regarding how the Book of the Twelve came to be recorded on a single scroll, and\n2) Isolating unifying elements that transcend the individual writings and take on new significance when the Book of the Twelve becomes a single collection rather than twelve distinct writings.\nDr. Nogalski’s comprehensive and accessible commentary offers an overview of the ancient traditions concerning the Book of the Twelve that lay the foundation for understanding these recent developments.\nSubjects: Bible, Hebrew Bible / Old Testament, Prophetic Literature, Book of the Twelve, Literature, Micah, Nahum, Habakkuk, Zephaniah, Haggai, Zechariah, Malachi\nReview by Lena-Sofia Tiemeyer\nRead the Review\nCitation: Lena-Sofia Tiemeyer, review of James D. Nogalski, The Book of the Twelve, Review of Biblical Literature [http://www.bookreviews.org] (2012).\nAdobe Acrobat Reader\nAll RBL reviews are published in PDF format. To view these reviews, you must have downloaded and installed the FREE version of Adobe Acrobat Reader. If you do not have the Reader or you have an older version of the Reader, you can download the most recent version now.", "id": "<urn:uuid:965f2749-d49d-4f5f-9274-82c404b22d4d>", "dump": "CC-MAIN-2013-20", "url": "http://www.bookreviews.org/bookdetail.asp?TitleId=8462", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8746392130851746, "token_count": 355, "score": 2.84375, "int_score": 3}
{"text": "Catholic and Protestant reformers in the 16th century occasionally spoke scornfully of Anabaptists as \"new monks,\" referring to Anabaptist insistence on holy living and intense spiritual life (e.g., TA Elsaß 1, 110-13). Anabaptists occasionally accepted the comparison (Klassen, William and Walter Klaassen, eds. and trans. The Writings of Pilgram Marpeck, Classics of the Radical Reformation, vol. 2. Scottdale, PA: Herald Press, 1978: 217) but more frequently rejected it (Klassen & Klaassen: 215-16; Menno, Writings, 369, 401), in part because monks often came from the socially privileged classes. Several scholars have used monastic history as an aid to interpret Anabaptism (Troeltsch, Ritschl, Davis, Snyder, Martin). Many Anabaptists and Mennonites, beginning with the Hutterite chronicle, pointed to quasi-monastic sectarian medieval movements, especially Waldenses, as forerunners of Anabaptism (these theories are promulgated or discussed by Keller, Gratz, Verduin, Durnbaugh). One of the most extensive efforts to relate monasticism and Anabaptism drew on both monastic and quasi-monastic traditions (Davis). Most scholars have carefully limited their interpretations to pointing out \"intellectual parallels\" or general similarities; some have argued for direct continuity and influence.\nThe crucial interpretive question revolves around the nature of monasticism: is it a nonconforming sectarian development critical of the institutional church (Workman) or an intensified institutional core of the ecclesiastical establishment? Or, did monasticism begin as a charismatic, lay, \"sectarian\" movement in the 4th century but become fully integrated into the sacramental, ecclesial, institutional church by the early Middle Ages (Rousseau, Martin)? How central the critical, separatist aspect of early monasticism is to monastic identity is disputed, even by those within the monastic community (Eoin de Bhaldraithe). Particularly significant in this regard is the distinction between contemplative monastic orders (Benedictine, Cistercian, Carthusian) and more lay-oriented, urban mendicant orders and houses of regular canons of the late Middle Ages (Franciscans, Dominicans, Augustinian Friars, Praemonstratensians, Augustinian Canons). The latter orders were associated with the middle class and were visibly and pastorally active; the former were often but not always associated with the nobility and lived in secluded and rural areas. Most Anabaptist links to \"monks\" appear to have been with the mendicants and canons regular. Michael Sattler is the main exception to this generalization.\nMost interpreters agree that Anabaptists rejected the sacramental and institutional \"culture-church\" of the Middle Ages in favor of a voluntary, non-institutionalized, even anti-clerical church of the faithful few, in effect, reducing the church to a devout \"monastic\" core. At issue among scholars is whether the label \"monastic\" should properly be applied to a sectarian, pure church vision such as that held by Anabaptists, since most monks did not believe that the church was made up solely of monastics, rather, they believed that monks and nuns were part, perhaps the most important part, of the church. The qualities and virtues prized by Anabaptists and Mennonites (hospitality, humility, community, Gelassenheit, obedience, repentance, nonresistance, etc.) were also prime monastic virtues, although all medieval Catholics were exhorted to practice these same virtues.\nSignificant parallels to monastic spirituality are found in the Mennonite period of post-Anabaptist history in which Anabaptist first-generation identity was transformed into a sacramental, ecclesial, institutional, cultural (ethnic) faith, even though Mennonites, Amish, and Hutterites avoided the language of sacramental and institutional Christianity (Cronk, Martin). During the 1980s growing Mennonite concern about the role of single adults in the church has not yet taken account of the traditional Christian monastic theology, with its implications for both marriage and singleness. Recent scholarship on monasticism emphasizes the social role of celibate communities, which enhanced the role of marriage while creating a sphere of activity for those remaining unmarried (Brown, Leclercq). Further research is needed in all these areas of Anabaptist and Mennonite history and culture.\nCronk, Sandra. \"Gelassenheit: The Rites of the Redemptive Process in the Old Order Amish and Old Order Mennonite Communities.\" PhD dissertation, U. of Chicago, 1977. See also Mennonite Quarterly Review 65 (1981): 5-44.\nFor Ritschl, Gratz, Verduin, Keller, and others: see Davis, Kenneth R. Anabaptism and Asceticism: A Study in Intellectual Origins. Scottdale, 1974: 27-31.\nde Bhaldraithe, Eion. \"Michael Sattler, Benedictine and Anabaptist.\" Downside Review 105 (April 1987): 111-131.\nDurnbaugh, Donald F. \"Theories of Free Church Origins.\" Mennonite Quarterly Review 41 (1968): 83-95.\nMartin, Dennis D. \"Monks, Mendicants and Anabaptists: Michael Sattler and the Benedictines Reconsidered.\" Mennonite Quarterly Review 60 (1986): 139-64. Reply by Snyder, C. Arnold. \"Michael Sattler, Benedictine: Dennis Martin's Objections Reconsidered.\" Mennonite Quarterly Review 61 (1987): 251-79.\nMartin, Dennis D. \"Catholic Spirituality and Mennonite Discipleship.\" Mennonite Quarterly Review 62 (1988): 5-25.\nMartin, Dennis D. \"Nothing New under the Sun? Mennonites and History.\" Conrad Grebel Review 5 (1987): 1-27.\nSnyder, C. Arnold. \"The Monastic Origins of Swiss Anabaptist Sectarianism.\" Mennonite Quarterly Review 57 (1983): 5-26.\nSnyder, C. Arnold. The Life and Thought of Michael Sattler. Scottdale, PA: Herald Press, 1984.\nTroeltsch, Ernst. The Social Teachings of the Christian Churches. Translator: Olive Wyon. New York: Harper and Row, 1960: 239-46, 332-33.\nFor general information on monastic history, see:\nBrown, Peter R. L. \"The Notion of Virginity in the Early Church.\" Christian Spirituality: Origins to the 12th C. Editor:Bernard McGinn and John Meyendorff. New York: Crossroad (1985): 427-43.\nGründler, Otto. \"Devotio Moderna.\" Christian Spirituality: High Middle Ages and Reformation. Editor: Jill Raitt. New York: Crossroad (1987): 176-93.\nKnowles, David. Christian Monasticism. New York: McGraw-Hill, 1969.\nLeclercq, Jean. Monks and Love in 12th-C. France. Oxford: Clarendon, 1979.\nNovak, Michael. \"The Free Churches and the Roman Church.\" Journal of Ecumenical Studies, 2 (1965): 426-47.\nRousseau, Phillip. Ascetics, Authority, and the Church in the Age of Jerome and Cassian. New York; Oxford, 1980.\nWorkman, Herbert B. The Evolution of the Monastic Ideal from the Earliest Times to the Coming of the Friars. 2nd edition. London, 1927, reprinted with introduction by David Knowles. Boston: Beacon, 1962.\nAdapted by permission of Herald Press, Harrisonburg, Virginia, and Waterloo, Ontario, from Mennonite Encyclopedia, Vol. 5, pp. 601-602. All rights reserved. For information on ordering the encyclopedia visit the Herald Press website.\n©1996-2013 by the Global Anabaptist Mennonite Encyclopedia Online. All rights reserved.\nMLA style: Martin, Dennis D. \"Monasticism.\" Global Anabaptist Mennonite Encyclopedia Online. 1987. Web. 18 May 2013. http://www.gameo.org/encyclopedia/contents/M653.html.\nAPA style: Martin, Dennis D. (1987). Monasticism. Global Anabaptist Mennonite Encyclopedia Online. Retrieved 18 May 2013, from http://www.gameo.org/encyclopedia/contents/M653.html.", "id": "<urn:uuid:f4aded49-3fe1-40d5-a219-ab3c21d38bd5>", "dump": "CC-MAIN-2013-20", "url": "http://www.gameo.org/encyclopedia/contents/M653.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8728591799736023, "token_count": 1851, "score": 3.28125, "int_score": 3}
{"text": "In preparation for Christmas, I read Stephen Nissenbaum's 1998 \"The Battle for Christmas,\" a thorough exploration of this season.\nThe book's title will be deceiving, because it has nothing to do with the recent sacred-vs.-secular Christmas quarrels. Nissenbaum explores the myriad ways that Christmas has evolved in our nation. It turns out we've been jockeying for more than 300 years over what this holiday means.\nIn Colonial America our faith-filled ancestors banned Christmas altogether, outlawing it in some colonies. Until the 1760s, one could not even find an almanac that would print the word \"Christmas\" on the date Dec. 25.\nThis opposition was because Christmas had become a drunken spectacle where gangs of poor young men roamed the streets, making merry and engaging in acts of petty rowdyism, vaguely like today's New Year's Eve. It was customary and permissible for these gangs to knock on doors of strangers to demand gifts. (\"So give us some figgy pudding....\")\nOur nation's first \"battle\" for Christmas was the movement to domesticate the holiday, a battle that Nissenbaum suggests involved merchants, the middle and upper classes and the church.\nMerchants began linking Christmas and the purchase of manufactured gifts as early as the 1830s as society began to stress family celebrations in front of a tree and with Santa visiting every home. In case you think that your complaining will reverse the commercialism of this holiday, according to Nissenbaum that complaint first emerged in the 1830s. Complain if you must, but don't expect results.\nNissenbaum so thoroughly explores Clement Moore's \"'Twas the Night before Christmas\" that one learns why Saint Nick touches the side of his nose and why his pipe is a short one. Nissenbaum contends that the ascendance of Santa Claus, the emergence of the Christmas tree and even the giving of gifts contribute to this gradual process of making Christmas a less revolutionary, more predictable holiday. He explores Dickens and Scrooge, Christmas parties for poor children and even the complicated master-slave relationship at Christmas leading up to and immediately following the Civil War.\nIf you prefer to maintain that Christmas was a pure season of private devotion and public worship until Sears, Roebuck, Wal-Mart and the Supreme Court got involved, don't read this book. Ditto if you enjoy lamenting that \"They've taken Christmas away from us,\" Nissenbaum might say that a pure, simple Christmas never existed. Rather it has evolved since the first day the Colonists set foot on our shore, an evolution showing no sign of abating.\nNissenbaum's scholarly, heavily footnoted book is enlightening and readable. But his analysis of Christmas reminds me of a scientist who thoroughly explains the rainbow but never grasps its beauty. And so as this season continues to evolve, I'll enjoy my Christmas tree, sing both \"White Christmas\" and \"Joy to the World,\" and be grateful again for the mystery of Bethlehem, which properly understood, is the most revolutionary act of history.\nContact columnist minister Creede Hinshaw at Wesley Monumental United Methodist Church in Savannah at email@example.com.", "id": "<urn:uuid:fc291606-3625-4033-97fb-f0d3e531c2bc>", "dump": "CC-MAIN-2013-20", "url": "http://www.albanyherald.com/news/2009/dec/11/christmas-has-been-evolving-for-centuries/?features", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9519102573394775, "token_count": 669, "score": 2.640625, "int_score": 3}
{"text": "American PoetryIf we define poetry as the heart of man expressed in beautiful language,\nwe shall not say that we have no national poetry. True, America has\nproduced no Shakespeare and no Milton, but we have an inheritance in all\nEnglish literature; and many poets in America have followed in the\nfootsteps of their literary British forefathers.\nPuritan life was severe. It was warfare, and manual labor of a most\nexhausting type, and loneliness, and devotion to a strict sense of duty.\nIt was a life in which pleasure was given the least place and duty the\ngreatest. Our Puritan ancestors thought music and poetry dangerous,\nif not actually sinful, because they made men think of this world rather\nthan of heaven. When Anne Bradstreet wrote our first known American\npoems, she was expressing English thought; \"The tenth muse\" was not\nanimated by the life around her, but was living in a dream of the land\nshe had left behind; her poems are faint echoes of the poetry of England.\nAfter time had identified her with life in the new world, she wrote\n\"Contemplations,\" in which her English nightingales are changed to\ncrickets and her English gilli-flowers to American blackberry vines.\nThe truly representative poetry of colonial times is Michael\nWigglesworth's \"Day of Doom. This is the real heart of the Puritan,\nhis conscience, in imperfect rhyme. It fulfills the first part of our\ndefinition, but shows by its lack of beautiful style that both elements\nare necessary to produce real poetry.\nPhilip Freneau was the first American who sought to express his life in\npoetry. The test of beauty of language again excludes from real poetry\nsome of his expressions and leaves us a few beautiful lyrics, such as\n\"The Wild Honeysuckle,\" in which the poet sings his love of American\nnature. With them American poetry may be said to begin.\nThe first historical event of national importance was the American\nRevolution. Amid the bitter years of want, of suffering, and of war; few\nmen tried to write anything beautiful. Life was harsh and stirring and\nthis note was echoed in all the literature. As a result we have\nnarrative and political poetry, such as \"The Battle of the Kegs\" and \"A\nFable,\" dealing almost entirely with events and aiming to arouse military\nardor. In \"The Ballad of Nathan Hale,\" the musical expression of\nbravery, pride, and sympathy raises the poem so far above the rhymes of\ntheir period that it will long endure as the most memorable poetic\nexpression of the Revolutionary period.\nPoetry was still a thing of the moment, an avocation, not dignified by\nreceiving the best of a man. With William Cullen Bryant came a change.\nHe told our nation that in the new world as well as in the old some men\nshould live for the beautiful. Everything in nature spoke to him in\nterms of human life. Other poets saw the re1ation between their own\nlives and the life of the flowers and the birds, but Bryant constantly\nexpressed this relationship. The concluding stanza of \"To a Waterfowl\"\nis the most perfect example of this characteristic, but it underlies also\nthe whole thought of his youthful poem \"Thanatopsis\" (A View of Death).\nIf we could all read the lives of our gentians and bobolinks as he did,\nthere would be more true poetry in America. Modern thinkers urge us to\nstep outside of ourselves into the lives of others and by our imagination\nto share their emotions; this is no new ambition in America; since Bryant\nin \"The Crowded Street\" analyzes the life in the faces he sees.\nUntil the early part of the nineteenth century American poetry dealt\nmainly with the facts of history and the description of nature. A new\nelement of fancy is prominent in Joseph Rodman Drake's \"The Culprit Fay.\"\nIt dances through a long narrative with the delicacy of the fay himself.\nEdgar Allan Poe brought into our poetry somber sentiment and musical\nexpression. Puritan poetry was somber, but it was almost devoid of\nsentiment. Poe loved sad beauty and meditated on the sad things in life.\nMany of his poems lament the loss of some fair one. \"To Helen,\" \"Annabel\nLee\" \"Lenore,\" and \"To One In Paradise\" have the theme, while in \"The\nRaven\" the poet is seeking solace for the loss of Lenore. \"Eulalie--A\nSong\" rises, on the other hand to intense happiness. With Poe the sound\nby which his idea was expressed was as important as the thought itself.\nHe knew how to make the sound suit the thought, as in \"The Raven\" and\n\"The Bells.\" One who understands no English can grasp the meaning of the\ndifferent sections from the mere sound, so clearly distinguishable are\nthe clashing of the brass and the tolling of the iron bells. If we\nreturn to our definition of poetry as an expression of the heart of a\nman, we shall find the explanation of these peculiarities: Poe was a man\nof moods and possessed the ability to express these moods in appropriate\nThe contrast between the emotion of Poe and the calm spirit of the man\nwho followed him is very great. In Henry Wadsworth Longfellow American\npoetry reached high-water mark. Lacadio Hearn in his \"Interpretations\nof Literature\" says: \"Really I believe that it is a very good test of any\nEnglishman's ability to feel poetry, simply to ask him, `Did you like\nLongfellow when you were a boy?' If he says `No,' then it is no use to\ntalk to him on the subject of poetry at all, however much he might be\nable to tell you about quantities and metres.\" No American has in equal\ndegree won the name of \"household poet.\" If this term is correctly\nunderstood, it sums up his merits more succinctly than can any other\nLongfellow dealt largely with men and women and the emotions common to us\nall. Hiawatha conquering the deer and bison, and hunting in despair for\nfood where only snow and ice abound; Evangeline faithful to her father\nand her lover, and relieving suffering in the rude hospitals of a new\nworld; John Alden fighting the battle between love and duty; Robert of\nSicily learning the lesson of humility; Sir Federigo offering his last\npossession to the woman he loved; Paul Revere serving his country in time\nof need; the monk proving that only a sense of duty done can bring\nhappiness: all these and more express the emotions which we know are true\nin our own lives. In his longer narrative poems he makes the legends of\nPuritan life real to us; he takes English folk-lore and makes us see\nOthere talking to Arthur, and the Viking stealing his bride. His short\npoems are even better known than his longer narratives. In them he\nexpressed his gentle, sincere love of the young, the suffering, and the\nsorrowful. In the Sonnets he showed; that deep appreciation of European\nliterature which made noteworthy his teaching at Harvard and his\nHe believed that he was assigned a definite task in the world which he\ndescribed as follows in his last poem:\n\"As comes the smile to the lips,\nThe foam to the surge;\nSo come to the Poet his songs,\nAll hitherward blown\nFrom the misty realm, that belongs\nTo the vast unknown.\nHis, and not his, are the lays\nHe sings; and their fame\nIs his, and not his; and the praise\nAnd the pride of a name.\nFor voices pursue him by day\nAnd haunt him by night,\nAnd he listens and needs must obey,\nWhen the Angel says: 'Write!'\nJohn Greenleaf Whittier seems to suffer by coming in such close proximity\nto Longfellow. Genuine he was, but his spirit was less buoyant than\nLongfellow's and he touches our hearts less. Most of his early poems\nwere devoted to a current political issue. They aimed to win converts to\nthe cause of anti-slavery. Such poems always suffer in time in\ncomparison with the song of a man who sings because \"the heart is so full\nthat a drop overfills it.\" Whittier's later poems belong more to this\nclass and some of them speak to-day to our emotions as well as to our\nintellects. \"The Hero\" moves us with a desire to serve mankind, and the\nstirring tone of \"Barbara Frietchie\" arouses our patriotism by its\npicture of the same type of bravery. In similar vein is \"Barclay of\nUry,\" which must have touched deeply the heart of the Quaker poet. \"The\nPipes of Lucknow\" is dramatic in its intense grasp of a climactic hour\nand loses none of its force in the expression. We can actually hear the\nskirl of the bagpipes. Whittier knew the artists of the world and talked\nto us about Raphael and Burns with clear-sighted, affectionate interest.\nHis poems show varied characteristics; the love of the sterner aspects of\nnature, modified by the appreciation of the humble flower; the conscience\nof the Puritan, tinged with sympathy for the sorrowful; the steadfastness\nof the Quaker, stirred by the fire of the patriot.\nThe poetry of Ralph Waldo Emerson is marked by serious contemplation\nrather than by warmth of emotional expression. In Longfellow the appeal\nis constantly to a heart which is not disassociated from a brain; in\nEmerson the appeal is often to the intellect alone. We recognize the\nforce of the lesson in \"The Titmouse,\" even if it leaves us less devoted\ncitizens than does \"The Hero\" and less capable women than does\n\"Evangeline.\" He reaches his highest excellence when he makes us feel as\nwell as understand a lesson, as in \"The Concord Hymn\" and \"Forbearance.\"\nIf we could all write on the tablets of our hearts that single stanza,\nforbearance would be a real factor in life. And it is to this poet whom\nwe call unemotional that we owe this inspiring quatrain:\n\"So nigh is grandeur to our dust,\nSo near is God to man,\nWhen duty whispers low, Thou must,\nThe youth replies, I can!\"\nJames Russell Lowell was animated by a well-defined purpose which he\ndescribed in the following lines:\n\"It may be glorious to write\nThoughts that make glad the two or three\nHigh souls like those far stars that come in sight\nOnce in a century.\nBut better far it is to speak\nOne simple word which, now and then\nShall waken their free nature in the weak\nAnd friendless sons of men.\nTo write some earnest verse or line\nWhich, seeking not the praise of art,\nShall make a clearer faith and manhood shine\nIn the untutored heart.\"\nHis very accomplishments made it difficult for him to reach this aim,\nsince his poetry does not move \"the untutored heart\" so readily as does\nthat of Longfellow or Whittier. It is, on the whole, too deeply burdened\nwith learning and too individual in expression to fulfil his highest\ndesire. Of his early poems the most generally known is probably \"The\nVision of Sir Launfal,\" in which a strong moral purpose is combined with\nlines of beautiful nature description:\n\"And what is so rare as a day in June?\nThen, if ever, come perfect days.\nTwo works by which he will be permanently remembered show a deeper and\nmore effective Lowell. \"The Biglow Papers\" are the most successful of\nall the American poems which attempt to improve conditions by means of\nhumor. Although they refer in the main to the situation at the time of\nthe Mexican War, they deal with such universal political traits that they\nmay be applied to almost any age. They are written in a Yankee dialect\nwhich, it is asserted, was never spoken, but which enhances the humor, as\nin \"What Mr. Robinson Thinks.\" Lowell's tribute to Lincoln occurs in the\nOde which he wrote to commemorate the Harvard students who enlisted in\nthe Civil War. After dwelling on the search for truth which should be\nthe aim of every college student, he turns to the delineation of\nLincoln's character in a eulogy of great beauty. Clear in analysis, far-\nsighted in judgment, and loving in sentiment, he expresses that opinion\nof Lincoln which has become a part of the web of American thought. His\nis no hurried judgment, but the calm statement of opinion which is to-day\naccepted by the world:\n\"They all are gone, and, standing like a tower,\nOur children shall behold his fame,\nThe kindly-earnest, brave, foreseeing man,\nSagacious, patient, dreading, praise, not blame,\nNow birth of our new soil, the first American.\"\nWith Oliver Wendell Holmes comes the last of this brief American list of\nhonor. No other American has so combined delicacy with the New England\nhumor. We should be poorer by many a smile without \"My Aunt\" and \"The\nDeacon's Masterpiece.\" But this is not his entire gift. \"The Chambered\nNautilus\" strikes the chord of noble sentiment sounded in the last stanza\nof \"Thanatopsis\" and it will continue to sing in our hearts \"As the swift\nseasons roll.\" There is in his poems the smile and the sigh of the well-\n\"And if I should live to be\nThe last leaf upon the tree\nIn the Spring.\nLet them smile; as I do now;\nAs the old forsaken bough\nWhere I cling.\"\nAnd is this all? Around these few names does all the fragrance of\nAmerican poetry hover? In the hurry, prosperity, and luxury of modern\nlife is the care if the flower of poetry lost? Surely not. The last\nhalf of the nineteenth century and the beginning of the twentieth have\nbrought many beautiful flowers of poetry and hints of more perfect\nblossoms. Lanier has sung of the life of the south he loved; Whitman and\nMiller have stirred us with enthusiasm for the progress of the nation;\nField and Riley have made us laugh and cry in sympathy; Aldrich, Sill,\nVan Dyke, Burroughs, and Thoreau have shared with us their hoard of\nbeauty. Among the present generation may there appear many men and women\nwhose devotion to the delicate flower shall be repaid by the gratitude of\nContributed by Carhart, Margaret Spraque\n22 June 2003", "id": "<urn:uuid:638eb7d0-6203-444c-a2d1-80be6810fda1>", "dump": "CC-MAIN-2013-20", "url": "http://www.humanitiesweb.org/spa/lai/ID/1539", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9668370485305786, "token_count": 3187, "score": 3.765625, "int_score": 4}
{"text": "On January 16, 1863, Walt Whitman wrote a pained letter to his brother, Thomas Jefferson Whitman, in which he bemoaned the Union’s recent defeat at Fredericksburg as the most “complete piece of mismanagement perhaps ever yet known in the earth's wars.”\nWhile Whitman today is celebrated as one of America’s greatest poets, works like Leaves of Grass, penned in the 1850s, were seen as scandalous by an American reading public unready for Whitman’s unconventional lifestyle. An opponent of slavery, Whitman supported the Union with the poem Beat! Beat! Drums and volunteered as a nurse in army hospitals.\nAfter Lincoln’s assassination in 1865, Whitman penned Oh Captain, My Captain, eulogizing the President for having navigated the ship of state through the storm of war, only to meet a violent end.", "id": "<urn:uuid:1c1ea546-62ba-4fed-b94c-3c8787377d6e>", "dump": "CC-MAIN-2013-20", "url": "http://tpr.org/post/week-civil-war-485?ft=1&f=168896410,168978447,169074256,169170371,169367809,169981090,169981167,169981640,169982186,169983052,169983689,170665935,170667035,170667818,173159441", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9769465327262878, "token_count": 180, "score": 2.59375, "int_score": 3}
{"text": "By JOHN CARTER\nWhen Abraham Lincoln died from an assassin’s bullet on April 15, 1865, Edwin Stanton remarked to those gathered around his bedside, “Now he belongs to the ages.”\nOne of the meanings implied in Stanton’s famous statement is that Lincoln would not only be remembered as an iconic figure of the past, but that his spirit would also play a significant role in ages to come.\nThe Oscar-nominated movie “Lincoln,” which chronicles the struggle to pass the 13th amendment abolishing slavery, has turned our attention again to Lincoln’s legacy and his relevance amid our nation’s present divisions and growing pains.\nHere is some of the wit and wisdom of Abraham Lincoln worth pondering:\n“As for being president, I feel like the man who was tarred and feathered and ridden out of town on a rail. To the man who asked him how he liked it, he said, ‘If it wasn’t for the honor of the thing, I’d rather walk.’”\n“I desire so to conduct the affairs of this administration that if at the end, when I come to lay down the reins of power, I have lost every other friend on earth, I shall at least have one friend left, and that friend shall be down inside of me.”\n“Should my administration prove to be a very wicked one, or what is more probable, a very foolish one, if you the people are true to yourselves and the Constitution, there is but little harm I can do, thank God.”\n“Bad promises are better broken than kept.”\n“I am not at all concerned that the Lord is on our side in this great struggle, for I know that the Lord is always on the side of the right; but it is my constant anxiety and prayer that I and this nation may be on the Lord’s side.”\n“I have never had a feeling, politically, that did not spring from the sentiments embodied in the Declaration of Independence.”\n“Those who deny freedom to others deserve it not for themselves; and, under a just God, cannot long retain it.”\n“As I would not be a slave, so I would not be a master. This expresses my idea of democracy.”\n“The probability that we may fail in the struggle ought not to deter us from the support of a cause we believe to be just.”\n“The true rule, in determining to embrace or reject anything, is not whether it have any evil in it, but whether it have more evil than good. There are few things wholly evil or wholly good.”\n“Some of our generals complain that I impair discipline and subordination in the army by my pardons and respites, but it makes me rested, after a hard day’s work, if I can find some good excuse for saving a man’s life, and I go to bed happy as I think how joyful the signing of my name will make him (a deserter) and his family.”\n“I have been driven many times to my knees by the overwhelming conviction that I had nowhere else to go.”\nIn addition, Lincoln’s Gettysburg Address and his second inaugural speech are ever relevant. And you may wish to add your own favorites to these.\nPaul’s advice to us in Philippians 4:8 is to “fill your minds with those things that are good and deserve praise: things that are true, noble, right, pure, lovely, and honorable.”\nAs we celebrate his birthday on the 12th, Lincoln’s words more than meet this standard!\nJohn Carter is a Weatherford resident whose column, “Notes From the Journey,” is published weekly in the Weatherford Democrat.", "id": "<urn:uuid:d53f9812-f42b-4039-a509-209a2d5aac9b>", "dump": "CC-MAIN-2013-20", "url": "http://weatherforddemocrat.com/opinion/x1303543173/NOTES-FROM-THE-JOURNEY-Lincoln-is-still-one-for-the-ages", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9683926701545715, "token_count": 821, "score": 3.390625, "int_score": 3}
{"text": "adopt many methods to determine whether the unborn baby is a boy or a\ngirl. The Chinese\npregnancy calendar is an often used\nmethod to know about the\ngender of the new life in the mothers womb.\nis an ancient way for\npredicting the gender of\nthe unborn baby\nIt is also known as a Chinese\nconception chart, or\nthe Chinese Conception Calendar. It is believed that this ancient\nmethod is highly accurate, although no clinical studies verify these\nchart is an\nancient Chinese secret\nA Chinese scientist developed this calendar,\n700 years ago. According to a legend, the Chinese\nis capable of\npredicting the baby gender based\non two variables: the baby month of conception and the mothers age.\nchart was kept in a royal tomb, near the city of Peking in China in\nancient times. Now this original Chinese chart is on display at the\nBeijing Institute of Science. Many people, especially the Chinese,\nbelieve that the original Chinese pregnancy\ncalendar is almost 100%\nAccording to studies, the\nChinese pregnancy calendar\nhas been found to be\n97% effective in\npredicting a baby gender. This accuracy is credited to the use of\nChinese lunar calendar\npregnancy calendar is dependent on the\nlunar calendar. It is\nbased on the month a baby is conceived and not the birth month. The\nsecond factor is the mothers age at the time of conception, adding 9\nmonths to her age to adjust the lunar calendar.\nconceived month from January to December is listed on the top row of\nthe Chinese chart,\nand the left column of\nage during the conception. You need to follow the steps given below to\nget the most accurate result from the Chinese\nPregnancy by the boy approaches more often , than pregnancy an girl. On\nstatistical given beside young and sound parents more often birth boys,\nbut beside of parents of more senior age on the contrary.\n1. Note down your age\nat the time of conception.\n2. Add 9 months to the age to\nadjust to the lunar calendar.\n3. Also note down the month\nwhen the baby was conceived.\n4. Now simply search for the\nconceived month across the top portion of the chart and the age on the\nleft side of the chart.\n5. Lastly, follow these two\ncoordinates to the spot where they intersect, and that will show you\neither a box containing B\nboy, or G\ncomparison to the Chinese pregnancy calendar,\nthe ultrasound during\nthe 7th or 8th month of\nis a more reliable method to\nknow the gender of the\nchild. In fact an ultrasound is use to monitor the\nweek by week\ndevelopment right from\nconception till child birth.\nit is a\nboy or a girl, what does it matter? What matters is that you have fun\nguessing the gender of your unborn baby using the Chinese pregnancy\nAll along use a\njournal to record your\ndevelopment week by week.\nMore radio frequency to conceive aihe male sex is connected with\nthat Spermatozoidum, carrying male Y-chromosome, several more\nmovable, than carrying X-chromosome, and has more chances earlier to\nreach ovules. But healled Spermatozoidum with X-chromosome more viable\nand can more long to survive in wombs of pipe, and wait a period of\nOne of the ways of planning of conceiving boy or girl is based on such\nabilities an Spermatozoidum.\nIn the first place it is necessary exactly\nto define a date of ovulations. So, if beside you menstruations\nregular, the day of ovulations constant and possible produce an\nuncomplicated calculation. If you want conceive boy or girl, You must\nadjust last sexual contact before a data of ovulations. If You to\nplanned conceive of boy or girl\nStudy has shown that method\nefficient in 80% events aproximately.\nUsed and other ways of planning conceive boy or girl, based on\ncalculations \"biological rhythms\", astrological forecasts and etc. But\nfrom medical standpoints these methods not motivated.\na sex of aihe during pregnancy.\nBy means of the ultrasound during of pregnancy possible to\ndefine a sex of future child. This better and easier to realize at late\nterms of pregnancy, after 22-26 weeks. Then results will more", "id": "<urn:uuid:f7082439-68e9-45b6-a427-4600dceaf5e3>", "dump": "CC-MAIN-2013-20", "url": "http://ainads.com/Pregnancy/Chinese%20Pregnancy%20Calendar%20.php", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8908355832099915, "token_count": 940, "score": 3.125, "int_score": 3}
{"text": "Researchers at UT Southwestern Medical Center have found that fluctuations in internal body temperature regulate the body's circadian rhythm, the 24-hour cycle that controls metabolism, sleep and other bodily functions.\nA light-sensitive portion of the brain called the suprachiasmatic nucleus (SCN) remains the body's \"master clock\" that coordinates the daily cycle, but it does so indirectly, according to a study published by UT Southwestern researchers in the Oct. 15 issue of Science.\nThe SCN responds to light entering the eye, and so is sensitive to cycles of day and night. While light may be the trigger, the UT Southwestern researchers determined that the SCN transforms that information into neural signals that set the body's temperature. These cyclic fluctuations in temperature then set the timing of cells, and ultimately tissues and organs, to be active or inactive, the study showed.\nScientists have long known that body temperature fluctuates in warm-blooded animals throughout the day on a 24-hour, or circadian, rhythm, but the new study shows that temperature actually controls body cycles, said Dr. Joseph Takahashi, chairman of neuroscience at UT Southwestern and senior author of the study.\n\"Small changes in body temperature can send a powerful signal to the clocks in our bodies,\" said Dr. Takahashi, an investigator with the Howard Hughes Medical Institute. \"It takes only a small change in internal body temperature to synchronize cellular 'clocks' throughout the body.\"\nDaily changes in temperature span only a few degrees and stay within normal healthy ranges. This mechanism has nothing to do with fever or environmental temperature, Dr. Takahashi said.\nThis system might be a modification of an ancient circadian control system that first developed in other organisms, including cold-blooded animals, whose daily biological cycles are affected by external temperature changes, Dr. Takahashi said.\n\"Circadian rhythms in plants, simple organisms and cold-blooded animals are very sensitive to temperature, so it makes sense that over the course of evolution, this primordial mechanism could have been modified in warm-blooded animals,\" he said.\nIn the current study, the researchers focused on cultured mouse cells and tissues, and found that genes related to circadian functions were controlled by temperature fluctuations.\nSCN cells were not temperature-sensitive, however. This finding makes sense, Dr. Takahashi said, because if the SCN, as the master control mechanism, responded to temperature cues, a disruptive feedback loop could result, he said.\nExplore further: Now we know why old scizophrenia medicine works on antibiotics-resistant bacteria", "id": "<urn:uuid:896eff09-96fc-4a88-806f-0afe2beec059>", "dump": "CC-MAIN-2013-20", "url": "http://phys.org/news/2010-10-temperature-rhythms-body-clocks-sync.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9362143874168396, "token_count": 528, "score": 3.671875, "int_score": 4}
{"text": "Coyotes spend a good deal of their day sleeping. Members of a pack or family may sleep within close proximity of each other, or they may sleep much further apart, but probably within the same couple of acres of each other. They have amazing built-in time clocks, but they also are influenced by circumstances of the moment. My own dog could tell the time and knew what was to be done at that time. For example, I always set off, with my dog, at exactly 2:40 to pick up one of my kids at school. But one day I fell asleep — I would not have made it on time except that my dog began poking me with her muzzle at exactly 2:40. Needless to say, I was amazed. The same is true for coyotes — they seem to know when it is time to meet up, but if people or dogs are around, they will delay.\nMost coyotes I know like to go trekking alone. After all, their staple diet consists of voles and gophers — animals that really can’t be divvied up very well. Might as well hunt alone. But some coyotes do enjoy trekking together, usually in pairs. When they hunt in pairs, there is usually a rendezvous beforehand.\nRendezvous locations can remain the same for a while, or they can change drastically from day to day, but coyotes seem to have various favorite meeting spots which they alternate between for a while, before changing these altogether . This is where they congregate to then move together for their foraging.\nIn this case here, the older female had spent her day sleeping in the sun quite some distance from where the young male had been also sleeping in the sun. The female was the first to move around — she disappeared into some bushes. In the meantime, I watched the male who moved from where he had been sleeping to a new location where he curled up and then dozed a while longer. Finally, he got up, stretched, scratched, and began to forage. I watched him catch a vole and toy with it. He continued searching for voles and then looked up ahead. He must have seen the female approaching, because he sat down and watched intently. She trotted over, and arrived on the scene.\nThe ritual began with hugs and kisses. They are hidden in the grass in these photos, but you can see what is going on. It was intense, but lasted only about a minute. That was the first phase of the meeting. Then there was a pause where all activity ceased. I think the male was waiting for something, but since nothing happened he turned around and backed into her — it looked like a request. He did it again and then looked over his shoulder: “well?”. The older female was obliging. She began grooming the young fellow, pulling off burrs and bugs. He accepted this, repeatedly laying his ears back against his head — he seemed to melt with the attention. There was care, affection, and intensity here which few animals that I have seen show each other. The next phase of the meeting involved trotting off together. From what I have seen in the past — though I did not follow them this time — they will spend their time together trekking, marking their territory, hunting, playing, exploring and maybe even meeting up briefly with a couple of lone coyotes who live adjacent to this territory, before again returning to separate localities to rest.", "id": "<urn:uuid:5a9c94b6-6e5d-4b70-bd29-dc2270e0c891>", "dump": "CC-MAIN-2013-20", "url": "http://coyoteyipps.com/category/coyote-behavior/feelings-emotions/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9902171492576599, "token_count": 712, "score": 2.609375, "int_score": 3}
{"text": "Groundhogs, as a species, have a large range in size. There are the medium-sized rodents I grew up with, averaging around 4 kg, and groundhogs—like a certain Phil—that are probably more like 14 kg. This is the likely source of my earlier confusion, as that's a huge discrepancy in size. Evidently, it's all in the diet, much like humans.\nWhere I grew up, in rural Northern Minnesota, we called the groundhog a woodchuck; I thought that the groundhog was some fat cat, East Coast, liberal rodent. As it would turn out, they are actually one in the same creature—Marmota monax, a member of the squirrel family. Woodchucks spend a lot of their time in burrows. It is their safe haven from their many predators, and they are quick to flee to it at the first sign of danger. They will sometimes emit a loud whistle on their way to alert others in the area that something is awry. Groundhogs enjoy raiding our gardens and digging up sod, thereby destroying what we've spent countless hours toiling upon.\nLook for groundhog signs. You might not even know there is a groundhog around until your garden has been devoured or your tractor damaged by a collapsed groundhog den. Things to look for are large nibble marks on your prized veggies, gnaw marks on the bark of young fruit trees, root vegetables pulled up (or their tops trimmed off), groundhog-sized holes (25–30 cm) anywhere near your garden, or mounds of dirt near said holes. If you see these signs, take action. Don't wait or it will be too late! If you know it will be a problem and do nothing, you can't blame the animal.\nSet groundhog traps. This technique takes some skill as you need to be able to pick a spot in the path of the animal, camouflage it, and mask your strong human scent. Setting a spring trap, whether coil or long-spring, is usually just a matter of compressing the springs and setting a pin that keeps the jaws open into the pan or trigger. Make sure your trap is anchored securely with a stake. Check your traps often, and dispatch the animal quickly and humanely. Shooting them in the head or a hearty whack to the head with club will do the trick. If you can't deal with this, you have no business setting traps. Call a professional.\nGuns kill groundhogs. I have never shot a groundhog. I rarely have had problems with them, and they move so damned fast it is difficult to get a shot off. If I had to, I know how I would do it. First, be sure it is legal in your area, and be sure to follow gun safety protocols. After that, it's just a matter of learning where your target is going to be comfortable and let their guard down. I would follow their tracks back to their den, find a spot downwind to sit with a clear shooting lane, and make sure nothing you shouldn't hit with a bullet is down range. Then, I would wait, my sights set on the den, until the groundhog stuck its head up—quick and easy.\nDemolish the groundhog burrows. If you find a couple holes around your yard, they are likely the entrances to an elaborate tunnel maze carved into the earth beneath you. About all you can do, short of digging the whole mess up, is to try and fill it in from the top side. First, fill it with a bunch of rocks and then soil—make sure to really pack it in. This will make it difficult for the groundhog to reclaim its hole without a lot of work. You probably want to do this in tandem with other control methods such as trapping, shooting, or fumigating to prevent the groundhog from just digging a new hole.\nDo some landscaping and build barriers. As with the control of many pests, it is advisable to keep a yard free of brush, undercover, and dead trees. These types of features are attractive to groundhogs as cover, and without it, they are less likely to want to spend time there. If you want to keep a groundhog out of an area, consider a partially buried fence. This will require a lot of work, but it is going to help a lot. Make sure it extends up at least a meter, and that it is buried somewhere around 30 cm deep. Angle the fencing outward 90 degrees when you bury it, and it will make digging under it a very daunting task for your furry friend.\nTry using fumigants to kill groundhogs. What is nice about this product is that you can kill the animal and bury it all in one stroke. The best time to do this is in the spring when the mother will be in the den with her still helpless young. Also, the soil will likely be damp, which helps a lot. You should definitely follow the directions on the package, but the way they usually work is that you cover all but one exit, set off the smoke bomb, shove it down the hole, and quickly cover it up. Check back in a day or two to see if there is any sign of activity, and if so, do it again or consider a different control method. It is important that you don't do this if the hole is next to your house or if there is any risk of a fire.\nPoisons are a last resort. I am not a fan of poisons because it is difficult to target what will eat said poison in the wild. Also, you are left with the issue of where the groundhog will die and how bad it will smell if it is somewhere under your house. Or, if it is outside somewhere, who will be affected by eating the dead animal? Where does it end? If you want to use poison, you're on your own.\nUse live traps. This is a good option for those of you not too keen on killing things. Try jamming the door open and leaving bait inside for the taking a couple of times so they get used to it. Then, set it normally and you've got your groundhog (or a neighborhood cat). Now what? The relocation is just as important; you need to choose a place that is far away from other humans and can likely support a groundhog. Good luck.\nPredator urine. The idea is simple: form a perimeter around an area you want to protect. If the groundhog doesn't recognize the smell as a natural predator, it is probably not going to work too well. Look for brands that have wolf and bobcat urine. Apply regularly, or as the manufacturer recommends. Remember, if it rains, the urine has probably washed away.\nRepellents. Another popular method involves pepper-based repellents. These deter groundhogs by tasting horrible and burning their mucous membranes. You can do a perimeter with powdered cayenne pepper or just apply it to the things you want spared in your garden. Be sure to wash your vegetables off before using them (which you should be doing anyway).", "id": "<urn:uuid:077623b0-183e-4d40-bf5d-168228829785>", "dump": "CC-MAIN-2013-20", "url": "http://simplepestcontrol.com/groundhog-control.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9678292274475098, "token_count": 1467, "score": 3.03125, "int_score": 3}
