{"text": "Attempts to relay mail by issuing a predefined combination of SMTP commands. The goal of this script is to tell if a SMTP server is vulnerable to mail relaying.\nAn SMTP server that works as an open relay, is a email server that does not verify if the user is authorised to send email from the specified email address. Therefore, users would be able to send email originating from any third-party email address that they want.\nThe checks are done based in combinations of MAIL FROM and RCPT TO commands. The list is hardcoded in the source file. The script will output all the working combinations that the server allows if nmap is in verbose mode otherwise the script will print the number of successful tests. The script will not output if the server requires authentication.\nIf debug is enabled and an error occurrs while testing the target host, the error will be printed with the list of any combinations that were found prior to the error.\nUse this to change the IP address to be used (default is the target IP address)\nDefine the destination email address to be used (without the domain, default is relaytest)\nor smtp-open-relay.domain Define the domain to be used in the anti-spam tests and EHLO command (default is nmap.scanme.org)\nDefine the source email address to be used (without the domain, default is antispam)\nsmbdomain, smbhash, smbnoguest, smbpassword, smbtype, smbusernameSee the documentation for the smbauth library.\nnmap --script smtp-open-relay.nse [--script-args smtp-open-relay.domain=<domain>,smtp-open-relay.ip=<address>,...] -p 25,465,587 <host>\nHost script results: | smtp-open-relay: Server is an open relay (1/16 tests) |_MAIL FROM:<email@example.com> -> RCPT TO:<firstname.lastname@example.org>\nAuthor: Arturo 'Buanzo' Busleiman\nLicense: Same as Nmap--See http://nmap.org/book/man-legal.html", "id": "<urn:uuid:2fc62870-a21f-42bb-90f1-0b5d5c8d75a5>", "dump": "CC-MAIN-2013-20", "url": "http://nmap.org/nsedoc/scripts/smtp-open-relay.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8065752387046814, "token_count": 483, "score": 2.71875, "int_score": 3}
{"text": "An Introduction To 127.0.0.1\n127.0.0.1 is an IP address utilized for a looplock network connection. What does this mean? If\na user tries to connect to this IP address, they will be sent back to their computer. The address\nis also known as a localhost. The localhost is the computer.\nHow the Localhost Works\nIf the command is relayed to the localhost, you would be hooked up to the system where the\ncommands were sent out. For instance, suppose the computer is called \"Joker\". If you telnet\nfrom the Joker computer to the localhost, a message will appear. It will attempt to hook up to\nThe localhost is employed in lieu of the computer hostname to be linked to. This IP address is\nthe most wisely used localhost address. However, you can actually use any IP address\nprovided it starts with 127. This means 127.*.*.* can be used as a localhost.\nEstablishing a connection with the loopback address is similar to creating a connection with\nremote network computers. The only difference is you don't have to deal with network\nFor this reason it is widely utilized by software developers. It is also used by system\nadministrators. It is often used for testing programs and apps. If the connection is IPv4, the\ncomputer's loopback address will be the 127.*.*.*. The subnet mask is typically 255.0.0.0.\nThis IP addresses 127.*.*.*. are defined in RFC 330 as Special-Use IPv4 Addresses. The\n127.0.0.0/8 block is defined as the Net host loopback address. If a higher level protocol sends\na datagram anywhere in the block, it will be looped in the host. This is typically implemented\nwith the 127.0.0.1 / 32 for looplock. However, addresses in the block must not be visible\nanywhere else in the network.\nThere is also a localhost IPv6 version. In RFC 3513, it is defined as Internet Protocol Version\n6 (IPv6) Addressing Architecture::1/128.\nMore Information about the Localhost\nIn simple terms, the localhost means the computer. It is the hostname allocated loopback\nnetwork interface address. The name is likewise a domain name. This will help prevent\nconfusion with the hostname definition. In IPv6, the loopback IP address is ::1. The localhost\nis stated when one would usually use the computer hostname. For instance, a browser using\nan HTTP server to http://localhost will show the local website home page. This will be\npossible if the server is set up properly to work the loopback interface.\nThe loopback address can also be used for linking up to a game server. It can also be used for\nthe various inter-process communications. This facts about 127.0.0.1 indicate how\nfundamental and basic the localhost is to a system. That's why it is so crucial for network", "id": "<urn:uuid:0cfb12fb-ebfd-4e6a-8720-c551d7e97801>", "dump": "CC-MAIN-2013-20", "url": "http://pdfcast.org/pdf/a-guide-to-localhost", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.893843948841095, "token_count": 644, "score": 3.8125, "int_score": 4}
{"text": "ANM uses specific ports for its processes. Figure A-1 illustrates a typical ANM server deployment in a network. This illustration identifies the protocols and ports used by the different network devices in a typical deployment.\n•Table A-1 lists the ports used for ANM client (browser) or ANM server and ANM high availability communication.\n•Table A-2 lists the ports used for communication between ANM and managed devices.\nFigure A-1 ANM Server Deployment\nTable A-1 Ports Used by ANM in a Network Deployment1\nDefault port if ANM is configured for access using HTTP (using anm-installer).\nDefault port if ANM is configured for access using HTTPS (using default install option).\nMySQL Database system (ANM HA installation opens this port to communicate with the peer ANM).\nTCP (10444) and TCP (10445)\nANM License Manager (ANM HA installation opens these two ports to communicate with the peer ANM).\nPort used by ANM server to communicate to Email Gateway through SMTP.\nPort used by ANM server to send out trap notification to external NMS application.\n1It is highly recommended that you run ANM on a stand-alone device. However, if you run ANM on a shared device, please note that ANM locally opens the following ports for internal communication:", "id": "<urn:uuid:5aaa1e56-80e5-4313-ad72-1ec87e308193>", "dump": "CC-MAIN-2013-20", "url": "http://www.cisco.com/en/US/docs/net_mgmt/application_networking_manager/2.0/user/guide/UG_ports.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8468099236488342, "token_count": 287, "score": 2.65625, "int_score": 3}
{"text": "In this section we will describe some basis of hardware involved in Nano.\n Block Diagram\n Power Supply\nJz4720 support 3 different boot sources. The boot sequence is controlled by boot_sel pin values [1:0]. The configuration of BOOT_SEL1 and BOOT_SEL1 [1:0] is showed as below:\n|0||0||Boot from external ROM at CS4|\n|0||1||Boot from USB device|\n|1||0||Boot from 512 page size NAND flash at CS1|\n|1||1||Boot from 2048 page size NAND flash at CS1|\n Arquitectura General\nIt is necessary, for the operation of the Nanonote Board to store many sections of executable programs in volatile and non-volatile memories. The volatile memories are used like Random Access Memories (RAM) due to its low access time and unlimited number of Read/Write cycles. On the other hand, the Non-volatile memories (NAND, SD) stores for long periods of time the required information to operate the Embedded System.\nUniversal Serial Bus (USB) is a way of setting up communication between a computer and peripheral devices. USB is intended to replace many varieties of serial and parallel ports. USB can connect computer peripherals such as mice, keyboards, PDAs, gamepads and joysticks, scanners, digital cameras, printers, personal media players, flash drives, and external hard drives. For many of those devices, USB has become the standard connection method.\nA USB system has an asymmetric design, consisting of a host, a multitude of downstream USB ports, and multiple peripheral devices connected in a tiered-star topology. Additional USB hubs may be included in the tiers, allowing branching into a tree structure with up to five tier levels. A USB host may have multiple host controllers and each host controller may provide one or more USB ports. Up to 127 devices, including the hub devices, may be connected to a single host controller.\n Serial and JTAG\nThe NAND in the Ben NanoNote:\n- Has pages that are 4096 bytes in length\n- Has blocks that are 128 pages in length\n- Has 4096 blocks of storage in total\n- 4096 × 128 × 4096 = 2147483648 bytes ( 2 GB)\nroot@ben:/# cat /proc/mtd dev: size erasesize name mtd0: 00400000 00080000 \"NAND BOOT partition\" mtd1: 00400000 00080000 \"NAND KERNEL partition\" mtd2: 7f800000 00080000 \"NAND ROOTFS partition\"\n- size is the capacity of the partition in bytes. 7f800000 is just shy of 2 GB\n- erasesize is the block size. 00080000 is 512 KB ( 128 × 4096 byte pages)\n Samsung K9GAG08X0M NAND flash chip, hardware info\n1 Page = (4K + 128)Bytes 1 Block = 128 Pages (512K + 16K) Bytes 1 Devie = (512K + 16K) Bytes x 4,096 Blocks 1 Device = (4K+128)B x 128Pages x 4,096 Blocks = 16,896 Mbits\n- NanoNote partitions\n|Name||Size||Block offset||Page offset|\n- NanoNote partitions AFTER OpenWrt_Software_Image#Image_2010-11-17, we change the rootfs to 512M\n|Name||Size||Block offset||Page offset|\nPCB 08.50 (ben)\n Micro-SD pins on testpads\nPin TP note ------------------ #1 TP14 data2 #2 TP15 cd/data3 / _CS #3 TP17 cmd / mosi #4 sdVCC switched by Q4 (fet?) controlled via line from cpu (on TP11) #5 TP16 clock #6 GND #7 TP12 data0 / miso #8 TP13 data1\n Serial pins\n System information\n GPIO pins\nThe Jz4720 has only a limited number of pins as outputs to the board. Furthermore, several functions take up gpio pins which are therefore not usable for other functions. Those devices are the sdram and nand controller, lcd controller and mmc+sd controller. Below is a table showing how they are used. Please complete this table. The missing entries are not connected to a pad in the Jz4720.\n Port A\n- 01 sdram data 0\n- 03 sdram data 1\n- 05 sdram data 2\n- 07 sdram data 3\n- 08 sdram data 4\n- 09 sdram data 5\n- 10 sdram data 6\n- 11 sdram data 7\n- 12 sdram data 8\n- 13 sdram data 9\n- 15 sdram data 10\n- 17 sdram data 11\n- 22 sdram data 12\n- 26 sdram data 13\n- 28 sdram data 14\n- 30 sdram data 15\n Port B\n- 00 sdram address 0\n- 01 sdram address 1\n- 02 sdram address 2\n- 03 sdram address 3\n- 04 sdram address 4\n- 05 sdram address 5\n- 06 sdram address 6\n- 07 sdram address 7\n- 08 sdram address 8\n- 09 sdram address 9\n- 10 sdram address 10\n- 11 sdram address 11\n- 12 sdram address 12\n- 13 sdram address 13\n- 14 sdram address 14\n- 15 nand command latch\n- 16 nand address latch\n- 17 SHDN_HOST???\n- 18 TP23 (free)\n- 19 sdram dcs\n- 20 sdram ras\n- 21 sdram cas\n- 22 ???\n- 23 sdram cke\n- 24 sdram cko\n- 25 sdram cs1\n- 26 sdram cs2\n- 27 USB ID\n- 28 ???\n- 29 Audio output enable\n- 30 TP25 (free)\n- 31 ???\n Port C\n- 00 lcd data 0\n- 01 lcd data 1\n- 02 lcd data 2\n- 03 lcd data 3\n- 04 lcd data 4\n- 05 lcd data 5\n- 06 lcd data 6\n- 07 lcd data 7\n- 08 TP 35 (unused)\n- 09 TP 36 (unused)\n- 10 keyboard out 0\n- 11 keyboard out 1\n- 12 keyboard out 2\n- 13 keyboard out 3\n- 14 keyboard out 4\n- 15 keyboard out 5\n- 16 keyboard out 6\n- 17 keyboard out 7\n- 18 lcd pixel clock\n- 19 lcd hsync\n- 20 lcd vsync\n- 21 LCD SPI chipselect\n- 22 LCD SPI data\n- 23 LCD SPI clock\n- 24 sdram write enable 1\n- 27 Charge detect\n- 28 nand read enable\n- 29 nand write enable\n- 30 nand flash ready/busy\n- 31 select uart or jtag on pad 147; not a gpio pin\n Port D\n- 00 SD Card detect\n- 02 SD Card power enable\n- 04 Speaker AMP enable\n- 06 Shutdown detect\n- 08 SD Card command\n- 09 SD Card clock\n- 10 SD Card data 1\n- 11 SD Card data 2\n- 12 SD Card data 3\n- 13 SD Card data 4\n- 15 TP 38 (free)\n- 18 Keyboard in 1\n- 19 Keyboard in 2\n- 20 Keyboard in 3\n- 21 Keyboard in 4\n- 22 Keyboard in 5\n- 23 Keyboard in 6 (i2c?)\n- 24 Keyboard in 7 (i2c?)\n- 25 uart transmit\n- 26 Keyboard in 8 (uart receive)\n- 27 Buzzer, controlled with pwm4. Piezo-electric buzzer; not related to soundcard output.\n- 28 USB detect\n- 29 power button\n Test Points Under Battery\nThis page is to describe all test pins under battery label. You may want to probe or discover them as long as you tear off battery label. Also this whole page you can reference to the schematic of AVT2 RC1 Reference Board.\n- TP 9, V33, system voltage 3.3V when power on\n- TP 12, SDD0, MSC_D0/GPD10(in/out) of jz4720, MSC data bit 0, Please see MicroSD.\n- TP 13, SDD1, MSC_D1/GPD11(in/out) of jz4720, MSC data bit 1, Please see MicroSD.\n- TP 14, SDD2, MSC_D2/GPD12(in/out) of jz4720, MSC data bit 2, Please see MicroSD.\n- TP 15, SDD3, MSC_D3/GPD13(in/out) of jz4720, MSC data bit 3, Please see MicroSD.\n- TP 16, SDCLK, MSC_CLK/GPD9(out) of jz4720, MSC clock output, Please see MicroSD.\n- TP 17, SDCMD, MSC_CMD/GPD8(in/out) of jz4720, MSC command, Please see MicroSD.\n- TP 19, CS1_N, CS1_/GPB25(out) of jz4720, This connects to NAND (NAND chip enable).\n- TP 20, CS2_N, CS2_/GPB26(out) of jz4720, This connects to NAND (NAND chip enable 2).\n- TP 24, POP, GPB29(out) of jz4720, This pin is the purpose on eliminate POP sound free. Please also see Audio IN OUT.\n- TP 25 COB TEST, GPB30 of jz4720, Purpose during production test.\n- TP 26, FWE_N, FWE_/GPC29(out) of jz4720, This connects to NAND WE_(NAND flash write enable). Please see NAND.\n- TP 29, FRB_N, FRB_/GPC30(in) of jz4720, This connects to NAND FRB(NAND flash ready/busy). Please see NAND.\n- TP 32, CHARGE_N, GPC27(in) of jz4720, Through this input pin that shows if charging or not. Please see Power Supply Circuit & Battery Charger.\n- TP 39, LCD0, pin 16 of CON2 FPC connector, GPC0(out) of jz4720, Please see LCD.\n- TP 40, LCD1, pin 15 of CON2 FPC connector, GPC1(out) of jz4720, Please see LCD.\n- TP 41, LCD2, pin 14 of CON2 FPC connector, GPC2(out) of jz4720, Please see LCD.\n- TP 42, LCD3, pin 13 of CON2 FPC connector, GPC3(out) of jz4720, Please see LCD.\n- TP 43, LCD4, pin 12 of CON2 FPC connector, GPC4(out) of jz4720, Please see LCD.\n- TP 44, LCD5, pin 11 of CON2 FPC connector, GPC5(out) of jz4720, Please see LCD.\n- TP 45, LCD6, pin 10 of CON2 FPC connector, GPC6(out) of jz4720, Please see LCD.\n- TP 46, LCD7, pin 9 of CON2 FPC connector, GPC7(out) of jz4720, Please see LCD.\n- TP 47, LCDDCLK, pin 17 of CON2 FPC connector, GPC18(out) of jz4720, Please see LCD.\n- TP 48, VSYNC, pin 18 of CON2 FPC connector, GPC20(out) of jz4720, Please see LCD.\n- TP 49, HSYNC, pin 19 of CON2 FPC connector, GPC19(out) of jz4720, Please see LCD.\n- TP 50, LCDCS, pin 20 of CON2 FPC connector, GPC21(out) of jz4720, Please see LCD.\n- TP 51, LCDSCL, pin 21 of CON2 FPC connector, GPC22(out) of jz4720, Please see LCD.\n- TP 52, LCDSDA, pin 22 of CON2 FPC connector, GPC23(in/out) of jz4720, Please see LCD.\n- TP 60, KEYOUT2, GPC11(out) of jz4720, Please see Keyboard.\n- TP 62, KEYOUT4, GPC13(out) of jz4720, Please see Keyboard.\n- TP 63, KEYOUT5, GPC14(out) of jz4720, Please see Keyboard.\n- TP 64, KEYOUT6, GPC15(out) of jz4720, Please see Keyboard.\n- TP 66, KEYOUT8, GPC17(out) of jz4720, Please see Keyboard.\n- TP 67, KEYIN1, GPD18(in) of jz4720, Please see Keyboard.\n- TP 74, KEYIN8, GPD26(in) of jz4720, Serial console RXD pin in, Please see Serial console.\n- TP 75, TXD, GPD25(out) of jz4720, Serial console TXD pin out, Please see Serial console.\n- TP 76, GND, System ground, Please see Serial console.\n- TP 79, USBDET, GPD28(input) of jz4720, Jz4720 can detect a \"LOW\" status during usb host cable is plug in.", "id": "<urn:uuid:45c61dcf-839e-455f-8328-f268b0b88767>", "dump": "CC-MAIN-2013-20", "url": "http://en.qi-hardware.com/wiki/Hardware_basics", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.7262580990791321, "token_count": 2985, "score": 2.78125, "int_score": 3}
{"text": "Ever wondered what white tea is? Why we call it white anyway? Here are a few interesting facts about white tea, made from the plant Camellia sinensis:\n- White tea is similar to green tea in that it has undergone little processing and no fermentation whatsoever.\n- The leaves are harvested before they open fully, when the unopened buds are still covered by thin silvery white hair. Hence the white tea name.\n- White tea has a subtle and slightly sweet flavor that sharpens the senses without overwhelming the tongue, whereas green tea has a “grassy” taste.\n- There is 25% to 30% less caffeine in white tea than in green tea, though it depends on the variety.\n- White tea health benefits are the highest among the tea family¹.\n- It is more expensive than green or black tea because white tea is scarcer. Yet, at Savorique, white tea is as cheap as black or green tea.\nNote 1: Science Daily “”White Tea Could Keep You Healthy and Looking Young”\", (August 14, 2009) and Science Daily “”White Tea Beats Green Tea In Fighting Germs”\", (May 28, 2004).", "id": "<urn:uuid:6d64f04d-9635-43ad-b483-874653a0280b>", "dump": "CC-MAIN-2013-20", "url": "http://blog.savorique.com/tag/white-tea-health-benefits/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9220250248908997, "token_count": 252, "score": 2.59375, "int_score": 3}
{"text": "Yarrow: A Tough Groundcover Option\nImage by Flickr / entheos\nThe white flower heads of the yarrow plant\nGet acquainted with this hardy and handy groundcover\nPeople are always looking to cover open rough spots in the lawn and around the property. Our hardy native yarrow (Achillea millefolium) establishes quickly and binds the soil to provide a soft, scented carpet. In the wilds of Western Canada, white flat-topped flower heads rise to 75 cm (30 in.) tall from a mass of ferny leaves.\nBuy yarrow plants from a local garden centre or grow them from rooted stem fragments planted in fall or early spring. Many colour varieties are easy to raise from seed, and you can mow the spreading yarrow patch along with the grass.\nYarrow leaves rubbed on the skin or burned in a campfire keep away mosquitoes. A poultice from steeped leaves helps heal sores and reduce muscle pain.", "id": "<urn:uuid:e76953cb-2bd1-4921-8818-d81bd78db030>", "dump": "CC-MAIN-2013-20", "url": "http://www.bcliving.ca/garden/yarrow-a-tough-groundcover-option", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.908327043056488, "token_count": 203, "score": 2.734375, "int_score": 3}
{"text": "Take a look at this snapshot from Health Canada's website fact sheet entitled Healthy Lawn Tips.\n- Although it may look untidy, leave grass clippings on your lawn when you mow it to provide nutrient recycling.\n- Aerate compacted soil in the fall to help oxygen, water and nutrients reach roots.\n- Over-seed patchy areas.\n- In heavy traffic areas, replace grass with mulch or paving stones.\n- Check your lawn for early signs of pests and other problems such as holes caused by small animals digging for insects.\n- Set your mower so that your grass is seven to eight cm high to encourage deeper roots and help fend off weeds.\n- Water infrequently, but when you do, make sure you allow the water to get deep into the soil (about 1.5 centimetres) to promote deep roots. Over-watering starves the soil of oxygen and invites disease. Apply at least 2.5 centimetres of water. Put a container on your lawn to measure how much you've watered. An empty tuna can is about the right height.\n- Maintain good soil with ample depth and organic matter to prevent problems.\n- If physical control methods fail and you use a pesticide, be sure the one you pick lists the pest you are trying to control on the label, and follow all the instructions.\nMore information is available online at www.healthcanada.gc.ca/pmra. Fact sheets include Starting a Lawn, Lawn Maintenance, Life of a Lawn and Common Lawn Problems.", "id": "<urn:uuid:6e7b2bdc-26a3-4a11-97ed-8adc9b0dc113>", "dump": "CC-MAIN-2013-20", "url": "http://www.househunting.ca/Vacation-Homes/Helpful+tips+healthy+grass/6836611/story.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8970359563827515, "token_count": 319, "score": 3.203125, "int_score": 3}
{"text": "| ||How to Identify and Control Water Weeds and Algae|\n\"How to Identify and Control Water Weeds and Algae\" is the complete guide to identification, treatment options and measuring lakes and ponds to apply product to common aquatic plants. Identifying the type or species of plant(s) to be controlled is the first step in implementing a management strategy. This book is intended for government, commercial and private concerns responsible for maintaining the recreational, aesthetic and functional value of water resources. Recommendations are based upon decades of research in aquatic plant control and water management by industry, universities and government agencies.\nLiterature files are in PDF file format and require a PDF reader to view. Need to find a hard copy of this book? Please contact us.", "id": "<urn:uuid:95cb4cb4-f885-463c-98a0-ad7ebe6588d9>", "dump": "CC-MAIN-2013-20", "url": "http://www.appliedbiochemists.com/weedbook.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9024631381034851, "token_count": 155, "score": 2.75, "int_score": 3}
{"text": "The robot can be outfitted with multiple attachments such as a cell-sprayer that can spray pesticides or fertilizers and can even weed areas intertwined with the crops. It’s able to do so with the help of strategically positioned cameras that take pictures of the ground, which are then sent to an onboard computer that analyzes the images and identifies both the crops and weeds (programmed with 20 known species per geographic area).\nOnce the unwanted plants are identified, it can then spray an herbicide through a row of nozzles placed next to the cameras positioned behind the bot. The cameras look for the corresponding image and either open or close the nozzles based on the weeds' location. With a large range of add-on tools, this robot makes a perfect plant-nursing platform that’s able to keep plants healthy, one column at a time.\nRobots are even being employed to harvest crops, further maximizing the efficiency associated with robotic farmers. One such robot is known as the Robotic Strawberry Harvester from Robotic Harvesting LLC. The mechanical farmhand is autonomous in the true sense of the word and is self-propelled, navigating and harvesting, and as the name suggests, is excellent in picking ripe strawberries. Robot harvesting outfitted the robot with a camera array capable of taking \"stereovision\" photos both above and below the plants leaves to collect data on fruit (whether it’s ripe or not), flower count, plant pathogens (diseases), and other items of interest.\nThe camera system can be reprogrammed to identify and collect data on a number of crops in 3D space (giving the robot the capability to see like humans) not just strawberries, and uses specialized software to discern whether the fruit is ripe. Once identified, the robot uses a three-pronged outfitted robotic arm to pick the fruit, which is then placed on a convenient tiny conveyor belt that drops the fruit off in a collection basket on top of the robot.\nThis may not seem like much, but the robot is capable of picking the fruit (tested in a controlled environment) in as little as two seconds. While you most likely won't see a fully functional efficient farm being run entirely by robots anytime in the next few years, it’s safe to say it certainly is a possibility in the near future. As more and more people populate the planet, using robotic farmers is certainly a viable option in cultivating, nurturing, and harvesting increased food crops in an efficient manner.", "id": "<urn:uuid:d0ae3c16-2656-45c7-a6e9-21c6c9e32b92>", "dump": "CC-MAIN-2013-20", "url": "http://www.designnews.com/author.asp?section_id=1386&doc_id=254959&page_number=2", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9457093477249146, "token_count": 514, "score": 3.078125, "int_score": 3}
{"text": ".8grams X kilogram of body weight/day\nHow to convert pounds into kilograms: #pounds/2.2 = kg\nFor example someone who weighs say 110 would be 50kg. So we take 50kg and multilpy that by .8gm and they should be getting about 40 grams of protein a day. Low protein diets can result in weak bones, muscle wasting, and decrease in time for wounds to heal. Protein is essential in the diet and having enough is very important especially if you are exercising. When you are working with weights and building muscle adequate protein intake is essential in building those muscles.\nIf you are taking a protein supplement in powder try to find one that does not have any added saturated or transaturated fats. There are some protein supplements out there that are made for gaining weight so they will have additional calories and fats in them. So make sure you read the label and everything says 0 except the protein.\nThis brand is an excellent choice and very safe :\nJust remember to read label and consult with your doctor if it is safe for you to take a protein supplement.\nThe following foods are excellent sources of protein:\n- cottage cheese\n- nuts and seeds\n- soy beans\n- Greek yogurt\nMake sure at every meal you have a protein, a healthy carbohydrate(whole wheat or whole grain), and good fat. (monounsaturated fats) Keep your meals and snacks balanced so you can stay full and not feel hungry throughout the day.", "id": "<urn:uuid:549e680b-1e0f-40fd-b7f5-2a96abd000ee>", "dump": "CC-MAIN-2013-20", "url": "http://blog.themaddiet.com/2012/02/protein-and-why-it-is-important.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9625017046928406, "token_count": 305, "score": 2.609375, "int_score": 3}
{"text": "IN THIS ARTICLE\nExams and Tests\nA bone mineral density test measures the mineral density (such as calcium) in your bones using a special X-ray or computed tomography (CT) scan. From this information, your doctor can estimate the strength of your bones. See a picture of a bone mineral density test.\nRoutine urine and blood tests can rule out other medical conditions, such as hyperparathyroidism, hyperthyroidism, or Cushing's syndrome, that can cause bone loss. In men, blood tests to measure testosterone levels can see whether low levels are causing bone loss.\nIf you have been diagnosed with osteoporosis, you may need to follow up regularly with your doctor to monitor your condition.\nIf you or your doctor thinks you may be at risk for osteoporosis, you may have a screening test to check your bone thickness. A screening test may be advisable if you have:\nThe United States Preventive Services Task Force (USPSTF) recommends that all women age 65 and older routinely have a bone mineral density test to screen for osteoporosis. If you are at increased risk for fractures caused by osteoporosis, routine screening should start sooner.4 USPSTF recommends that you and your doctor check your fracture risk using a tool such as FRAX to help decide whether you should be screened for osteoporosis. Talk to your doctor about your risk factors and when to start bone mineral density screening.\nThe FRAX tool was developed by the World Health Organization to help predict your risk of having a fracture related to osteoporosis in the next 10 years. You can use this tool. Go to the website at www.sheffield.ac.uk/FRAX, and click on Calculation Tool. If you have had a bone mineral density test (BMD) on your hip, you can type in your score. If you have not had that test, you can leave the score blank.\nMost experts recommend that the decision to screen younger women be made on an individual basis, depending on the risk for osteoporosis and whether the test results will help with treatment decisions. For help to decide whether you should be tested for osteoporosis, see:\nUltrasound is sometimes offered at events such as health fairs as a quick screening for osteoporosis. Ultrasound by itself is not a reliable test for diagnosing osteoporosis. But if results of an ultrasound screening find low bone density, your doctor can help you decide whether you should have a bone mineral density test.\neMedicineHealth Medical Reference from Healthwise\nTo learn more visit Healthwise.org\n© 1995-2012 Healthwise, Incorporated. Healthwise, Healthwise for every health decision, and the Healthwise logo are trademarks of Healthwise, Incorporated.\nGet tips and advances in treatment.\nPill Identifier on RxList\n- quick, easy,\nFind a Local Pharmacy\n- including 24 hour, pharmacies", "id": "<urn:uuid:4a3e47d4-0417-4a39-9ab4-d2a0fb035f22>", "dump": "CC-MAIN-2013-20", "url": "http://www.emedicinehealth.com/osteoporosis-health/page7_em.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9083399772644043, "token_count": 622, "score": 3.234375, "int_score": 3}
{"text": "What is bone cancer?\nBone is the framework that supports the body. Most bones are hollow. Bone marrow is the soft tissue inside hollow bones. The main substance of bone is made up of a network of fibrous tissue onto which calcium salts are laid down. This makes the bone very hard and strong. At each end of the bone is a softer bone-like tissue called cartilage that acts as a cushion between bones. The outside of the bone is covered with a layer of fibrous tissue.\nThe bone itself contains 2 kinds of cells. Osteoblasts are cells that form the bone. Osteoclasts are cells that dissolve bone. Although we think that bone does not change, the truth is that it is very active. New bone is always forming and old bone dissolving.\nThe marrow of some bones is only fatty tissue. In other bones the marrow is a mixture of fat cells and the cells that make blood cells. These blood-forming cells make red blood cells, white blood cells, and platelets.\nTypes of bone tumors\nMost of the time when someone is told they have cancer in their bones, the doctor is talking about a cancer that started somewhere else and then spread to the bone. This is called metastatic cancer (not bone cancer). This can happen to people with many different types of advanced cancer, such as breast cancer, prostate cancer, lung cancer, and many others. Under a microscope, theses cancer cells in the bone look like the cancer cells that they came from. If someone has lung cancer that has spread to the bone, the cells there will look and act like lung cancer cells and they will be treated the same way.\nTo learn more about cancer that has spread to bone, please see the American Cancer Society document Bone Metastasis, as well as the document on the place where the cancer started (Breast Cancer, Lung Cancer (Non-Small Cell), Prostate Cancer, etc.).\nOther kinds of cancers that are sometimes called “bone cancers” start in the bone marrow – in the blood-forming cells – not the bone itself. These are not true bone cancers. The most common of these is multiple myeloma. Certain lymphomas (which more often start in lymph nodes) and all leukemias start in bone marrow. To learn more about these cancers, refer to the document for each.\nA primary bone tumor starts in the bone itself. True (or primary) bone cancers are called sarcomas. A sarcoma is a cancer that starts in bone, muscle, tendons, ligaments, fat tissue, or some other tissues in the body.\nThere are different types of bone tumors. Their names are based on the bone or tissue that is involved and the kind of cells that make up the tumor. Some are cancer (malignant). Others are not cancer (benign). Most bone cancers are called sarcomas.\nBenign bone tumors do not spread to other tissues and organs. They can usually be cured by surgery. The information here does not cover benign bone tumors.\nBone tumors that are cancer (malignant)\nOsteosarcoma: Osteosarcoma (also called osteogenic sarcoma) is the most common true bone cancer. It is most common in young people between the ages of 10 and 30. But about 10% of cases are people in their 60s and 70s. This cancer is rare during middle age. More males than females get this cancer. These tumors start most often in bones of the arms, legs, or pelvis. This type of bone cancer is not discussed in this document, but is covered in detail in our document, Osteosarcoma.\nChondrosarcoma: This is cancer of the cartilage cells. Cartilage is a softer form of bone-like tissue. Chondrosarcoma is the second most common true bone cancer. It is rare in people younger than 20. After age 20, the risk of this cancer keeps on rising until about age 75. Women get this cancer as often as men.\nChondrosarcomas can develop in any place where there is cartilage. It most often starts in cartilage of the pelvis, leg, or arm, but it can start in many other places, too.\nChondrosarcomas are given a grade, which measures how fast they grow. The lower the grade, the slower the cancer grows. When cancer grows slowly, the chance that it will spread is lower and the outlook is better. There are also some special types of chondrosarcoma that respond differently to treatment and have a different outlook for the patient. These special types look different when seen under a microscope.\nEwing tumor: This cancer is also called Ewing sarcoma. It is named after Dr. James Ewing, the doctor who first described it in 1921. It is the third most common bone cancer. Most Ewing tumors start in bones, but they can start in other tissues and organs. This cancer is most common in children and teenagers. It is rare in adults older than 30. This type of bone cancer is not discussed in this document, but is covered in detail in our document, Ewing Family of Tumors.\nMalignant fibrous histiocytoma (MFH): This cancer more often starts in the soft tissues around bones (such as ligaments, tendons, fat, and muscle) rather than in the bone itself. If it starts in the bones, it most often affects the legs or arms. It usually occurs in older and middle-aged adults. MFH mostly tends to grow into nearby tissues, but it can spread to distant sites, like the lungs. (Another name for this cancer is pleomorphic undifferentiated sarcoma.)\nFibrosarcoma: This is another type of cancer that starts more often in “soft tissues” than it does in the bones. Fibrosarcoma usually occurs in older and middle-aged adults. Leg, arm, and jaw bones are most often affected.\nGiant cell tumor of bone: This type of bone tumor has both benign (not cancer) and malignant forms. The benign form is most common. These don’t often spread to distant sites, but after surgery they tend to come back where they started. Each time they come back after surgery they are more likely to spread to other parts of the body. These tumors often affect the arm or leg bones of young and middle-aged adults.\nChordoma: This tumor usually occurs in the base of the skull and bones of the spine. It is found most often in adults older than 30. It is about twice as common in men than in women. Chordomas tend to grow slowly and usually do not spread to other parts of the body. But they often come back in the same place if they are not removed completely. When they do spread, they tend to go to the lymph nodes, lungs, and liver.\nLast Medical Review: 12/05/2012\nLast Revised: 01/24/2013", "id": "<urn:uuid:cc6f91ff-3151-4cd9-8163-a7274ef9de2f>", "dump": "CC-MAIN-2013-20", "url": "http://www.cancer.org/cancer/bonecancer/overviewguide/bone-cancer-overview-what-is-bone-cancer", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9596326947212219, "token_count": 1460, "score": 3.90625, "int_score": 4}
{"text": "You may associate pneumonia with the melodrama of a soap opera: prolonged hospital stays, oxygen tents, and family members whispering in bedside huddles. It's true that pneumonia can be serious. But more often pneumonia is an infection that can be easily treated at home without a hospital stay.\nWhat Is Pneumonia?\nPneumonia (pronounced: noo-mow-nyuh) is an infection of the lungs. When someone has pneumonia, lung tissue can fill with pus and other fluid, which makes it difficult for oxygen in the lung's air sacs to reach the bloodstream. With pneumonia, a person may have difficulty breathing and have a cough and fever; occasionally, chest or abdominal pain and vomiting are symptoms, too.\nPneumonia is commonly caused by viruses, such as the influenza virus(flu) and adenovirus. Other viruses, such as respiratory syncytial virus(RSV), are common causes of pneumonia in young children and infants.\nBacteria such as Streptococcus pneumoniae can cause pneumonia, too. People with bacterial pneumonia are usually sicker than those with viral pneumonia, but can be effectively treated with antibiotic medications.\nYou might have heard the terms \"double pneumonia\" or \"walking pneumonia.\" Double pneumonia simply means that the infection is in both lungs. It's common for pneumonia to affect both lungs, so don't worry if your doctor says this is what you have — it doesn't mean you're twice as sick.\nWalking pneumonia refers to pneumonia that is mild enough that you may not even know you have it. Walking pneumonia (also called atypical pneumonia because it's different from the typical bacterial pneumonia) is common in teens and is often caused by a tiny microorganism, Mycoplasma pneumoniae. Like the typical bacterial pneumonia, walking pneumonia also can be treated with antibiotics.\nWhat Are the Signs and Symptoms?\nMany symptoms are associated with pneumonia; some of them, like a cough or a sore throat, are also common with other common infections. Often, people get pneumonia after they've had an upper respiratory tract infection like a cold.\nSymptoms of pneumonia can include:\nunusually rapid breathing\nchest or abdominal pain\nloss of appetite\nvomiting and dehydration\nSymptoms vary from person to person, and few people get all of them.\nWhen pneumonia is caused by bacteria, a person tends to become sick quickly and develops a high fever and has difficulty breathing. When it's caused by a virus, symptoms generally appear more gradually and might be less severe.\nSomeone's symptoms can help the doctor identify the type of pneumonia. Mycoplasma pneumoniae, for example, often causes headaches, sore throats, and rash in addition to the symptoms listed above.\nThe routine vaccinations that most people receive as kids help prevent certain types of pneumonia and other infections. If you have a chronic illness, such as sickle cell disease, you may have received additional vaccinations and disease-preventing antibiotics to help prevent pneumonia and other infections caused by bacteria.\nPeople with diseases that affect their immune system (like diabetes, HIV infection, or cancer), are 65 or older, or are in other high-risk groups should receive a pneumococcal vaccination. They also may receive antibiotics to prevent pneumonia that can be caused by organisms they're especially susceptible to. In some cases, antiviral medication might be used to prevent viral pneumonia or to lessen its effects.\nDoctors recommend that everyone 6 months and older gets a flu vaccine. That's because pneumonia often happens as a complication of the flu. Call your doctor's office to see when these vaccines are available.\nBecause pneumonia is often caused by germs, a good way to prevent it is to keep your distance from anyone you know who has pneumonia or other respiratory infections. Use separate drinking glasses and eating utensils; wash your hands frequently with warm, soapy water; and avoid touching used tissues and paper towels.\nYou also can stay strong and help avoid some of the illnesses that might lead to pneumonia by eating as healthily as possible, getting a minimum of 8 to 10 hours of sleep a night, and not smoking.\nHow Long Does It Last?\nThe length of time between exposure and feeling sick (called the incubation period) depends on many factors, particularly the type of pneumonia involved.\nWith influenza pneumonia, for example, someone may become sick as soon as 12 hours or as long as 3 days after exposure to the flu virus. But with walking pneumonia, a person may not have symptoms until 2 to 3 weeks after becoming infected.\nMost types of pneumonia resolve within a week or two, although a cough can linger for several weeks more. In severe cases, it may take longer to completely recover.\nIf you think you may have pneumonia, tell a parent or other adult and be sure you see a doctor. Be especially aware of your breathing; if you have chest pain or trouble breathing or if your lips or fingers look blue, you should go to a doctor's office or to a hospital emergency department right away.\nHow Is Pneumonia Treated?\nIf pneumonia is suspected, the doctor will perform a physical exam and might order a chest X-ray and blood tests. People with bacterial or atypical pneumonia will probably be given antibiotics to take at home. The doctor also will recommend getting lots of rest and drinking plenty of fluids.\nSome people with pneumonia need to be hospitalized to get better — usually babies, young kids, and people older than 65. However, hospital care may be needed for a teen who:\nalready has immune system problems\nhas cystic fibrosis\nis dangerously dehydrated or is vomiting a lot and can't keep fluids and medicine down\nhas had pneumonia frequently\nhas skin that's blue or pale in color, which reflects a lack of oxygen\nWhen pneumonia patients are hospitalized, treatment might include intravenous (IV) antibiotics (delivered through a needle inserted into a vein) and respiratory therapy (breathing treatments).\nAntiviral medications approved for adults and teens can reduce the severity of flu infections if taken in the first 1 to 2 days after symptoms begin. They're usually prescribed for teens who have certain underlying illnesses such as asthma or who have pneumonia or breathing difficulty.\nIf you have been exposed to influenza and you begin to develop symptoms of pneumonia, call a doctor.\nIf your doctor has prescribed medicine, be sure to follow the directions carefully.\nYou may feel better in a room with a humidifier, which increases the moisture in the air and soothes irritated lungs. Make sure you drink plenty of fluids, especially if you have a fever. If you have a fever and feel uncomfortable, ask the doctor whether you can take over-the-counter medicine such as acetaminophen or ibuprofen to bring it down. But don't take any medicine without checking first with your doctor — a cough suppressant, for example, may not allow your lungs to clear themselves of mucus.\nAnd finally, be sure to rest. This is a good time to sleep, watch TV, read, and lay low. If you treat your body right, it will repair itself and you'll be back to normal in no time.", "id": "<urn:uuid:d7bdcf2d-ea1c-4316-a4f7-13bbedd58cdc>", "dump": "CC-MAIN-2013-20", "url": "http://kidshealth.org/PageManager.jsp?dn=K_HovnanianChildrens_Hospital&lic=184&cat_id=20174&article_set=22204&tracking=T_RelatedArticle", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9581039547920227, "token_count": 1475, "score": 3.75, "int_score": 4}
{"text": "Lobster, California spiny\nThe California Spiny Lobster fishery is a small but locally important and largely sustainable fishery in southern California.\nAbundance of Spiny Lobsters off California varies with broad-scale changes in environmental conditions caused by El Nino and La Nina.\nState managers closely regulate commercial fishing for Spiny Lobster, but do not monitor recreational catches. Bycatch is low. Spiny Lobster traps generally allow undersize lobsters and other animals to escape.\nThis fish may have high levels of mercury that could pose a health risk to adults and children. More mercury info here.", "id": "<urn:uuid:1cc8b0a2-d46f-4902-a772-34d1eb6bb5dc>", "dump": "CC-MAIN-2013-20", "url": "http://blueocean.org/seafoods/lobster-california-spiny/?showimg=293", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9235469102859497, "token_count": 127, "score": 2.984375, "int_score": 3}
{"text": "Giant Manta Ray\nGiant Manta Ray Manta birostris\nDivers often describe the experience of swimming beneath a manta ray as like being overtaken by a huge flying saucer. This ray is the biggest in the world, but like the biggest shark, the whale shark, it is a harmless consumer of plankton.\nWhen feeding, it swims along with its cavernous mouth wide open, beating its huge triangular wings slowly up and down. On either side of the mouth, which is at the front of the head, there are two long paddles, called cephalic lobes. These lobes help funnel plankton into the mouth. A stingerless whiplike tail trails behind.\nGiant manta rays tend to be found over high points like seamounts where currents bring plankton up to them. Small fish called remoras often travel attached to these giants, feeding on food scraps along the way. Giant mantas are ovoviviparous, so the eggs develop and hatch inside the mother. These rays can leap high out of the water, to escape predators, clean their skin of parasites or communicate.", "id": "<urn:uuid:f3984201-a44a-42d6-802f-de566b1e8a6e>", "dump": "CC-MAIN-2013-20", "url": "http://oceana.org/es/node/2845", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9488542675971985, "token_count": 238, "score": 3.09375, "int_score": 3}
