{"text": "Aliphatic alcohols occur\nnaturally in free form (component of the cuticular lipids) but more usually in esterified\n(wax esters) or etherified form (glyceryl ethers). Several alcohols belong to aroma\ncompounds which are found in environmental or food systems (see the website: Flavornet).\nThey are found with normal, branched (mono- or isoprenoid), saturated or unsaturated of various chain length and sometimes with secondary or even tertiary alcoholic function. An unusual phenolic alcohol is found as a component of glycolipids in Mycobacteria. Some cyclic alcohols have been described in plants.\nA classification according to the carbon-chain structure is given below.\n1 - Normal-chain alcohols\nThe carbon chain may be fully saturated or unsaturated (with double and/or triple bonds), it may also be substituted with chlorine, bromine or sulfate groups. Some acetylenic alcohols have been also described.\nAmong the most common, some are listed below\n9-methyl-1-hendecanol (anteisolauryl alcohol)\n11-methyl-1-tridecanol (anteisomyristyl alcohol)\n14-methyl-1-pentadecanol (isopalmityl alcohol)\n13-methyl-1-pentadecanol (anteisopalmityl alcohol)\n16-methyl-1-heptadecanol (isostearyl alcohol)\n15-methyl-1-pentadecanol (anteisostearyl alcohol)\nFree fatty alcohols are not commonly found in epicuticular lipids of insects, although high molecular weight alcohols have been reported in honeybees (Blomquist GJ et al., Insect Biochem 1980, 10, 313). Long-chain alcohols also have been reported in the defensive secretions of scale insects (Byrne DN et al., Physiol Entomol 1988, 13,267). Typically, insects more commonly produce lower molecular weight alcohols. Honeybees produce alcohols of 17–22 carbons, which induce arrestment in parasitic varroa mites (Donze G et al., Arch Insect Biochem Physiol 1998, 37, 129). Two female-specific fatty alcohols, docosanol (C22) and eicosanol (C20), which have been found in epicuticle of Triatoma infestans (a vector of Chagas disease in South America), are able to trigger copulation in males (Cocchiararo-Bastias L et al., J Chem Ecol 2011, 37, 246). Hexadecyl acetate is found in the web of some spiders (Pholcidae) to attract females (Schulz S, J Chem Ecol 2013, 39, 1).\nLong-chain alcohols (C18, C24, C28) from the femoral glands in the male lizard Acanthodactylus boskianus play a role in chemical communication as a scent marking pheromone (Khannoon ER et al., Chemoecology 2011, 21, 143).\nVarious fatty alcohols are found in the waxy film that plants have over their leaves and fruits. Among them, octacosanol (C28:0) is the most frequently cited.\nPolicosanol is a natural mixture of higher primary aliphatic alcohols isolated and purified from sugar cane (Saccharum officinarum, L.) wax, whose main component is octacosanol but contains also hexacosanol (C26:0) and triacontanol or melissyl alcohol (C30:0). Policosanol is also extracted from a diversity of other natural sources such as beeswax, rice bran, and wheat germ (Irmak S et al., Food Chem 2006, 95, 312) but is also present in the fruits, leaves, and surfaces of plants and whole seeds. A complex policosanol mixture has been identified in peanut (Cherif AO et al., J Agric Food Chem 2010, 58, 12143). More than 20 aliphatic alcohols were identified (C14-C30) and four unsaturated alcohols (C20-24). The total policosanol content of the whole peanut samples varied from 11 to 54 mg/100 g of oil.\nThis mixture was shown to have cholesterol-lowering effects in rabbits (Arruzazabala ML et al., Biol Res 1994, 27, 205). Octacosanol was also able to suppress lipid accumulation in rats fed on a high-fat diet (Kato S et al., Br J Nutr 1995, 73, 433) and to inhibit platelet aggregation (Arruzazabala ML et al., Thromb Res 1993, 69, 321). The effectiveness of policosanol is still questionable but it has been approved as a cholesterol-lowering drug in over 25 countries (Carbajal D et al., Prostaglandins Leukotrienes Essent Fatty Acids 1998, 58, 61), and it is sold as a lipid-lowering supplement in more than 40 countries. More recent studies in mice question about any action on improvement of lipoprotein profiles (Dullens SPJ et al., J Lipid Res 2008, 49, 790). The authors conclude that individual policosanols, as well as natural policosanol mixtures, have no potential for reducing coronary heart disease risk through effects on serum lipoprotein concentrations. Furthermore, sugar cane policosanol at doses of 20 mg daily has shown no lipid lowering effects in subjects with primary hypercholesterolemia (Francini-Pesenti F et al., Phytother Res 2008, 22, 318). It must be noticed that, for the most part, positive results have been obtained by only one research group in Cuba. Outside Cuba, all groups have failed to validate the cholesterol-lowering efficacy of policosanols (Marinangeli C et al., Crit Rev Food Sci Nutr 2010, 50, 259). Independent studies are required before evaluating the exact value of the therapeutic benefits of that mixture.\nAn unsaturated analogue of octacosanol, octacosa-10, 19-dien-1-ol was synthesized and was as effective as policosanol in inhibiting the upregulation of HMGCoA reductase (Oliaro-Bosso S et al., Lipids 2009, 44, 907). This work opens promising perspectives for the design of new antiangiogenic compounds (Thippeswamy G et al., Eur J Pharmacol 2008, 588, 141). An unsaturated analogue of octacosanol, octacosa-10, 19-dien-1-ol was synthesized and was as effective as policosanol in inhibiting the upregulation of HMGCoA reductase (Oliaro-Bosso S et al., Lipids 2009, 44, 907). This work opens promising perspectives for the design of new antiangiogenic compounds.\n1-Octanol and 3-octanol are components of the mushroom flavor (Maga JA, J Agric Food Chem 1981, 29, 1).\nMany alcohols in the C10 to C18 range, and their short-chain acid esters are potent sex or aggregation pheromones. They are mainly found as components of specialized defensive glands, pheromone glands or glands of the reproductive system.\nA series of C22 up to C28 saturated n-alcohols, with even carbon numbers predominating, and a maximum at C26 and C28, has been identified in the cyanobacterium Anabaena cylindrica (Abreu-Grobois FA et al., Phytochemistry 1977, 16, 351). Several authors have reported high contents of the 22:0 alcohol in sediments where an algal origin is plausible. For example, the major alcohol in a sample of the lacustrine Green River Shale of Eocene age is also 22:0 which comprises over 50% of the alcohols present (Sever JR et al., Science 1969, 164, 1052)\nLong-chain alcohols are known as major surface lipid components (waxes) with chains from C20 up to C34 carbon atoms, odd carbon-chain alcohols being found in only low amounts. Very long-chain methyl-branched alcohols (C38 to C44) and their esters with short-chain acids were shown to be present in insects, mainly during metamorphosis. A series of long-chain alkanols (more than 23 carbon atoms) were identified in settling particles and surface sediments from Japanese lakes and were shown to be produced by planktonic bacteria being thus useful molecular markers (Fukushima K et al., Org Geochem 2005, 36, 311).\nCutin and suberin contain as monomer saturated alcohols from C16 to C22 up to 8% of the total polymers. C18:1 alcohol (oleyl alcohol) is also present.\nLong-chain di-alcohols (1,3-alkanediols) have been described in the waxes which impregnate the matrix covering all organs of plants (Vermeer CP et al., Phytochemistry 2003, 62, 433). These compounds forming about 11% of the leaf cuticular waxes of Ricinus communis were identified as homologous unbranched alcohols ranging from C22 to C28 with hydroxyl group at the carbon atoms 1 and 3.\nIn the leaf cuticular waxes of Myricaria germanica (Tamaricaceae) several alkanediols were identified (Jetter R, Phytochemistry 2000, 55, 169). Hentriacontanediol (C31) with one hydroxyl group in the 12-position and the second one in positions from 2 to 18 is the most abundant diol (9% of the wax). Others were far less abundant : C30-C34 alkanediols with one hydroxyl group on a primary and one on a secondary carbon atom, C25-C43 b-diols and C39-C43 g-diols. Very-long-chain 1,5-alkanediols ranging from C28 to C38, with strong predominance of even carbon numbers, were identified in the cuticular wax of Taxus baccata (Wen M et al., Phytochemistry 2007, 68, 2563). The predominant diol had 32 carbon atoms (29% of the total).\nLong-chain saturated C30-C32 diols occur in most marine sediments and in a few instances, such as in Black Sea sediments, they can be the major lipids (de Leeuw JW et al., Geochim Cosmochim Acta 1981, 45, 2281). A microalgal source for these compounds was discovered when Volkman JK et al. (Org Geochem 1992, 18, 131) identified C30-C32 diols in marine eustigmatophytes from the genus Nannochloropsis.\nTwo nonacosanetriols (7,8,11-nonacosanetriol and 10,12,15-nonacosanetriol) have been isolated from the outer fleshy layer (sarcotesta) of the Ginkgo biloba \"fruit\" (Zhou G et al., Chem Phys Lipids 2012, 165, 731). They exhibited slight activity of antithrombin and moderate activities of platelet aggregation in vitro.\nThe chief lipid fraction in the uropygial gland excretion of the domestic hen is a diester wax. The unsaponifiable fraction consists of a series of three homologous compounds, which have been named the uropygiols and identified as 2,3-alkanediols containing 22-24 carbon atoms. These fatty alcohols are esterified by saturated normal C22-C24 fatty acids (Haahti E et al., J Lipid Res 1967, 8, 131).\n- Unsaturated alcohols\nSome fatty alcohols have one double bond (monounsaturated). Their general formula is:\nThe unique double bond may be found in different positions: at the C6: i.e. cis-6-octadecen-1-ol (petroselenyl alcohol), C9 i.e cis-9-octadecen-1-ol (oleyl alcohol) and C11 i.e cis-11-octadecen-1-ol (vaccenyl alcohol). Some of these alcohols have insect pheromone activity. As an example, 11-eicosen-1-ol is a major component of the alarm pheromone secreted by the sting apparatus of the worker honeybee. In zooplankton, the cis-11-docosen-1-ol (22:1 (n-11) alcohol) is not only present in high proportion in wax esters (54 to 83%) but may be also predominant in free form (75-94% of free alcohols) in ctenophores (Graeve M et al., Mar Biol 2008, 153, 643). This presence is unexplained because pathways for conversion and catabolism of fatty alcohols in ctenophores are still unknown.\nSome short-chain unsaturated alcohols are components of mushroom flavor, such as 1-octen-3-ol, t2-octen-1-ol, and c2-octen-1-ol (Maga JA, J Agric Food Chem 1981, 29, 1).\nAn acetoxy derivative of a 16-carbon alcohol with one double bond, gyptol (10-acetoxy cis-7-hexadecen-1-ol), was described to be a strong attractive substance secreted by a female moth (Porthetria dispar, \"gypsy moth\").\nA fatty alcohol with two double bonds, bombykol (tr-10,cis-12-hexadecadien-1-ol), was also shown to be excreted as a very strong attractive substance by the female of silk-worm (Bombyx mori).\nThis first discovery of a pheromone\nwas made by Butenandt A et al. (Z Naturforsch 1959, 14, 283) who was\nformerly Nobel laureate (in 1939) for his work in sex hormones. Another pheromone,\n8,10-dodecadienol (codlemone), is secreted by the codling moth Cydia\npomonella, has been used for monitoring and mating in apple and pear\norchards in the USA and Europe. This molecule was also used to monitor the\npopulation of the pea moth Cydia nigricana. Likewise, 7,9-dodecadienol,\nthe female pheromone of the European grapewine moth Lobesia botrana, was\nused to control this important pest in vineyards.\nA fatty triol with one double bond, avocadene (16-heptadecene-1,2,4-triol) is found in avocado fruit (Persea americana) and has been tested for anti-bacterial and anti-inflammatory properties. These properties are likely related with the curative effects of avocado described for a number of ailments (diarrhea, dysentery, abdominal pains and high blood pressure). Several others heptadecanols with one primary and two secondary alcohol functions and with one double or triple bond have been identified in the leaves of Persea americana (Lee TH et al., Food Chem 2012, 132, 921). One or two of these alcohol groups may be acetylated. These compounds may be related to the known antifungal activity of Persea leaves.\nLong-chain alkenols (C37 to C39) with 2 to 4 double bonds, the reduced form of the alkenones, have been described in the benthic haptophyte Chrysotila lamellosa (Rontani JF et al., Phytochemistry 2004, 65, 117). al., 1986). C30 to C32 alcohols having one or two double bonds are significant constituents of the lipids of marine eustigmatophytes of the genus Nannochloropsis (Volkman JK et al., Org Geochem 1992, 18, 131). These microalgae could be partially the source of the alkenols found in some marine sediments.\nTwo chlorinated derivatives of unusual alcohols were described in a red alga Gracilaria verrucosa (Shoeb M et al., J Nat Prod 2003, 66, 1509). Both compounds have a C12 aliphatic chain chlorinated in position 2 and with one double bond at carbon 2 (compound 1 : 2-chlorododec-2-en-1-ol) or two double bonds at carbon 2 and 11 (compound 2 : 2-chlorododec-2,11-dien-1-ol).\n- Acetylenic alcohols\nNatural acetylenic alcohols and their derivatives have been isolated from a wide variety of plant species, fungi and invertebrates. Pharmacological studies have revealed that many of them display chemical and medicinal properties.\nMonoacetylenic alcohols : were isolated from culture of Clitocybe catinus (Basidiomycetes) and the study of their structure revealed the presence of two or three hydroxyl groups (Armone A et al., Phytochemistry 2000, 53, 1087). One of these compounds is shown below.\nAcetylenic alcohols have been also described in a tropical sponge Reniochaline sp (Lee HS et al., Lipids 2009, 44, 71). One of the two described in that species is shown below, it exhibited a significant growth effect against human tumor cell lines.\nPolyacetylenic alcohols : Several examples with different chain lengths, unsaturation degrees, and substitution have been reported from terrestrial plants and marine organisms. Food plants of the Apiaceae (Umbellifereae) plant family such as carrots, celery and parsley, are known to contain several bioactive bisacetylenic alcohols. The main plant sources of these compounds are Angelica dahurica, Heracleum sp and Crithmum maritimum (falcarindiol, falcarinol), red ginseng (Panax ginseng) (panaxacol, panaxydol, panaxytriol), Cicuta virosa (virol A), and Clibadium sylvestre (cunaniol). All these compounds display antibiotic or cytotoxic activities.\nPolyacetylenes have been isolated from the stems of Oplopanax elatus (Araliaceae), plant used in Korean and Chinese traditional medicine for anti-inflammatory and analgesic purposes (Yang MC et al., J Nat Prod 2010, 73, 801). Among the most efficient in inhibiting the formation of nitric oxide in LPS-induced cells is a seventeen-carbon diyne diol with an epoxy cycle, oploxyne A. Other parent compounds without the epoxy group were also described.\nJ. Sci. Food Agric. 2003,\n83, 1010). Falcarinl\nhas potent anticancer properties on primary mammary epithelial cells and was\ncompared with that of\nb-carotene. These results might be important in developing\nnew cancer treatments with simple and common vegetables. At high concentrations,\nfalcarinol is capable to induce contact dermatitis.\nFalcarinol, a seventeen-carbon diyne fatty alcohol (1,9-heptadecadiene-4,6-diyn-3-ol), was first isolated from Falcaria vulgaris (Bohlmann F et al., Chem Ber 1966, 99, 3552) as well as from Korean ginseng (Takahashi et al., Yakugaku Zasshi 1966, 86, 1053). It was also isolated from carrot (Hansen SL et al.\nFalcarinol protects the\nvegetable from fungal diseases, it showed biphasic activity, having stimulatory\neffects between 0.01 and 0.05 µg per ml and inhibitory effects between 1 and 10\nµg per ml, whereas b-carotene\nshowed no effect in the concentration range 0.001–100 µg per ml (Hansen SL\net al., J Sci Food Agric 2003, 83, 1010). Experiments with\nmacrophage cells have shown that falcarinol (and its C-8 hydroxylated\nderivative, falcarindiol) reduced nitric oxide production, suggesting that these\npolyacetylenes are responsible for anti-inflammatory bioactivity (Metzger\nBT et al., J Agric Food Chem 2008, 56, 3554). Falcarindiol was first\nreported as phytochemicals in carrots (Daucus carota) (Bentley RK et\nal., J Chem Soc 1969, 685). Besides falcarinol, falcarindiol, and\nfalcarindiol 3-acetate, nine additional bisacetylene alcohols were identified in\nDaucus carota (Schmiech L et al., J Agric Food Chem 2009, 57, 11030).\nExperiments with human intestinal cells demonstrate that aliphatic C17-polyacetylenes (panaxydol, falcarinol, falcarindiol) are potential anticancer principles of carrots and related vegetables (parsley, celery, parsnip, fennel) and that synergistic interaction between bioactive polyacetylenes may be important for their bioactivity (Purup S et al., J Agric Food Chem 2009, 57, 8290). Compounds very similar to falcarinol and extracted from Panax japonicus are potent a-glucosidase inhibitors (Chan HH et al., Phytochemistry 2010, 71, 1360). These inhibitors may potentially reduce the progression of diabetes by decreasing digestion and absorption of carbohydrates.\nThe water dropwort (Oenanthe crocata), which lives near streams in the Northern Hemisphere, contains a violent toxin, cicutoxin, resulting in convultions and respiratory paralysis (Uwai K et al., J Med Chem 2000, 43, 4508).\nThe biochemistry and bioactivity of polyacetylenes are presented in a review (Christensen LP et al., J Pharm Biomed Anal 2006, 41, 683) as well methods for the isolation and quantification of these compounds.\nMany other polyacetylenic alcohols were found in primitive marine organisms,\nsuch as sponges and ascidians. These invertebrates have no physical defenses and\nthus they have developed efficient chemical mechanisms such as polyacetylenic\nmetabolites to resist predators and bacteria.\nA C36 linear diacetylene alcohol named lembehyne was found in an Indonesian marine sponge (Haliclona sp) (Aoki S et al., Tetrahedron 2000, 56, 9945) and was later able to induce neuronal differentiation in neuroblastoma cell (Aoki S et al., Biochem Biophys Res Comm 2001, 289, 558).\nSeveral polyacetylenic alcohols with 22 carbon atoms were isolated and identified in lipid extract from a Red Sea sponge, Callyspongia sp (Youssef DT et al., J Nat Prod 2003, 66, 679). Their physical study revealed the presence of 4 triple bonds and one, two or three double bonds. The structure of one of these Callyspongenols is given below.\nSeveral di- and\ntri-acetylenic di-alcohols with a chain of 26 up to 31 carbon atoms, named strongylodiols,\nhave been isolated from a Petrosia Okinawan marine sponge (Watanabe K\net al., J Nat Prod 2005, 68, 1001). Some of them have cytotoxic\nSeveral polyacetylenic alcohols with 21 carbon atoms were isolated from a marine ascidian (Polyclinidae) and were determined to have two triple bonds combined with a conjugated dienyne group (Gavagnin M et al., Lipids 2004, 39, 681). Some of them have an additional hydroxyl group or only three double bonds. The structure of one of these molecules is given below.\nSeveral brominated polyacetylenic diols with cytotoxic properties were isolated from a Philippines sponge Diplastrella sp (Lerch ML et al., J Nat Prod 2003, 66, 667). One of these molecules is shown below.\nA comprehensive survey of acetylenic alcohols in plant and invertebrates with information on their anticancer activity has been released by Dembitsky VM (Lipids 2006, 41, 883).\n- Sulfated alcohols\nLong-chain di-hydroxy alcohols in which both the primary and secondary hydroxyl groups are converted to sulfate esters and one to five chlorine atoms are introduced at various places have been discovered in the alga Ochromonas danica (Chrysophyceae, Chrysophyta) where they constitute 15% of the total lipids (Haines TH, Biochem J 1969, 113, 565). An example of these chlorosulfolipids is given below. There may be several types of chlorine addition : one at R4, two at R3 and R5 or R1 and R2, five at R1 to R5 and six at R1 to R6.\nSimilar molecules with a 24 carbon\nchain was also described in Ochromonas malhamensis (review in Dembitsky\nVM et al., Prog Lipid Res 2002, 41, 315 and in Bedke DK et\nal., Nat Prod Rep 2011, 28, 15). It was suggested that the\nchlorosulfolipids replace sulfoquinovosyl diglyceride, since when the later is\nhigh the former is low and vice versa. They have been associated with the human\ntoxicity of the mussel-derived lipids (Diarrhetic Shellfish Poisoning).\nSeveral of these chlorosulfolipids have also been identified from more than 30 species of both freshwater and marine algae belonging to green (Chlorophyceae), brown (Phaeophyceae), red (Rhodophyceae) macrophytic algae (Mercer EI et al., Phytochemistry 1979, 18, 457), and other microalgal species (Mercer EI et al., Phytochemistry 1975, 14, 1545).\nSome fatty alcohols, such as dodecanol (lauryl or dodecyl alcohol), are used for the manufacture of detergents after sulphonation (by action of SO3 gas). The salt sodium laurylsulfate (or sodium dodecylsulfate) is a detergent and strong anionic surfactant, used in biochemistry and in the composition of cosmetic products (shampoos, toothpastes).\n2 - Branched-chain alcohols\nIn 1936, Stodola et al. characterized an optically active substance recovered on saponification of ‘‘purified waxes’’ of Mycobacterium tuberculosis, determined its global formula and proposed to name it phthiocerol (Stodola FH et al., J Biol Chem 1936, 114, 467). In 1959, after several chemical studies, its structure was determined as a mixture of C36 and C34b-glycols. It has been proposed that the term phthiocerol be reserved for the original 3-methoxy congener (phthiocerol A) and that the term phthioglycol be used to refer to the family of compounds (Onwueme KC et al., Prog Lipid Res 2005, 44, 259).\nAmong the most important saturated isopranols found in plants or in geological sediments are those having two (tetrahydrogeraniol), three (farnesanol), or four (phytanol) isoprenoid units. Pristanol (2,6,10,14-tetramethyl-1-pentadecanol) is tetramethylated but with only three complete isoprenoid units.\nB - Unsaturated polyisoprenoids (prenols or polyprenols)\nThey have the following general structure :\nThese molecules consist of several up to more than 100 isoprene residues linked head-to-tail, with a hydroxy group at one end (a-residue) and a hydrogen atom at the other (w-end).\n- 1. all trans forms : They have the following structure:\nSome important members of the series are as follows:\nNumber of isoprene unit\nNumber of carbons\nLong-chain trans-polyprenol (n>8) have been\ncharacterized from Eucommia ulmoides.\nGeraniol (from rose oil) is a monoterpene (2 isoprene units). It has a rose-like odor and is commonly used in perfumes and as several fruit flavors. Geraniol is also an effective mosquito repellent. Inversely, it can attract bees as it is produced by the scent glands of honey bees to help them mark nectar-bearing flowers and locate the entrances to their hives.\nFarnesol is a sesquiterpene (3 isoprene units). It is the prenol that corresponds to the carbon skeleton of the simplest juvenile hormone described for the first time in insects in 1961 (Schmialek PZ, Z Naturforsch 1961, 16b, 461; Wigglesworth VB, J Insect Physiol 1961, 7, 73). It is present in many essential oils such as citronella, neroli, cyclamen, lemon grass, rose, and others. It is used in perfumery to emphasize the odors of sweet floral perfumes. It is especially used in lilac perfumes. As a pheromone, farnesol is a natural pesticide for mites. The dimorphic fungus Candida albicans has been shown to use farnesol as quorum-sensing molecule (Hornby JM et al., Appl Environ Microbiol 2001, 67, 2982).\nGeranylgeraniol is a diterpene (4 isoprene units). Geraniol and geranylgeraniol are important molecules in the synthesis of various terpenes, the acylation of proteins and the synthesis of vitamins (Vitamins E and K). The covalent addition of phosphorylated derivatives of typical isoprenoids, farnesyl pyrophosphate and geranylgeranyl pyrophosphate, to proteins is a process (prenylation) common to G protein subunits. These isoprenylated proteins have key roles in membrane attachment leading to central functionality in cell biology and pathology.\nSolanesol, discovered in tobacco leaves in 1956 (Rowland RL et al., J Am Chem Soc 1956, 78, 4680), may be an important precursor of the tumorigenic polynuclear aromatic hydrocarbons of smoke but is also a possible side chain for plastoquinone. Solanesol is also present in the leaves of other Solanaceae plants including tomato, potato, eggplant and pepper. It has useful medicinal properties and is known to possess anti-bacterial, anti-inflammation, and anti-ulcer activities (Khidyrova NK et al., Chem Nat Compd 2002, 38, 107). Industrially, solanesol is extracted from Solanaceae leaves (about 450 tons in 2008) and used as an intermediate in the synthesis of coenzyme Q10 and vitamin K analogues.\nSpadicol was discovered in the spadix (inflorescence) of the Araceae Arum maculatum (Hemming FW et al., Proc R Soc London 1963, 158, 291). Its presence is likely related to its presence in the ubiquinone as the side-chain.\nPhytol is a partially saturated diterpene, a monounsaturated derivative of geranylgeraniol which is part of the chlorophyll molecule :\n- 2. ditrans-polycis-prenols, such as the bacteria prenol and betulaprenol types. In general, bacteria, as all prokaryotic cells, possess ditrans-polycis-prenols containing between 10 and 12 units, the most abundant being undecaprenol (trivial name bactoprenol).\nBetulaprenols with n = 3-6 were\nisolated from the woody tissue of Betula verrucosa (Wellburn AR et\nal., Nature 1966, 212, 1364), and bacterial polyprenol with n = 8 were\nisolated from Lactobacillus plantarum (Gough DP et al., Biochem J\n1970, 118, 167). Betulaprenol-like species with 14 to 22 isoprene units have\nbeen discovered in leaves of Ginkgo biloba (Ibata K et al., Biochem J\n1983, 213, 305).\nPolyisoprenoid alcohols are accumulated in the cells most often as free alcohols and/or esters with carboxylic acids. A fraction of polyisoprenoid phosphates has also been detected, and this form is sometimes predominant in dividing cells and Saccharomyces cerevisiae (Adair WL et al., Arch Biochem Biophys 1987, 259, 589).\n- 3. tritrans-polycis-prenols, of the ficaprenol type.Some of the earliest samples were obtained from Ficus elastica, giving rise to the trivial names ficaprenol-11 and ficaprenol-12 (Stone KJ et al. Biochem J 1967, 102, 325).\nIn plants, the diversity of polyprenols is much broader, their chain length covers the broad spectrum of compounds ranging from 6 up to 130 carbon atoms (Rezanka T et al., J Chromatogr A 2001, 936, 95).\n- 4. dolichol types, the a\nterminal is saturated.\nMost eukaryotic cells contain one type of polyisoprenoid alcohols with one a-saturated isoprenoid unit (2,3-dihydro polycis-prenols) which have been called dolichol by Pennock JF et al. (Nature 1960, 186, 470), a derivative of prenols. Most of these carry two trans units at the w-end of the chain.\nDolichols (fro the Greek dolikos: long) have the general structure :\nDolichols isolated from yeast or\nanimal cells consist mainly of seven to eight compounds, those with 16, 18, or\n19 isoprenoid units being the most abundant (Ragg SS, Biochem Biophys Res\nComm 1998, 243, 1).\nDolichol amount was shown to be increased in the brain gray matter of elderly (Pullarkat RK\net al., J Biol Chem 1982, 257, 5991). Dolichols with 19, 22 and 23\nisoprenoid units were described as early as 1972 in marine invertebrates (Walton\nMJ et al., Biochem J 1972, 127, 471). Furthermore, the pattern of their distribution may be\nconsidered as a chemotaxonomic criterion. It has been reported that a high\nproportion of dolichols is esterified to fatty acids. As an example, 85-90% of\ndolichols are esterified in mouse testis (Potter\nJ et al., Biochem Biophys Res Comm 1983, 110, 512). In addition, dolichyl\ndolichoate has been found in bovine thyroid (Steen\nL. et al., Biochim Biophys Acta, 1984, 796, 294).\nThey are well known for their important role as glycosyl carrier in a phosphorylated form in the synthesis of polysaccharides and glycoproteins in yeast cells, and animals. Dolichyl phosphate is an obligatory intermediate in the biosynthesis of N-glycosidically linked oligosaccharide chains. Conversely, they have been identified as the predominant isoprenoid form in roots (Skorupinska-Tudek K et al., Lipids 2003, 38, 981) and in mushroom tissue (Wojtas M et al., Chem Phys Lipids 2004, 130, 109). Similar compounds (ficaprenols) have the same metabolic function in plants.\nThe repartition of the various types of polyisoprenoid alcohols between plants and animals and their metabolism have been extensively discussed (Swiezewska E et al., Prog Lipid Res 2005, 44, 235). Biosynthesis of polyisoprenoid alcohols and their biological role have been reviewed in 2005 (Swiezewska E et al., Prog Lipid Res 2005, 44, 235).\n3 - Phenolic alcohols\nAmong the simple phenolic alcohols, monolignols are the source materials for biosynthesis of both lignans and lignin. The starting material for production of monolignols (phenylpropanoid) is the amino acid phenylalanine. There are two main monolignols: coniferyl alcohol and sinapyl alcohol. Para-coumaryl alcohol is similar to conipheryl alcohol but without the methoxy group.\nConipheryl alcohol is found in both gymnosperm and angiosperm\nplants. Sinapyl alcohol and para-coumaryl alcohol, the other two lignin\nmonomers, are found in angiosperm plants and grasses. Conipheryl esters (conypheryl\n8-methylnonanoate) have been described in the fruits of the pepper, Capsicum\nbaccatum (Kobata K et al., Phytochemistry 2008, 69, 1179). These\ncompounds displayed an agonist activity for transient receptor potential\nvanilloid 1 (capsaicin receptor) as the well known capsaicinoids present in\nthese plant species.\nComplex phenolic alcohols (phenolphthiocerol) were shown to be components of Mycobacterium glycolipids which are termed glycosides of phenolphthiocerol dimycocerosate (Smith DW et al., Nature 1960, 186, 887) belonging to the large family of \"mycosides\". The chain length differs according to the homologues, 18 and 20 carbon atoms in mycosides A, and B, respectively. One of these phenolphthiocerols is shown below.\nAn analogue component but with a ketone group instead of the methoxy group, a phenolphthiodiolone, has been detected in mycoside A (Fournie JJ et al., J Biol Chem 1987, 262, 3174).\nAn alcohol with a furan group, identified as 3-(4-methylfuran-3-yl)propan-1-ol, has been isolated from a fungal endophyte living in a plant, Setaria viridis (Nakajima H et al., J Agric Food Chem 2010, 58, 2882). That compound was found to have a repellent effect on an insect, Eysarcoris viridis, which is a major pest of rice.\nSome cyclic alkyl polyols have been reported in plants. Among the various form present in an Anacardiaceae, Tapirira guianensis, from South America, two displayed anti-protozoal (Plasmodium falciparum) and anti-bacterial (Staphylococcus spp) activities (Roumy V et al., Phytochemistry 2009, 70, 305). The structure shown below is that of a trihydroxy-alcohol containing a cyclohexene ring.\nAs emphasized by the\nauthors, external application of the active plant extract or of the\npurified compounds could represent an accessible therapeutic alternative to\nclassical medicine against leishmaniasis.\naldehydes are found in free form, but also in the form of vinyl ether (known as alk-1-enyl\nether) integated in glycerides and phospholipids (plasmalogens).\nThe free aldehydes can be as fatty acids saturated or unsaturated. They have a general formula CH3(CH2)nCHO with n=6 to 20 or greater. The most common is palmitaldehyde (hexadecanal) with a 16 carbon chain. Normal monoenoic aldehydes are analogous to the monoenoic fatty acids.\nIt must be noticed that an aldehyde function may be found at a terminal (w) position while an acid function is present at the other end of the carbon chain (oxo fatty acids). These compounds have important signaling properties in plants.\nLong-chain aldehydes have been described in the waxes which impregnate the matrix covering all organs of plants (Vermeer CP et al., Phytochemistry 2003, 62, 433). These compounds forming about 7% of the leaf cuticular waxes of Ricinus communis were identified as homologous unbranched aldehydes ranging from C22 to C28 with a hydroxyl group at the carbon 3. Long-chain 5-hydroxyaldehydes with chain lengths from C24 to C36, the C28 chain being the most abundant, were identified in the cuticular wax of Taxus baccata needles (Wen M et al., Phytochemistry 2007, 68, 2563). Long-chain aliphatic aldehydes with chain-length from C22 to C30 are also present in virgin olive oils, hexacosanal (C26) being the most abundant aldehyde (Perez-Camino MC et al., Food Chem 2012, 132, 1451).\nAldehydes may be produced during decomposition of fatty acid hydroperoxides following a peroxidation attack. Several aldehydes (hexanal, heptanal..) belong to aroma compounds which are found in environmental or food systems (see the website: Flavornet). Aldehydes (mono- or di-unsaturated) with 5 to 9 carbon atoms are produced by mosses (Bryophyta) after mechanical wounding (Croisier E et al., Phytochemistry 2010, 71, 574). It was shown that they were produced by oxidative fragmentation of polyunsaturated fatty acids (C18, C20). Trans-2-nonenal is an unsaturated aldehyde with an unpleasant odor generated during the peroxidation of polyunsaturated fatty acids. It participates to body odor and is found mainly covalently bound to protein in vivo (Ishino K et al., J Biol Chem 2010, 285, 15302).\nFatty aldehydes may be determined easily by TLC or gas liquid chromatography (follow that link). The most common method for the determination of aldehydes involves derivatization with an acidic solution of 2,4-dinitrophenylhydrazine to form corresponding hydrazones followed by HPLC separation and UV–VIS detection. An optimized derivatization procedure for the determination of aliphatic C1-C10 aldehydes has been described (Stafiej A et al., J Biochem Biophys Meth 2006, 69, 15).\nOther short-chain aldehydes (octadienal, octatrienal, heptadienal) are produced via a lipoxygenase-mediated pathway from polyunsaturated fatty acids esterifying glycolipids in marine diatoms (D'Ippolito G et al., Biochim Biophys Acta 2004, 1686, 100). Heighteen species of diatoms have been shown to release unsaturated aldehydes (C7:2, C8:2, C8:3, C10:2, and C10:3) upon cell disruption (Wichard T et al., J Chem Ecol 2005, 31, 949).\nSeveral short-chain aldehydes were shown to induce deleterious effects on zooplankton crustaceans and thus limiting the water secondary production (birth-control aldehydes) (D'Ippolito G et al., Tetrahedron Lett 2002, 43, 6133). In laboratory experiments, three decatrienal isomers produced by various diatoms were shown to arrest embryonic development in copepod and sea urchins and have antiproliferative and apoptotic effects on carcinoma cells (Miralto A et al., Nature 1999, 402, 173). Later, the copepod recruitment in blooms of planktonic diatom was shown to be suppressed by ingestion of dinoflagellate aldehydes (Nature 2004, 429, 403). It was demonstrated that diatoms can accurately sense a potent 2E,4E/Z-decadienal and employ it as a signaling molecule to control diatom population sizes (Vardi A et al., PLoS Biol 2006, 4, e60). This aldehyde triggered a dose-dependent calcium transient that has derived from intracellular store. Subsequently, calcium increase led to nitric oxide (NO) generation by a calcium-dependent NO synthase-like activity, resulting in cell death in diatoms.\nMyeloperoxidase-derived chlorinated aldehydes with plasmalogens has been reported. Thus, the vinyl-ether bond of plasmalogens is susceptible to attack by HOCl to yield a lysophospholipid and an\nBoth these chloro-fatty aldehydes have been detected in neutrophils activated\nwith PMA (Thukkani\nAK et al., J Biol Chem 2002, 277, 3842) and in human atherosclerotic\nAK et al., Circulation 2003, 108, 3128). Furthermore,\n2-chlorohexadecanal was shown to induce COX-2 expression in human coronary\nartery endothelial cells (Messner\nMC et al., Lipids 2008, 43, 581). These data suggest that\n2-chlorohexadecanal and possibly its metabolite 2-chlorohexadecanoic acid, both produced during leukocyte activation, may alter vascular endothelial cell\nfunction by upregulation of COX-2 expression.\nLong after the demonstration of the presence of iodinated lipids in thyroid (besides iodinated aminoacids), it was shown that the major iodinated lipid formed in thyroid when incubated in vitro with iodide was 2-iodohexadecanal (Pereira A et al, J Biol Chem 1990, 265, 17018). In rat and dog thyroid, 2-iodooctadecanal was determined to be more abundant that the 16-carbon aldehyde. These compounds, which are thought to play a role in the regulation of thyroid function, were recently shown to be formed by the attack of reactive iodine on the vinyl ether group of PE plasmalogen. This attack generates an unstable iodinated derivative which breaks into lysophosphatidylethanolamine and 2-iodo aldehydes (Panneels V et al, J Biol Chem 1996, 271, 23006).\nIn some bacteria, aldehyde analogs of cyclopropane fatty acids were described.\nSeveral fatty aldehydes are known to have pheromone functions. Studies in African and Asian countries have shown that the use of 10,12-hexadecadienal could be effective for control of the spiny bollworm Earias insulana, a cotton pest. The sex pheromone of the navel orange worm, Amyelois transitella, 11,13-hexadecadienal, is usually used in the control of this citric pest.\nA branched saturated aldehyde (3,5,9-trimethyldodecenal, stylopsal) has been identified as a female-produced sex pheromone in Stylops (Strepsiptera), an entomophagous endoparasitic insect (Cvacka J et al., J Chem Ecol 2012, 38, 1483).\nSeveral isoprenoid aldehydes are important in insect biology as pheromones and in botany as volatile odorous substances. Some examples are given below:\nThese three terpenic aldehydes are produced in large amounts by\nthe mandibular glands of ants and may function as defensive repellents (Regnier\nFE et al., J Insect Physiol 1968, 14, 955). In contrast, the same molecules\nhave a role of recruiting pheromones in honeybees\nCitral, a mixture of the tautomers geranial (trans-citral) and neral (cis-citral) is a major component (more than 60%) of the lemongrass (Cymbopogon flexuosus) oil. Lemongrass is widely used, particularly in Southeast Asia and Brazil, as a food flavoring, as a perfume, and for its medicinal properties (analgesic and anti-inflammatory). It was found that citral is a major suppressor of COX-2 expression and an activator of PPARa and g (Katsukawa M et al., Biochim Biophys Acta 2010, 1801, 1214).\nIt was demonstrated that damaged leaves released 2-hexenal, among other C6-volatile aldehydes, produced from the catalytic activity of hydroperoxide lyase (Turlings TC et al., Proc Ntl Acad Sci USA 1995, 92, 4169). These compounds, considered as signal molecules, can trigger several responses in neighboring plants and may also act as antimicrobial agents (Farmer EE, Nature 2001, 411, 854).\nOne important constituent of this group of aldehydes is retinal, one active form of vitamin A involved in the light reception of animal eyes but also in bacteria as a component of the proton pump.\nRetinal exist in two forms, a cis and a trans isomer. On illumination with\nwhite light, the visual pigment, rhodopsin is converted to a mixture of a protein (opsin)\nand trans-retinal. This isomer must be transformed into the cis form by retinal isomerase\nbefore it combines again with opsin (dark phase). Both isomers can be reduced to retinol (vitamin A) by a NADH dependent alcohol dehydrogenase.\nRetinol is stocked in retina mainly in an acylated form.\nCinnamic aldehyde (cinnamaldehyde) is the key flavor compound in cinnamon essential oil extracted from Cinnamomum zeylanicum and Cinnamomum cassia bark. Investigations have revealed than that benzyl aldehyde activates the Nrf2-dependent antioxidant response in human epithelial colon cells (Wondrak GT et al., Molecules 2010, 15, 3338). Cinnamic aldehyde may therefore represent a precious chemopreventive dietary factor targeting colorectal carcinogenesis.", "id": "<urn:uuid:545660ca-1ae5-41b7-b614-1a9c88f961c3>", "dump": "CC-MAIN-2013-20", "url": "http://www.cyberlipid.org/simple/simp0003.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8814170956611633, "token_count": 10975, "score": 3.0625, "int_score": 3}
{"text": "Mineral oils listed as Petrolatum (Petroleum Jelly) or C-18 derivatives are frequently used in personal care products such as lipsticks, lubricants, baby lotions and oils. They commonly contain contaminants that studies have linked to cancer. UCLA studies links \"high levels of exposure to mineral oils to increased mortality and incidence of lung cancer, ... melanoma\" Source: PubMed.com\nMineral oils are also known to clog pores, forming a barrier preventing skin from eliminating toxins. Repeated use can even set off skin conditions such as acne and dermatitis.\nPetroleum Jelly, or Petrolatum, is a semisolid compound derived from hydrocarbon. It can block the skin’s ability to moisturize itself, leading to chapped and dry skin, which are often conditions it is sold to alleviate. While Petrolatum on its own is not too harmful, it is often cheaply produced and the impurities/contaminants often found in Petrolatum are the concern. Frequently, Polycyclic Aromatic Hydrocarbons(PAH) are found, which have been linked in studies to breast cancer.\nPetrolatum has been banned by the EU from use in cosmetics unless the source can be proven and the product shown to be pure. It is listed as a possible human carcinogen.\nOnly use plant oils, never petroleum based oils.", "id": "<urn:uuid:822a61a7-b819-425a-b79a-759c6c59a125>", "dump": "CC-MAIN-2013-20", "url": "http://www.lavera.com/glossary/view/id/?cat=188&id=14%3Fcat%3D176", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9610274434089661, "token_count": 282, "score": 2.796875, "int_score": 3}
{"text": "Most of us know someone with a food allergy. I certainly do-two of my children have been labeled with life threatening food allergies; one to peanuts and tree nuts and the other to soy. Every time I head to the grocery store I spend a tremendous amount of time reading each and every label-including labels that I am familiar with to be sure they haven’t changed. This is a necessity to keep my family safe and healthy.\nIn January, 2006, the new Food Allergen Labeling and Consumer Protection Act (FALCPA) took effect. The law requires food manufacturers to identify all ingredients in a food product containing one or more of the eight major allergens.\nThe eight foods identified by the law are:\n- Fish (e.g., bass, flounder, cod)\n- Crustacean shellfish (e.g. crab, lobster, shrimp)\n- Tree nuts (e.g., almonds, walnuts, pecans)\nThe law states that the name of the food source of a major food allergen must appear:\n- In parentheses following the name of the ingredient.\nExamples: “lecithin (soy),” “flour (wheat),” and “whey (milk)”\n– OR –\n- Immediately after or next to the list of ingredients in a “contains” statement.\nExample: “Contains Wheat, Milk, and Soy.”\nMost companies are very clear in their labeling and use the “contains” language in bold after their ingredient list.\nHERE’S WHERE IT GETS REALLY CONFUSING\nI have been scrutinizing food labels for years-I am noticing that I have to squint these days to read the fine print. Many labels contain language about cross-contamination-if the food was processed on shared equipment or shared processing lines with one of the 8 allergens.\nBut not all manufacturers are listing cross-contamination information. The reason being- companies are not required to include this information. There are no particular regulations on whether they need to add statements such as “may contain traces of peanuts,” for example, for foods that aren’t supposed to contain such allergens. It is a company’s choice whether or not to include this information, and how to word it.\nHow to decide if cross-contamination is an issue\nSo the bottom line is YOU will need to determine what degree of risk you are comfortable with when purchasing foods. That is a lot of pressure when you are buying food for someone else.\nHere is my internal checklist for deciding whether or not to buy a product:\n- I first check the ingredients list for the 8 common allergens.\n- If there is no cross-contamination or “may contain” information I then look at the other same brand products on the shelf. If there are other products that have either nuts or soy I will more often than not assume there might be cross-contamination.\n- I might contact the manufacturer on occasion to ask specifically about a cross-contamination issue.\nLet me know how do you decide which products are safe to purchase?\nMy Go-To Food Allergy Sites:", "id": "<urn:uuid:eb5b2054-dffc-4358-a10e-a6bb9602e291>", "dump": "CC-MAIN-2013-20", "url": "http://groovygreenlivin.com/healthy-food-facts-understanding-food-allergy-labels/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9320035576820374, "token_count": 683, "score": 3.1875, "int_score": 3}
{"text": "Cancer Fighting Foods/Spices\nThe National Cancer Institute estimates that roughly one-third of all cancer deaths may be diet related. What you eat can hurt you, but it can also help you. Many of the common foods found in grocery stores or organic markets contain cancer-fighting properties, from the antioxidants that neutralize the damage caused by free radicals to the powerful phytochemicals that scientists are just beginning to explore. There isn’t a single element in a particular food that does all the work: The best thing to do is eat a variety of foods.\nThe following foods have the ability to help stave off cancer and some can even help inhibit cancer cell growth or reduce tumor size.\nAvocados are rich in glutathione, a powerful antioxidant that attacks free radicals in the body by blocking intestinal absorption of certain fats. They also supply even more potassium than bananas and are a strong source of beta-carotene. Scientists also believe that avocados may also be useful in treating viral hepatitis (a cause of liver cancer), as well as other sources of liver damage.\nBroccoli, cabbage, and cauliflower have a chemical component called indole-3-carbinol that can combat breast cancer by converting a cancer-promoting estrogen into a more protective variety. Broccoli, especially sprouts, also have the phytochemical sulforaphane, a product of glucoraphanin – believed to aid in preventing some types of cancer, like colon and rectal cancer. Sulforaphane induces the production of certain enzymes that can deactivate free radicals and carcinogens. The enzymes have been shown to inhibit the growth of tumors in laboratory animals. However, be aware that the Agriculture Department studied 71 types of broccoli plants and found a 30-fold difference in the amounts of glucoraphanin. It appears that the more bitter the broccoli is, the more glucoraphanin it has. Broccoli sprouts have been developed under the trade name BroccoSprouts that have a consistent level of sulforaphane – as much as 20 times higher than the levels found in mature heads of broccoli.\nCarrots contain a lot of beta carotene, which may help reduce a wide range of cancers including lung, mouth, throat, stomach, intestine, bladder, prostate and breast. Some research indicated beta carotene may actually cause cancer, but this has not proven that eating carrots, unless in very large quantities – 2 to 3 kilos a day, can cause cancer. In fact, a substance called falcarinol that is found in carrots has been found to reduce the risk of cancer, according to researchers at Danish Institute of Agricultural Sciences (DIAS). Kirsten Brandt, head of the research department, explained that isolated cancer cells grow more slowly when exposed to falcarinol. This substance is a polyacethylen, however, so it is important not to cook the carrots.\nChili peppers and jalapenos contain a chemical, capsaicin, which may neutralize certain cancer-causing substances (nitrosamines) and may help prevent cancers such as stomach cancer.\nNovember 20, 2008 at 3:27 pm\nMaybe you should be eating more beets, left, or chopped cabbage. (Credit: Evan Sung for The New York Times, left\nNutritionist and author Jonny Bowden has created several lists of healthful foods people should be eating but aren’t. But some of his favorites, like purslane, guava and goji berries, aren’t always available at regular grocery stores. I asked Dr. Bowden, author of “The 150 Healthiest Foods on Earth,” to update his list with some favorite foods that are easy to find but don’t always find their way into our shopping carts. Here’s his advice.\n- Beets: Think of beets as red spinach, Dr. Bowden said, because they are a rich source of folate as well as natural red pigments that may be cancer fighters.\nHow to eat: Fresh, raw and grated to make a salad. Heating decreases the antioxidant power.\n- Cabbage: Loaded with nutrients like sulforaphane, a chemical said to boost cancer-fighting enzymes.\nHow to eat: Asian-style slaw or as a crunchy topping on burgers and sandwiches.\n- Swiss chard: A leafy green vegetable packed with carotenoids that protect aging eyes.\nHow to eat it: Chop and saute in olive oil.\n- Cinnamon: Helps control blood sugar and cholesterol.\nHow to eat it: Sprinkle on coffee or oatmeal.\n- Pomegranate juice: Appears to lower blood pressure and loaded with antioxidants.\nHow to eat: Just drink it.\n- Dried plums: Okay, so they are really prunes, but packed with cancer-fighting antioxidants.\nHow to eat: Wrapped in prosciutto and baked.\n- Pumpkin seeds: The most nutritious part of the pumpkin and packed with magnesium; high levels of the mineral are associated with lower risk for early death.\nHow to eat: Roasted as a snack, or sprinkled on salad.\n- Sardines: Dr. Bowden calls them “health food in a can.’’ They are high in omega-3’s, contain virtually no mercury and are loaded with calcium. They also contain iron, magnesium, phosphorus, potassium, zinc, copper and manganese as well as a full complement of B vitamins.\nHow to eat: Choose sardines packed in olive or sardine oil. Eat plain, mixed with salad, on toast, or mashed with dijon mustard and onions as a spread.\n- Turmeric: The “superstar of spices,’’ it has anti-inflammatory and anti-cancer properties.\nHow to eat: Mix with scrambled eggs or in any vegetable dish.\n- Frozen blueberries: Even though freezing can degrade some of the nutrients in fruits and vegetables, frozen blueberries are available year-round and don’t spoil; associated with better memory in animal studies.\nHow to eat: Blended with yogurt or chocolate soy milk and sprinkled with crushed almonds.\n- Canned pumpkin: A low-calorie vegetable that is high in fiber and immune-stimulating vitamin A; fills you up on very few calories.\nHow to eat: Mix with a little butter, cinnamon and nutmeg.\nYou can find more details and recipes on the Men’s Health Web site, which published the original version of the list last year.\nIn my own house, I only have two of these items — pumpkin seeds, which I often roast and put on salads, and frozen blueberries, which I mix with milk, yogurt and other fruits for morning smoothies. How about you? Have any of these foods found their way into your shopping cart?\nCourtesy: New York Times\nJuly 1, 2008 at 9:06 am", "id": "<urn:uuid:055624c0-62af-41df-8f11-60150520d344>", "dump": "CC-MAIN-2013-20", "url": "http://funinlife.wordpress.com/tag/health/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9453785419464111, "token_count": 1450, "score": 3.15625, "int_score": 3}
{"text": "Salt Reduction Strategies\nTasting Success with Cutting Salt\nTwenty-Five Science Based Strategies & Culinary Insights\nDepartment of Nutrition, Harvard School of Public Health & The Culinary Institute of America\nTable of Contents\nWhat portion size, produce, fresh foods, and healthy fats have to do with sodium reduction\nWhy a stealth health approach can help everyone cut back on salt\nWhich foods are highest in sodium, and how to make lower sodium choices\nFrom the farm to the table, there are many ways to boost flavor that are light on salt\nFuture research can guide the way to compelling reduced sodium flavors\nDownload a PDF of\nRead more about the creation of\nThe Institute of Medicine’s newly released report, Strategies to Reduce Sodium Intake in the United States, focuses on big-picture strategies for reining in America’s salt habit. (1) Although the report’s recommendations represent an essential step forward, there are many things that individuals, chefs, and organizations can do right now to reduce sodium.\nConsumers can use these tips when they cook at home, shop in the supermarket, or choose a meal at their favorite restaurant. Chefs and product developers can tap these ideas in the professional kitchen. Media representatives, healthcare professionals, and food marketers can mine this list for ways to promote positive and delicious nutrition messages about cutting salt.\nMany of these guidelines offer a “stealth health” approach to sodium reduction—ways that sodium can be reduced with no change or minimal change to consumer food experiences or choices. Others suggest ways to rebalance and re-imagine food choices as well as introduce new foods that can easily translate into satisfying meals. These culinary insights are in addition to valuable food science research already underway on the role of salt in foods and salt substitutes. The good news is that most of these guidelines support broader diet recommendations for good health.\nNo sodium reduction effort will succeed if it undermines the flavor of our foods and the role that food plays in our lives. That’s why we urge a wide-ranging, innovative approach to sodium reduction on the part of all stakeholders, one that puts as much emphasis on culinary insight, taste, and flavor as on the scientific and public health imperatives.\n1. Downsize your portions: You’ll scale back the sodium (and the calories).\nA good rule of thumb is that the more calories a meal has, the more sodium it has. Two out of three Americans need to lose weight. So skip the supersize. Share a dish when dining out. You can cut your salt—and trim your waist.\nOur bodies need more potassium than sodium. But most Americans’ diets are just the opposite, which can contribute to high blood pressure. Fruits and vegetables are naturally low in sodium, and many fruits and vegetables are good sources of potassium. Filling your plate with them will boost your potassium and shift the sodium-potassium balance in your favor. And chefs and product developers would do well to think about produce first when designing menus. The next time you are tempted to say, “I won’t like lower sodium foods” think of biting into a crunchy apple, juicy orange, or sweet strawberry. Not missing the sodium?\n3. Get fresh: Choose unprocessed and minimally processed foods.\nProcessed foods and prepared foods are the greatest sources of sodium in the American diet (75 percent by some estimates). By choosing fresh foods, you can decide how much or how little salt to add. Processed, cured meats typically have much more sodium than fresh meats, and canned vegetables usually have more sodium than fresh vegetables. Going easy on processed foods makes sense for general good health, as processing often leads to a loss of nutrients and other benefits of whole or semi-intact foods.\n4. Embrace healthy fats and oils: A savory strategy to lower sodium levels.\nUnfortunately, the big low-fat and no-fat product push in the 1990’s wasn’t rooted in sound science. Many well-meaning product developers cut both the good and bad fats out of formulations, and in order to maintain consumer acceptance of their products, they were forced to increase levels of sugar and sodium. So breathe easy, and skip most fat-free salad dressings and other similar products, and you’ll be doing your blood pressure a favor. One more good news tip: Fat in the diet doesn’t make you fat! Extensive research now confirms that low-fat diets are no more effective in weight loss than moderate- to high-fat diets. Rather, it’s all about total calories and energy balance. So embrace healthy fat: It might be just the ticket to make produce-centric (and sodium-reduced) cooking more appealing. For recipes that focus on healthy fat, try:\n5. Stealth health: The most delicious approach to sodium reduction.\nFor many foods and preparations, the average person can’t detect moderate to substantial differences in sodium levels, including reductions of up to as much as 25 percent. That’s great news. In fact, many food manufacturers and restaurant companies have already made or are in the process of making substantial cuts in sodium—some all at once and some over time—that their customers will not be able to detect.\n6. Retrain your taste buds: You can learn to savor foods with less salt.\nStudies have found that we can shift our sense of taste to enjoy foods with lower levels of sodium. One key to success: Make the changes gradually and consistently over a period of time, rather than trying to cut back by a large amount all at once (unless of course you find that an immediate 25 percent reduction in sodium doesn’t undermine your enjoyment of a particular food). Try this trick: Combine a reduced sodium version of a favorite product (e.g., vegetable soup) with a regular version in proportions that gradually favor the reduced sodium version. As time goes on, you won’t miss the salt.\n7. Try a little romance: Sea salt and other secrets of the healthy kitchen.\nMost sea salt has about the same level of sodium as other salts, but who doesn’t perk up with the mention of sea salt? It sounds like your favorite chef has taken charge of your dinner. You don’t need to spend the money on sea salt, just remember that we eat with our eyes and ears, not just our mouths—and we make decisions about how much we are likely to enjoy a given food long before it gets to our mouths. So instead of calling something “low sodium,” try language like “with a touch of sea salt,” “citrus-infused” or “garlic-scented,” and you’ll likely entice more people to taste and enjoy reduced sodium dishes. Finally, for those who think “low sodium” is the exact opposite of a compelling, positive message, remember that there is a big difference between well-prepared low-sodium foods and badly executed low-sodium foods. Bad cooking is just bad cooking, independent of sodium levels.\n8. Target high-volume sodium sources: Prioritize your efforts.\nKnow which ingredients and individual foods are high in sodium, and eat them sparingly. Understand which categories of foods contribute the most sodium to our diets through repeated daily and weekly consumption. Salt is ubiquitous in the American diet, but this top 10 list of food sources of sodium in the U.S. diet is a good place to focus. The list is based on the combination of each item’s sodium content and the frequency of consumption. (2) Choose carefully when buying foods in these categories and/or eat less of these items:\n- Meat pizza\n- White bread\n- Processed cheese\n- Hot dogs\n- Spaghetti with sauce\n- Cooked rice\n- White rolls\n- Flour tortillas\n9. Scan the label: Look for foods with less than 300 milligrams of sodium per serving.\nCanned, boxed, frozen, and prepared foods can be high in sodium. Check the label for sodium amounts and choose foods that have less than 300 milligrams per serving. But pay attention to serving sizes, as they are often unrealistically small. A good rule of thumb for label reading is to look for no more than one milligram of sodium per one calorie of food. You may be surprised to find foods that are high in sodium but that don’t list “salt” in the ingredients. That’s because there are other forms of sodium used in food processing, and these all contribute to the total amount of sodium listed in the Nutrition Facts. Examples of these ingredients include monosodium glutamate, sodium citrate, sodium bicarbonate, and sodium alginate.\n10. Compare, compare, compare: Sodium levels vary widely for the same or similar grocery items.\nCompare brands of processed food, including breads, cured meats, cheeses, snack foods, and other foods, choosing those with the lowest levels of sodium that still taste good. You’ll find that there’s a surprising degree of variation from brand to brand, since some food manufacturers have already made great strides toward cutting the sodium levels in their products—and others never added as much sodium in the first place.\n11. Watch out for hidden sodium: Looks—and taste—can be deceiving.\n“Fresh” and “natural” meats and poultry may be injected with salt solutions as part of their processing, and manufacturers are not required to list the sodium content on the label. The best way to find out whether your favorite brand has been treated with a salt solution is to ask the grocer or butcher, or to call the toll-free consumer hotline on the product’s label. Some foods that are high in sodium may not taste especially salty, such as breakfast cereals, bakery muffins, energy drinks, and sports drinks.\n12. Scan the menu, speak to your server: Seek low-salt menu options when dining out.\nAt the upper end of the spectrum, some chain restaurant and fast-food meals can top 5,000–6,000 milligrams of sodium per serving. It is common to find sandwiches and fast-food entrées with 2,000–2,500 milligrams of sodium per serving—as much as or more than a day’s recommended sodium intake. With foodservice (or food away from home) now accounting for nearly 50 percent of the consumer food dollar, both foodservice and food manufacturing—together with consumers and home cooks—need to be part of the solution to the sodium reduction challenge. Some tips for consumers: Sodium levels can vary widely from one dish to another and from one restaurant to another. Check restaurant websites for sodium information before you head out, or ask your server to steer you to low-salt choices. Save high-salt choices for very limited special occasions. Increasingly, chain restaurants are responding to calls for sodium reduction, so watch for news about such initiatives by your favorite restaurant group.\n13. Farming for flavor: A new health imperative.\nWe should recognize that the national conversation about salt and sodium should not be just about salty taste and sodium reduction, but about flavor in our foods in general. For much of the 20th century, our national food and agricultural focus has been on quantity and value—and quality often as a function of consistency, appearance, safety, convenience, and shelf life. If natural flavor sometimes suffered, there was always fat (often saturated fats and trans fats), sugar, and salt to take up the slack—all high-impact, low-cost flavor enhancers that most people love. But at a time when we have “over-delivered” on the promise of affordable calories, and both salt and sugar (and all refined carbohydrates) are turning out to have serious negative health consequences, we need to refocus our attention on enhancing natural flavors. As a practical matter, this means growing more flavorful tomatoes at the same time we try to reduce the sodium in tomato soup.\n14. Know your seasons, and, even better, your local farmer.\nShop for raw ingredients with maximum natural flavor, thereby avoiding the need to add as much (if any) sodium. Seek out peak-of-season produce from farmers’ markets and your local supermarket.\nOne of the easiest ways to reduce the need for added salt is through the use of ingredients such as spices, dried and fresh herbs, roots (such as garlic and ginger), citrus, vinegars, and wine. From black pepper, cinnamon and turmeric to fresh basil, chile peppers and lemon juice, these flavor enhancers create excitement on the palate—and can do it with less sodium.\n16. Go nuts for healthy fats in the kitchen.\nAs chefs and home cooks know, fat is a great carrier and enhancer of flavor. Using the right healthy fats—from roasted nuts and avocados to olive, canola, soybean, and other oils—can help make up for any flavor loss from using less salt. Some healthy fats contribute their own flavors (think peanut butter and extra virgin olive oil), while other fats help to juice up flavor in pan searing and frying. For creative cooks, roasted nuts ground with spices extend and leverage small amounts of salt, such as in the Middle Eastern spice mixture.\nUmami (pronounced oo-MAH-me), or savoriness, is the so-called “fifth taste” that in recent years sensory scientists have brought into the mainstream of academic research. Foods that are naturally high in a compound called “L-glutamate” trigger our “umami” taste receptors. Cooked chicken, fish, beef, and soybeans are naturally high in umami, as are mushrooms, tomatoes, seaweed, carrots, and Chinese cabbage. Incorporating these foods into meals can add a delicious depth of flavor without adding salt. Some foods that are high in umami are also high in sodium, including soy sauce, fish sauce, aged cheeses, miso, and anchovy paste. The cook’s best strategy: Use these ingredients in small amounts instead of adding salt, reducing the overall sodium in the dish. Check out these two recipes from the Culinary Institute of America that boost “umami”:\nTake the time to learn some simple cooking techniques that can make your cooking less reliant on sodium. Searing and sautéing foods in a pan builds flavor (try searing umami-rich mushrooms in a hot pan with oil, and now you have a double flavor-building impact!). Roasting brings out the natural sweetness of many vegetables and the savoriness of fish and chicken. Steaming and microwaving tend to dilute flavors; perk up steamed dishes with a finishing drizzle of flavorful oil and a squeeze of citrus.\n19. Wait! Be careful how you spend that sodium budget.\nSave your “sodium budget” to enhance the flavors of produce, whole grains, nuts and legumes, and other healthy ingredients versus “overspending” it on salty snacks, heavily processed food, high-sodium fast foods, and other foods that we should be consuming in smaller amounts. We all love treats, and most of us have to eat on the run occasionally (that’s why they call it “fast food”). But if we do this too often in a way that “blows” our sodium budget, we come up short without enough tools to enhance the flavors of healthy, everyday cooking. The best intentions to reduce sodium are definitely going to run aground when too many high-sodium ingredients are aggregated in the same dish. Rethink that double bacon cheeseburger or the breakfast special with ham and sausage.\nPickles, capers, cured meats, grated aged cheeses, mustard, catsup, soy sauce, hot sauce, smoked fish, and other condiments and specialty foods all bring added satisfaction to the table. There is no need to give up condiments, which in many cases represent culinary traditions that are centuries old. In some cases, reduced sodium versions of these are now available; in other cases, we can just use them more sparingly.\n21. Go global: Discover a world of ideas for flavor development.\nLook to global culinary traditions—from Europe and the Mediterranean, Latin America, Asia and Africa—for healthy ideas to transform fruits, vegetables, and other healthy ingredients into exciting flavors and meals. Because many of these world culinary traditions build up flavor in such novel, complex, and intriguing ways, cooks are under less pressure to use as much sodium. Sometimes these flavors will appear in the U.S. or their native countries in higher sodium versions, but the culinary ideas for lower sodium strategies are still there, embedded in traditional cultural approaches to flavor development that go way beyond fat, salt, and sugar (our all-too-frequent default flavor enhancers in the U.S.). Two international recipe suggestions are:\nAvoid “double salting” your foods when cooking, and look for ways to pair salted flavors with unsalted or under-salted foods, especially fresh produce. If you are adding a little cheese to your salad, you don’t need much or any salt in your dressing. If you are adding a ham bone to a soup pot, lighten up on the sodium for the rest of the soup. In a sandwich, try adding sliced cucumber instead of pickles. A pot of brown rice or whole grain pasta doesn’t need to be salted if you are serving it with other adequately seasoned items or sauces. And an adequately seasoned crust or condiment may lessen the need for salting the rest of the dish.\n23. Rinse, wash, and dilute: You can easily cut some of the excess sodium in processed foods with no loss of flavor.\nDraining and rinsing canned foods can dramatically cut their sodium levels—in the case of canned beans, cooks can cut 40 percent of the sodium with this trick. When making soup, dilute reduced sodium chicken broth with water or wine instead of using it full strength, and float in some additional vegetables and herbs.\n24. Whole grains: Beyond bread and sandwiches.\nCollectively, because we eat so much of it, bread is one of the largest contributors of sodium to our diets. Even whole grain bread, while a healthier choice than white, can contain considerable sodium. But only part of the sodium in bread is for taste: Much of it is used to help the bread-making process and preserve the final results. You can skip that extra salt when you use these marvelous whole grains by themselves. Try a Mediterranean-inspired whole grain salad with chopped vegetables, nuts, and legumes, perhaps a small amount of cheese, herbs and spices, and healthy oils and vinegar or citrus. You can enjoy many of the same flavors you love in a sandwich, but in a delicious new form that has much less sodium. For breakfast, cook up steel cut oats, farro, or other intact whole grains with a generous amount of fresh or dried fruit, and you can skip the toast (and the extra sodium).\n25. Kick the “auto-salt” habit: Taste before you salt.\nToo many of us have the habit of reaching for the salt shaker as soon as our plates are put in front of us. Try taking the salt shaker off the table and making it available “upon request only.” Always, always taste your food before you salt: Maybe you don’t need the extra sodium. And in the kitchen, add salt late in the cooking process. Foods release their flavors (and salt, in the case of salted ingredients) during the cooking process, and “palate fatigue” on the part of the cook can cause over-salting if this is undertaken too early.\nGiven how vital sodium reduction is, and how embedded sodium is in our food supply, culinary techniques, flavor strategies, manufacturing methods, and marketing assumptions, it is essential that we conduct additional research to shed more light on which sodium reduction strategies are most effective. The challenges here are far more complex than they were for trans fats, which are more easily isolated and replaced in the food supply. In addition to food science and engineering fixes to the high-sodium problem, we need to engage chefs, menu developers, consumer opinion researchers, and a wide range of flavor experts in developing and pursuing key research questions. With the benefit of this research, we will be better positioned to create reduced sodium flavors and food choices that consumers find not just acceptable, but compelling.\n1. Institute of Medicine.. April 20, 2010.\n2. Grocery Manufacturers Association.. Washington, D.C., 2008.\n© The President and Fellows of Harvard College and The Culinary Institute of America", "id": "<urn:uuid:f8f46e47-7e37-4f26-a4cb-64032bdad026>", "dump": "CC-MAIN-2013-20", "url": "http://www.hsph.harvard.edu/nutritionsource/tasting-success-with-cutting-salt/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9271305799484253, "token_count": 4337, "score": 2.625, "int_score": 3}
{"text": "Other Proposed Treatments\nIt is one of the cardinal principles of natural medicine that treatment should aim not only to treat illness but also to enhance wellness. According to this ideal, a proper course of treatment should improve your sense of general well-being, enhance your immunity to illness, raise your physical stamina, and increase mental alertness, as well as resolve the specific condition you took it for.\nUnfortunately, while there can be little doubt that this is a laudable goal, it is easier to laud it than to achieve it. Conventional medicine tends to focus on treating diseases rather than increasing wellness, not as a matter of philosophical principle, but because it is easier to accomplish.\nProbably the strongest force affecting wellness is genetics. Beyond that, common sense steps endorsed by all physicians include increasing exercise, reducing stress, improving diet, getting enough sleep, and living a life of moderation without bad habits, such as smoking or overeating.\nBeyond this, however, it is difficult to make strong affirmations, and the optimum forms of diet and exercise and other aspects of lifestyle remain unclear. In fact, they may always remain unclear, as it is impossible to perform double-blind, placebo-controlled studies on most lifestyle habits. (For information on why such studies are irreplaceable see \"Why Does This Database Depend on Double-blind Studies?\" )\nPrincipal Proposed Natural Treatments\nIn order to function at our best, we need good nutrition. However, the modern diet often fails to provide people with sufficient amounts of all the necessary nutrients. For this reason, use of a multivitamin/multimineral supplement might be expected to enhance overall health and well-being, and preliminary double-blind trials generally support this view.\nFor more information, see the article on General Nutritional Support .\nThe herb Panax ginseng has an ancient reputation as a healthful “tonic.” According to a more modern concept developed in the former USSR, ginseng functions as an “adaptogen.”\nThis term is defined as follows: An adaptogen helps the body adapt to stresses of various kinds, whether heat, cold, exertion, trauma, sleep deprivation, toxic exposure, radiation, infection, or psychologic stress. In addition, an adaptogen causes no side effects, is effective in treating a wide variety of illnesses, and helps return an organism toward balance no matter what may have gone wrong.\nFrom a modern scientific perspective, it is not truly clear that such things as adaptogens actually exist. However, there is some evidence that ginseng may satisfy some of the definition’s requirements.\nIn addition, ginseng has also shown some potential for enhancing immunity , mental function , and sports performance , all effects consistent with the adaptogen concept. For more information on these possibilities, as well as dosage and safety issues, see the full Ginseng article .\nOther Proposed Natural Treatments\nNumerous other alternative therapies are claimed by their proponents to improve overall wellness, including acupuncture , Ayurveda , chiropractic , detoxification , homeopathy , massage , naturopathy , osteopathic manipulation , Reiki , Tai Chi , Therapeutic Touch , traditional Chinese herbal medicine , and yoga . However, there is as yet little meaningful evidence to support these claims.\nFor a discussion of homeopathic approaches to general wellness, see the Homeopathy database .\n- Reviewer: EBSCO CAM Review Board\n- Review Date: 07/2012 -\n- Update Date: 07/25/2012 -", "id": "<urn:uuid:39bb84af-9a63-43d7-b933-3bee4727c361>", "dump": "CC-MAIN-2013-20", "url": "http://memorialhospitaljax.com/your-health/?/38569/general-well-being", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9366875886917114, "token_count": 726, "score": 2.90625, "int_score": 3}
{"text": "The Warrior Diet exercise and nutrition program, created by Ori Hofmekler, hinges on a somewhat controversial diet based on a daily cycle of “undereating” during the day and “overeating” at night.\nThe rationale is that the historic “warrior”, in order to succeed in the environment of the time, had a primal need to cycle between undereating during the day (when physical activity and danger were always present), and overeating at night (when able to rest and eat a good daily meal).\nModern humans in a changed environment can therefore restore health and fitness, by returning to that cycle with the Warrior Diet.\nWarrior Diet grounding\nThe nervous system is the primary focus here, specifically that part called the autonomic nervous system (ANS). Body organs such as the heart, stomach and intestines (viscera), and muscles within these organs and other areas like blood vessels, skin, and eyes, as well as the glands of the body, are regulated by the ANS. We are mostly unaware of its workings; for example, when blood vessels change size or when our heart beats faster, these functions are involuntary and reflexive in nature.\nThe ANS has 3 parts -\n- The sympathetic nervous system (SNS) which kicks in when emergencies occur, causing stress and requiring us to “fight” or take “flight” (flee)\n- The parasympathetic nervous system (PSNS) which operates in normal or nonemergency times, allowing us to “rest” and “digest”\n- The enteric nervous system (ENS), present in all vertebrates, which regulates the normal digestive activity of the digestive system and prepares it for whatever is coming, whether a meal or a frantic energy-sapping physical activity\nThe undereating phase of the Warrior Diet is supposed to prepare and alert the SNS to potential stress, resulting in the generation of energy and ultimately the burning of fat. While undereating, the body is forced to use fat storage as a source of fuel for maximum metabolic efficiency – thus promoting weight-loss.\nThe overeating phase of the Warrior Diet recognizes the role of the PSNS in regulating digestion, elimination and other metabolic activities that slow you down. Eating during the day stops this process and blocks the body’s ability to remove toxins and waste from the body. Since detoxification is imperative for health and to delay aging, eating occurs mainly at night.\nWarrior Diet program\nThe program involves a Fat Loss Program and exercise and nutrition regimes.\nFat Loss Program\nThe Fat Loss program is specifically designed to\n- Force the body to detoxify\n- Improve utilization of fat as fuel\n- Improve utilization of carb as fuel\nThis process helps to boost overall metabolic rate, thereby enhancing the body’s capacity to maximize fat loss.\nExercise and Nutrition Programs\nExercise and nutrition programs provide short, intense strength and aerobic exercises, along with pre-workout and post-workout meals. This approach intends to reduce fat while maintaining or improving muscle tone.\nThe emphasis of the Warrior Diet program is on having large evening meals on the one hand, and shedding the “calorie counting” common to most diets on the other.\nThe Warrior Diet by Ori Hofmekler.", "id": "<urn:uuid:e39ee72b-f208-43f0-9439-59a5d06c3a3a>", "dump": "CC-MAIN-2013-20", "url": "http://www.everydiet.org/diet/warrior-diet", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9463229179382324, "token_count": 688, "score": 2.984375, "int_score": 3}
{"text": "BINGE EATING DISORDER\n\"Signs and Symptoms\"\nTo date, there has been some degree of confusion as to what exactly the term \"binge eating\" really means. Although the professional community still has yet to define [or quantify] what constitutes a binge-eating episode, it's reasonable to assume the signs and symptoms listed below are a good barometer of what is characteristic binge eating. In many respects, Binge Eating Disorder [BED] is similar to Bulimia without the compensatory behaviors. In addition, the term compulsive overeating may be \"interchangeable\" with BED - although some compulsive overeaters have a pattern of eating constantly [\"grazing\"] rather than experiencing episodes of binge eating per se.\nSigns and symptoms Binge Eating / Compulsive Overeating [COE]\n- Preoccupation with food.\n- Rapid consumption of food in significant excess of nutritional need\n- Sneaking or hoarding food - even immediately after meals.\n- Feeling ashamed or fearful when confronted about the problem.\n- Excessive concern about weight and body shape.\n- Sense of \"losing control\" during binge episode.\n- Feeling lonely, depressed, worried, self preoccupied\n- Spending a great deal of time alone / social isolation\n- Alternating between binge eating and \"dieting\"\nTreating BED at Milestones\nAs with many other eating disorders, the characteristics of a binge eating disorder appear to mimic [inherent among] other dependencies or addictions - whether to a substance or set of behaviors. In fact, the most recent committee of the American Psychiatric Association \"officially\" included BED as a bona fide disorder [disease]. The link below lists the criteria for \"dependency\" and requires only three of the several criteria \"fit\" for a diagnosis of dependency [aka addiction] to be considered.\nThe program offered at Milestones is comprised of two primary components, making the treatment experience unique in comparison to other programs.\nThe first is the setting - utilizing apartment-style residences affording residential participants an opportunity to experience treatment in a \"real world\" environment. Participants grocery shop with our dietitian within the community, learn to prepare their own meals per the prescribed [meal] food / meal plan they have formulated with the dietitian, attend a full schedule of groups and individual therapies at our clinical campus [near the residential complex], attend local community support groups in the evenings, and visit with our physicians and clinical staff regularly throughout their stay. In effect, the experience is one of providing a supportive and structured setting without the restrictive elements of a \"hospital\" or institutional facility. A key element in providing the support necessary to begin recovery is remaining in the company of other participants during the initial phase of the treatment. This provides both a form of supervision and a deterrent from the behavior often associated with binge eating: namely eating in isolation or alone.\nSecondly, Milestones approaches treatment from a more \"holistic\" perspective. Doing so is best described by the acronym \"SERF\" - Spirituality, Exercise, Rest, and Food Plan.\nSpirituality need not equate with any religious or spiritual beliefs imposed on or by anyone. In fact, Spirituality at Milestones simply is left up to the individual to cultivate with his or her own working definition. For most, it is a belief in a \"higher power\" and still for others it may be a return to some of their original religious beliefs. For everyone, it is an individual journey.\nExercise is individualized and represents collaboration between the resident and clinical team. It is meant to be in the service of restoring and maintaining a healthy body rather than an \"intensive\" means of controlling body weight.\nRest is simply about finding the correct balance in recovery between work and play and narrowing the gap between an \"all or none\", \"feast or famine\" approach to daily living.\nThe food plan suggested by Milestones is a blend of structured eating and a combination of healthy, whole foods that are bought and prepared by PARTICIPANTS with the guidance and supervision of our dietitian and ancillary staff. In brief participants select their own preferences within the guidelines of their individual food plans. The guidelines require participants to abstain from \"junk foods\" and eliminate most highly processed [sugar and flour laden] food products as well as weigh and measure portions per their food plan while in residence.\nIt is important to mention most participants who seek treatment for most eating disorders may have a tendency to focus on \"trading in the binging and/or \"purging\" to become better at restricting or \"losing weight\" and as such, it is important to understand the predisposition to replace one form of an eating disorder for another. Acknowledging this is helpful to maintaining the prescribed treatment plan both during and after the residential treatment experience. Body mass and subsequent weight loss will likely change as a result of abstaining from overeating and move in the direction [towards] of a healthy \"set point\" as an outcome of the recovery process.\nEach participant is assigned an individual therapist whom they meet with on a regular basis during their stay as well as attend groups and experiential therapies per the schedule In sum, the physical and emotional aspects of their eating disorder are addressed within these formats.", "id": "<urn:uuid:26e14fdc-9941-4f09-a1d7-7e7a78349e4e>", "dump": "CC-MAIN-2013-20", "url": "http://milestonesprogram.org/binge-eating-treatment.php", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9583480954170227, "token_count": 1097, "score": 2.578125, "int_score": 3}
{"text": "The diagnosis of Trichotillomania (TM) is synonymous with the act of recurrently pulling one’s own body hair resulting in noticeable thinning or baldness. (American Psychiatric Association, Diagnostic and statistical manual of mental disorders, 2000, p. 674) Sites of hair pulling can include any area of the body in which hair is found, but the most common sites are the scalp, eyelashes, eyebrows, and the pubis area. (Kraemer, 1999, p. 298) The disorder itself is categorized in the DSM-IV-TR as an “Impulse Control Disorder Not Elsewhere Classified” along with disorders like Pathological Gambling, Pyromania, Kleptomania, and Intermittent Explosive Disorder. Although TM was previously considered to be a rare disorder, more recent research indicates that prevalence rates of TM may be as high as 2% of the general population. (Kraemer, 1999, p. 298) This prevalence rate is significantly higher than the lifetime prevalence rate of .6% that is cited as a potential baseline among college students the DSM-IV-TR. (4th ed., text rev.; DSM-IV-TR; American Psychiatric Association, 2000, p. 676) The condition appears to be more common among women and the period of onset is typically in childhood or adolescence. (Kraemer, 1999, p. 298) As is customary with most DSM-IV-TR diagnoses, the act of hair pulling cannot be better accounted for by another mental disorder (like delusions, for example) or a general medical condition. Like every disorder in the DSM-IV-TR, the disturbance must cause significant distress or impairment in functioning. (4th ed., text rev.; DSM-IV-TR; American Psychiatric Association, 2000, p. 675)\nAlopecia is a key concept that must be understood in order to complete the differential diagnosis of TM. Alopecia is a condition of baldness in the most general sense. (Shiel, Jr. & Stoppler, 2008, p. 14) Other medically related causes of alopecia should be considered in the differential diagnosis of TM, especially when working with an individual who deny pulling their hair. The common suspects include male-pattern baldness, Discoid Lupus Erythematosus (DLE), Lichen Planopilaris (also known as Acuminatus), Folliculitis Decalvans, Pseudopelade of Brocq, and Alopecia Mucinosa (Follicular Mucinosis). (4th ed., text rev.; DSM-IV-TR; American Psychiatric Association, 2000, p. 676) Comprehensive coverage of these medical conditions is beyond the scope of this article – all of the aforementioned confounding variables can be eliminated by a general practitioner.\nThere are a number of idiosyncratic features associated with TM that bear mentioning. Although the constellation of features covered here is not sufficient to warrant a diagnosis in isolation, they can aid in the differential diagnosis process. Alopecia, regardless of the cause, has been known to lead sufferers to tremendous feats of avoidance so that the hair loss remains undetected. Simply avoiding social functions or other events where the individual (and their attendant hair loss) might be uncovered is a common occurrence. In cases where individual’s focus of attention is on the head or scalp, it is not uncommon for affected individuals to attempt to hide hair loss by adopting complimentary hair styles or wearing other headwear (e.g., hats, wigs, etc). These avoidance behaviors will be the target of exposure and response prevention later in this article.\nIn addition to avoidant behavior and elaborate attempts to “cover it up,” individuals with TM frequently present with clinically significant difficulty in areas such as self-esteem and mood. Comorbidity, or the presence of one or more disorders in the addition to a primary diagnosis, is the rule not the exception in the stereotypical presentation of TM. Mood disorders (like depression) are the most common (65%) – anxiety (57%), chemical use (22%), and eating disorders (20%) round out the top four mostly likely candidates for comorbidity. (Kraemer, 1999, p. 298) These comorbidity rates are not overly surprising since they parallel prevalence rates across the wider population – perhaps with the notable exception of the high rate of comorbid eating disorders. We can speculate about the source of comorbidity – one possible hypothesis is that a few people who suffer TM also suffer from a persistent cognitive dissonance associated with having happy-go-lucky personality trait which leads them “let the chips fall where they may.” They are individuals prone to impulsivity, but they are subdued and controlled the shame, guilt, frustration, fear, rage, and helplessness associated with the social limitations placed on them by the disorder. (Ingram, 2012, p. 269) On the topic of personality, surprisingly enough, research suggests that personality disorders do not share significant overlap with TM. This includes Borderline Personality Disorder (BPD) despite the fact that BPD is often associated with self-harming behavior. (Kraemer, 1999, p. 299)\nDifferentiating TM from Obsessive-Compulsive Disorder (OCD) can be challenging in some cases. TM is similar to OCD because there is a “sense of gratification” or “relief” when pulling the hair out. Unlike individuals with OCD, individuals with TM do not perform their compulsions in direct response to an obsession and/or according to rules that must be rigidly adhered to. (4th ed., text rev.; DSM-IV-TR; American Psychiatric Association, 2000, p. 676) There are, however, observed similarities between OCD and TM regarding phenomenology, neurological test performance, response to SSRI’s, and contributing elements of familial and/or genetic factors. (Kraemer, 1999, p. 299) Due to the large genetic component contributions of both disorders, obtaining a family history (vis-à-vis a detailed genogram) is highly recommended. The comprehensive genogram covering all mental illness can be helpful in the discovery the comorbid conditions identified above as well.\nThere is some suggestion that knowledge of events associated with onset is “intriguing, but unnecessary for successful treatment.” (Kraemer, 1999, p. 299) I call shenanigans. There is a significant connection between the onset of TM and the patient enduring loss, perceived loss, and/or trauma. Time is well spent exploring the specific environmental stressors that precipitated the disorder. Although ignoring circumstances surrounding onset might be prudent when employing strict behavioral treatment paradigms, it seems like a terrible waste of time to endure suffering without identifying some underlying meaning or purpose that would otherwise be missed if we overlook onset specifics. “Everything can be taken from a man but one thing: the last of human freedoms – to choose one’s attitude in any given set of circumstances, to choose one’s own way.” (Frankl, 1997, p. 86) If we acknowledge that all behavior is purposeful, then we must know and understand the circumstances around onset if we will ever understand the purpose of said behavior. I liken this to a difference in professional opinion and personal preference because either position can be reasonably justified, but in the end the patient should make the ultimate decision about whether or not to explore onset contributions vis-à-vis “imagery dialogue” or a similar technique. (Young, Klosko, & Weishaar, 2003, p. 123) If such imagery techniques are unsuccessful or undesired by the client, a psychodynamic conversation between “internal parts of oneself” can add clarity to the persistent inability of the client to delay gratification. (Ingram, 2012, p. 292) Such explorations are likely to be time consuming, comparatively speaking, and should not be explored with patients who are bound by strict EAP requirements or managed care restrictions on the type and length of treatment. Comorbid developmental disabilities and cognitive deficits may preclude this existential exploration. I employ the exploration of existential issues of origin in the interest of increasing treatment motivation, promoting adherence, enhancing the therapeutic milieu, and thwarting subsequent lapses by anchoring cognitive dissonance to a concrete event.\nTM represents a behavioral manifestation of a fixed action patterns (FAPs) that is rigid, consistent, and predicable. FAPs are generally thought to have evolved from our most primal instincts as animals – they are believed to contain fundamental behavioral ‘switches’ that enhance the survivability of the human species. (Lambert & Kinsley, 2011, p. 232) The nature of FAPs that leads some researchers to draw parallels to TM is that FAPs appear to be qualitatively “ballistic.” It’s an “all or nothing” reaction that is comparable to an action potential traveling down the axon of a neuron. Once they are triggered they are very difficult to suppress and may have a tendency to “kindle” other effects. (Lambert & Kinsley, 2011, p. 233)\nThere are some unique considerations when it comes to assessing a new patient with TM. Because chewing on or ingesting the hair is reported in nearly half of TM cases, the attending clinician should always inquire about oral manipulation and associated gastrointestinal pain associated with a connected hair mass in the stomach or bowel (trichobezoar). Motivation for change should be assessed and measured because behavioral interventions inherently require a great deal of effort. Family and social systems should not be ignored since family dynamics can exacerbate symptomatlogy vis-à-vis pressure to change (negative reinforcement), excessive attention (positive reinforcement), or both. (Kraemer, 1999, p. 299)\nWhat remains to be seen is the role of stress in the process of “triggering” a TM episode. Some individuals experience an “itch like” sensation as a physical antecedent that remits once the hair is pulled. This “itch like” sensation is far from universal. Some clinicians and researchers believe that the abnormal grooming behavior found in TM is “elicited in response to stress” with the necessary but not sufficient condition of “limited options for motoric behavior and tension release.” (Kraemer, 1999, p. 299) Although this stress hypothesis may materialize as a tenable hypothesis in some cases, it’s by no means typical. Most people diagnosed with TM report that the act of pulling typically occurs during affective states of relaxation and distraction. Most individuals whom suffer from TM do not report clinically significant levels of anxiety as the “trigger” of bouts of hair pulling. We could attribute this to an absence of insight regarding anxiety related triggers or, perhaps anxiety simply does not play a significant role in the onset and maintenance of hair pulling episodes. Regardless of the factors that trigger episodes, a comprehensive biopsychosocial assessment that includes environmental stressors (past, present and anticipated) should be explored.\nThe options for treatment of TM are limited at best. SSRIs have demonstrated some potential in the treatment of TM, but more research is needed before we can consider SSRIs as a legitimate first-line treatment. SSRIs are worth a shot as an adjunct treatment in cases of chronic, refractory, or treatment resistant TM. I would consider recommending a referral to a psychiatrist (not a general practitioner) for a medication review due in part to the favorable risk profile of the most recent round of SSRIs. Given the high rate of comorbidity with mood and anxiety disorders – if either is anxiety or depression are comorbid, SSRIs will likely be recommended regardless. Killing two birds with one stone is the order of the day, but be mindful that some medication can interfere with certain treatment techniques like imaginal or in vivo exposure. (Ledley, Marx, & Heimberg, 2010, p. 141) Additional research is needed before anxiolytic medications can be recommended in the absence of comorbid anxiety disorders (especially with children). Hypnosis and hypnotic suggestion in combination with other behavioral interventions may be helpful for some individuals, but I don’t know enough about it at this time to recommend it. Call me skeptical, or ignorant, but I prefer to save the parlor tricks for the circus…\nHabit reversal is no parlor trick. My goal isn’t to heal the patient; that would create a level of dependence I am not comfortable with… my goal is to teach clients how to heal themselves. Okay, but how? The combination of Competing Response Training, Awareness/Mindfulness Training, Relaxation Training, Contingency Management, Cognitive Restructuring, and Generalization Training is the best hope for someone who seeks some relief from TM. Collectively I will refer to this collection of techniques as Habit Reversal.\nCompeting Response Training is employed in direct response to hair pulling or in situations where hair pulling might be likely. In the absence of “internal restraints to impulsive behavior,” artificial circumstances are created by identifying substitute behaviors that are totally incompatible with pulling hair. (Ingram, 2012, p. 292) Just like a compulsive gambling addict isn’t in any danger if spends all his money on rent, someone with TM is much less likely to pull hair if they are doing something else with their hands.\nAntecedents, or triggers, are sometimes referred to as discriminative stimuli. (Ingram, 2012, p. 230) “We sense objects in a certain way because of our application of priori intuitions…” (Pirsig, 1999, p. 133) Altering the underlying assumptions entrenched in maladaptive priori intuitions is the core purpose of Awareness and Mindfulness Training. “There is a lack of constructive self-talk mediating between the trigger event and the behavior. The therapist helps the client build intervening self-messages: Slow down and think it over; think about the consequences.” (Ingram, 2012, p. 221) The connection to contingency management should be self evident. Utilizing a customized self-monitoring record, the patient begins to acquire the necessary insight to “spot” maladaptive self talk. “Spotting” is not a new or novel concept – it is central component of Abraham Low’s revolutionary self help system Recovery International. (Abraham Low Self-Help Systems, n.d.) The customized self-monitoring record should invariably include various data elements such as precursors, length of episode, number of hairs pulled, and a subjective unit of distress representing the level of “urge” or desire to pull hair. (Kraemer, 1999) The act of recording behavior (even in the absence of other techniques) is likely to produce significant reductions in TM symptomatlogy. (Persons, 2008, p. 182-201) Perhaps more importantly, associated activities, thoughts, and emotions that may be contributing to the urge to pull should be codified. (Kraemer, 1999, p. 300) In session, this record can be reviewed and subsequently tied to “high risk circumstances” and “priori intuitions” involving constructs such as anger, frustration, depression, and boredom.\nRelaxation training is a critical component if we subscribe to the “kindling” hypothesis explained previously. Relaxation is intended to reduce the urges that inevitably trigger the habit. Examples abound, but diaphragmatic breathing, progressive relaxation, and visualization are all techniques that can be employed in isolation or in conjunction with each other.\nContingency Management is inexorably tied to the existential anchor of cognitive dissonance described above. My emphasis on this element is where my approach might differ from some other clinicians. “You are free to do whatever you want, but you are responsible for the consequences of everything that you do.” (Ingram, 2012, p. 270) This might include the client writing down sources of embarrassment, advantages of controlling the symptomatlogy of TM, etc. (Kraemer, 1999) The moment someone with pyromania decides that no fire worth being imprisoned, they will stop starting fires. The same holds true with someone who acknowledges the consequences of pulling their hair.\nHow do we define success? Once habit reversal is successfully accomplished in one setting or situation, the client needs to be taught how to generalize that skill to other contexts. A hierarchical ranking of anxiety provoking situations can be helpful in this process since self-paced graduated exposure is likely to increase tolerability for the anxious client. (Ingram, 2012, p. 240) If skills are acquired, and generalization occurs, we can reasonably expect a significant reduction in TM symptomatlogy. The challenges are significant, cognitive behavioral therapy is much easier said than done. High levels of treatment motivation are required for the behavioral elements, and moderate to high levels of insight are exceptionally helpful for the cognitive elements. In addition, this is an impulse control disorder… impulsivity leads to treatment noncompliance and termination. The combination of all the above, in addition to the fact that TM is generally acknowledged as one of the more persistent and difficult to treat disorders, prevents me from providing any prognosis other than “this treatment will work as well as the client allows it to work.”\nAbraham Low Self-Help Systems. (n.d.). Recovery international terms and definitions. Retrieved August 2, 2012, from http://www.lowselfhelpsystems.org/system/recovery-international-language.asp\nAmerican Psychiatric Association. (2000). Diagnostic and statistical manual of mental disorders (4th ed., text rev.). Washington, DC: Author.\nFrankl, V. E. (1997). Man’s search for meaning (rev. ed.). New York, NY: Pocket Books.\nIngram, B. L. (2012). Clinical case formulations: Matching the integrative treatment plan to the client (2nd ed.). Hoboken, NJ: John Wiley & Sons.\nKraemer, P. A. (1999). The application of habit reversal in treating trichotillomania. Psychotherapy: Theory, Research, Practice, Training, 36(3), 298-304. doi: 10.1037/h0092314\nLambert, K. G., & Kinsley, C. H. (2011). Clinical neuroscience: Psychopathology and the brain (2nd ed.). New York: Oxford University Press.\nLedley, D. R., Marx, B. P., & Heimberg, R. G. (2010). Making cognitive-behavioral therapy work: Clinical process for new practitioners (2nd ed.). New York, NY: Guilford Press.\nPersons, J. B. (2008). The case formulation approach to cognitive-behavior therapy. New York, NY: Guilford Press.\nPirsig, R. M. (1999). Zen and the art of motorcycle maintenance: An inquiry into values (25th Anniversary ed.). New York: Quill.\nShiel, W. C., Jr., & Stoppler, M. C. (Eds.). (2008). Webster’s new world medical dictionary (3rd ed.). Hoboken, NJ: Wiley Publishing.\nYoung, J. E., Klosko, J. S., & Weishaar, M. E. (2003). Schema therapy: A practitioner’s guide. New York: Guilford Press.", "id": "<urn:uuid:7947504d-63b5-4a37-bd58-19d265d90077>", "dump": "CC-MAIN-2013-20", "url": "http://try-therapy.com/2012/08/02/trichotillomania/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9121842384338379, "token_count": 4098, "score": 2.796875, "int_score": 3}
{"text": "In a countless number of movies and novels set in the British Regency and Victorian Era women are plagued by headaches; oftentimes as a way to show them as fragile, or as a joke. It is not a trope used with male characters, but if it were would they be taken seriously? Probably not. What if it was all viewed from a different angle and headaches were considered as something that legitimately affected their well-being? Maybe they were getting out of a carriage earlier in the week and bumped their head on the door frame causing a very mild head injury. What if in present day your head bumped against the driver’s side window in a small accident with no other injury? Could that genuinely affect anyone’s overall health?\nA new study by Dr. Sylvia Lucas, coming out of the American Headache Society‘s Annual Meeting, states that those who experience milder head injuries tend to have more post-traumatic headaches as time progresses than those with severe injuries.\nOut of the 598 participants in the study “about 70% [were] more likely than … their counterparts with moderate or severe injury to develop new headache or have a worsening of preexisting headache over the next year,” Dr Lucas was quoted as saying. The majority of headaches were classified as migraines, though a large chunk was unclassifiable using the International Classification of Headache Disorders, second edition.\nThey do not know why this occurs, but Dr. Lucas thinks it is related to the specific mechanics of the accident that caused the head injury.\nBreaking down the participants: 220 had mild traumatic brain injuries (TBI) and began the study the same week of their accident; the other 378 had moderate to severe traumatic brain injury and were admitted to rehabilitation facilities. They found that migraines and tension headaches were most common, and that cervicogenic headaches were less common. This was unexpected considering most of the incidents that led to the TBI stemmed from motor vehicle accidents.\n“Study results showed that the mild TBI group and the moderate or severe TBI group had an identical prevalence of headache before injury (17%). But the former had a higher incidence of new or worsened headache at baseline (56% vs. 40%), at 3 months (63% vs. 37%), at 6 months (69% vs. 33%), and at 12 months (58% vs. 34%).”\nIf you are wondering how this might severely affect somebody’s life, about a year ago a story came out that soldiers were sidelined more from headaches than from other types of wounds. Headaches. For the study Dr. Steven P. Cohen and his colleagues “reviewed the records of 985 soldiers who had been evacuated from the wars during 2004-2009 with a primary diagnosis of headache.” The causes of the headaches ranged from physical trauma, psychological or emotional, to environmental.\nOnly about a third of the patients in the study were able to return to duty.\nSo maybe headaches can cause a bigger imposition in life than originally thought. And the next time someone tells you “it’s just a headache” this will give them something to think about.\nCheck back again next week when we see what else is new on MD Consult.blog comments powered by Disqus", "id": "<urn:uuid:b7d63364-4020-4ab0-9c8c-3f97e616af1e>", "dump": "CC-MAIN-2013-20", "url": "http://info.mdconsult.com/blog/2012/08/23/but-its-just-a-headache/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9781063199043274, "token_count": 670, "score": 2.625, "int_score": 3}
{"text": "Due to the nature of the sport, concussions can occur in water polo. In the injury research study conducted in Athens during the Olympic Games comparing injury incidence in all team sports, it was found that water polo was one of the safest of the team sports with a relative low injury rate. Head injury was the most common injury suffered in water polo. As mentioned in the article by Dr. Drum, there are Guidelines available for the diagnosis and management of concussion (Prague Consensus on Concussion 2004). In answer to your question, any athlete who has symptoms of concussion should not be training or competing. All athletes with concussion symptoms should seek medical attention.\nRead the full article 'Water Polo: Doctor on Deck'", "id": "<urn:uuid:50f86eec-748e-4896-bdfc-f2dd01157853>", "dump": "CC-MAIN-2013-20", "url": "http://www.fina.org/H2O/index.php?option=com_content&view=article&id=3021:one-of-the-players-on-my-water-polo-team-has-a-concussion-should-i-let-him-train-with-the-team&catid=357:faq&Itemid=1323", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.968724250793457, "token_count": 147, "score": 2.734375, "int_score": 3}
{"text": "Although uncommon, an entirely different group of factors plays a role when an athlete suffers a stroke.\nHead and neck trauma are often factors in stroke during athletic competitions. Direct head trauma can result in leakage from blood vessels, depriving large regions of the brain of necessary nutrients.\nViolent forward and backward movement of the head can result in tearing the inner lining of vital arteries responsible for directing blood to the brain. This condition, known as arterial dissection, can form a clot within the affected blood vessel or become a source of small clots. These smaller clots often move toward the brain as emboli and block other arteries.\nTreatment for arterial dissection involves the use of blood thinning medications and avoiding violent collision sports.\nAnother common risk factor for stroke in athletes is the existence of a patent foramen ovale (PFO). A PFO is a hole between the upper chambers of the heart, the right and left atria. The foramen ovale forms in the fourth week of embryonic development and should close in the first three months after birth. When it does not close, it is considered patent or open.\nThis abnormal channel allows direct passage of blood clots to the brain. These clots often originate in the legs and may result from immobilized lower extremities.\nPFOs can be treated with equal success by surgical closure or blood thinning medications. Athletes appear to do better with surgical closure and usually make a full recovery to return to sports.\nWhile considered rare, strokes do occur in athletes and treatment requires a different approach.", "id": "<urn:uuid:42e960c1-33b4-4f11-8d2f-5ec7df76d856>", "dump": "CC-MAIN-2013-20", "url": "http://dralessi.blogspot.com/2011_05_01_archive.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.935448408126831, "token_count": 320, "score": 3.46875, "int_score": 3}
{"text": "Sudden death syndrome--an umbrella term for a range of heart conditions that can lead to cardiac arrest--is notorious for striking those who seem most fit.\nThat is because the condition, thought to be largely hereditary, is often triggered by overexertion. Tragically for some, the first symptom can be cardiac arrest.\nIt's possible, though costly, to screen for SDS. In fact, after soccer prodigy John Marshall died of a sudden heart attack at age 16 in 1994, the day before he was set to join Everton, testing became compulsory for professional athletes in several countries.\nGood thing, especially for those who don't have the means that professional athletes do, that a doctor at Tel Aviv University may have just made testing for the condition far simpler and more affordable.\n\"There is such a significant overlap between what's normal and abnormal on an ECG [electrocardiogram] that we need additional screening parameters,\" Dr. Sami Viskin, a cardiologist at the Sackler Faculty of Medicine, said yesterday in a university press release. \"This test, when done on people with strong symptoms, can really give...doctors a yardstick to compare those at risk for sudden death syndrome to those who would otherwise go on to live a healthy life.\"\nNamed after the doctor, the Viskin Test is easy on the patient, who simply undergoes a baseline ECG while resting in the supine position, and is then asked to stand quickly and remain still during continuous ECG recording.… Read more", "id": "<urn:uuid:8fedc1ae-d9da-4da5-9da7-31e4b337c8fc>", "dump": "CC-MAIN-2013-20", "url": "http://news.cnet.com/8300-5_3-0-11.html?categoryId=10277408", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9697185158729553, "token_count": 315, "score": 2.5625, "int_score": 3}
{"text": "\"GOT NOTHING BUT BLUE SKIES\"\nIt is September 19,1783. The place, Lyons, France. Preparations are being made for a journey. A journey that will eventually take man from his secure environment of terra firma, and place him in a hostile environment called the atmosphere. The vehicle to be used is a hot air balloon. The brainchild behind this trek is a wealthy paper maker named Joseph Montgolfier. There has been much speculation over just how Montgolfier made the discovery of the hot air balloon. The most commonly-believed story is that his wife was standing too close to a fire and that the smoke caused her skirt to be inflated and lifted above her knees. This caused Montgolfier to wonder-if this smoke, and its magical lifting powers, could be captured in a very large container, it might rise and lift a passenger along with it.\nSo, Montgolfier went about building the first hot air balloon. In 1783,\nnot much was known about the atmosphere and its effects on human beings.\nUpon examination of the occupants for any ill effects caused by this lofty height, it was discovered that the duck had a broken wing. Could this have been an effect of exposure to altitude? Actually, several observers noted that as the balloon left the ground, the sheep had an anxiety attack and kicked the duck. Montgolfier reasoned that it would be safe for humans to ascend to altitude. So on November 21, 1783, Jean Francois Pilatre de Rozier (a surgeon) became the first aeronaut and flight surgeon. Over 200 years have passed since that first flight. Technology has allowed us to ascend through the atmosphere and into space, but the hazards of high altitude flight (hypoxia, altitude-induced decompression sickness, and trapped gases) will always be present. That is because humans are best suited to live in what is known as the \"physiological efficient zone\". This zone extends from sea level to 12,000 feet. When humans are exposed to altitudes above this zone, they are subjected to physiological hazards beyond their natural ability to adapt.\nOne thing to keep in mind is that everything that occupies space and exerts weight is considered to be matter. All matter is made up of atoms and molecules in varying densities. These particles within the matter are kinetic and in constant motion. The slower the motion of the particles, the more dense the matter becomes. Also, as the particles are pushed closer together, the matter also becomes more dense. The best way to slow down kinetic molecules is to cool the matter. The best way to get them to move closer together is to add pressure to the matter. Inversely, when you remove the pressure or heat any material, the molecules within the material moves faster and further apart, thus making the material less dense.\nThe least dense form of matter is, of course, gas. If a gas is cooled and compressed, at some point it will become a liquid. If that liquid is then cooled further, then at some point it will become a solid. Also, when you take the pressure off any gas or liquid, that material will grow less dense and expand. This is essentially what happens to the gaseous molecules of our atmosphere.\nOur atmosphere contains approximately 79% nitrogen and 21% oxygen, a constant ratio until you reach an altitude of about 270,000 feet. So the question that always comes up is; \"If I have 21% oxygen at sea level and 21% at 40,000 feet, why do I succumb to the effects of hypoxia within 20 seconds at that altitude?\"\nThe answer is, ATMOSPHERIC PRESSURE! If you could picture all the gaseous nitrogen and oxygen molecules in the atmosphere, they would stack up from the surface of the earth to the fringe of space. All these molecules stacking on top each other create a great deal of weight, or pressure. At sea level, one square-inch of any surface has about 15 pounds of air sitting on top of it. At 18,000 feet, that same square inch has only 7.5 pounds per square-inch (psi) exerted on it. What has caused this atmospheric pressure drop? The answer is simple: There is more air stacked up at sea level than above 18,000 feet, and therefore, more weight.\nAs you recall, when molecules are subjected to this pressure, they are going to move closer together. This will make the air more dense with oxygen and nitrogen molecules. For example, if at sea level you take in a breath of air that has an atmospheric pressure of 15 psi, then that air may contain 500 billion molecules of oxygen (this a fictitious number to be used only as an example); if you go to 18,000 feet and take the same breath where atmospheric pressure is 7.5 psi, then you will pull in only 250 billion molecules of oxygen. But, you require 500 billion per breath to function normally, and you're getting only half of what you need. That's HYPOXIA!\nNot only do gaseous molecules in the atmosphere expand with reduced total pressure, gases in the human body are also subject to the same expansion. There are several areas in the body- ears, sinuses, lungs, gastro-intestinal tract, and teeth - where these gases can expand and cause a variety of problems. As long as the gas can expand and escape, there will be no problem. But if the gas becomes trapped, then pain will be the usual result.\nAs we have discussed earlier, the air we breathe contains about 79% nitrogen. Nitrogen is inhaled into the lungs and distributed and stored throughout the body. According to gas laws, gases of higher pressure always exert force towards areas of low pressure. When you inhale nitrogen, it will be stored at a pressure of about 12 psi (79% nitrogen) of 15 psi (total atmospheric pressure), equal to about 12 psi).\nWhen you ascend to altitude and the pressure around your body begins to drop, this creates a pressure gradient (higher nitrogen in the body than outside the body) and the nitrogen will try to equalize and escape outside the body. Sometimes this nitrogen can leave so quickly and in such quantify that it may form a bubble. If this bubble forms at a body joint, the pain it causes is know as \"the bends.\"\nThese are just a few of the problems that can occur when the human body is exposed to high altitude conditions. These problems will always be there for aviation. But through education and knowledge of the mechanisms that cause these problems, we can take steps toward protection and prevention so that your BLUE SKIES won't give you a case of the blues.\nby J.R. Brown\n|ŠAvStop Online Magazine Contact Us Return Home|\nGrab this Headline Animator", "id": "<urn:uuid:ac6a19cf-dd31-4352-bb69-1c00f45050a7>", "dump": "CC-MAIN-2013-20", "url": "http://avstop.com/stories/blueskies.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9526649713516235, "token_count": 1401, "score": 3.46875, "int_score": 3}
{"text": "Here to There: A History of Mapping\nFrom the 16th to 18th centuries, many European mapmakers were convinced that California was an island — an Edenic paradise populated by black Amazons. The error persisted for over a hundred years after expeditions had proven that California was, in fact, firmly attached to the mainland. The idea of California as a fierce paradise appealed to Europeans, who were reluctant to let the mundane reality interfere with their vision of the world.\nSo in that spirit, we’re devoting this episode of BackStory to maps — asking what they show us about who we are and and where we want to go. How do maps shape the way we see our communities and our world? What do they tell us about the kind of information we value? And what do they distort, or ignore?\nPlease help us shape this show! Share your questions, ideas and stories below. Have opinions on New York vs. D.C. subway maps? On the merits or shortcomings of Google Maps? And do you even still use old-fashioned, ink-and-paper maps? Leave us a comment!", "id": "<urn:uuid:ee4268b8-d3ab-4049-a3ac-f695c938a3ca>", "dump": "CC-MAIN-2013-20", "url": "http://backstoryradio.org/here-to-there-a-history-of-mapping/quote-comment-21383/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.949668824672699, "token_count": 231, "score": 3.390625, "int_score": 3}
