{"text": "The Convention adjourned from July 26th to August 6th to allow the Committee of Detail – composed of John Rutledge of South Carolina, Edmund Randolph of Virginia, Nathaniel Gorham of Massachusetts, Oliver Ellsworth of Connecticut, and James Wilson of Pennsylvania – to prepare a rough draft of a constitution, based on the series of resolutions the delegates had debated, amended, and debated again. When the Convention re-convened, the Committee of Detail presented its report, made up of twenty-three articles. The Convention spent the remainder of August reviewing and further revising these articles.\nWe the People of…\nDelegates quickly agreed to accept the Committee of Detail’s preamble and Articles I and II, affirming the new government would be called the Unites States of America and consist of Legislative, Executive, and Judicial branches. This agreement masked the critical issue that the Convention had debated throughout – was this to be a union of states or of people? The Committee of Detail’s constitution began, “We the people of the States (emphasis added) of New Hampshire, Massachusetts, Rhode-Island and Providence Plantations, Connecticut, New-York, New-Jersey, Pennsylvania, Delaware, Maryland, Virginia, North-Carolina, South-Carolina, and Georgia, do ordain, declare, and establish the following Constitution for the Government of Ourselves and our Posterity.” The Convention would not end with that language in the preamble.\nRepresentation: Who, What, and How Many?\nDiscussion of the Committee of Detail report continued to include the structure and powers of the legislative branch. Some of the key questions included: Who can elect representatives? How many representatives will there be? What will be their qualifications?\nDelegates debated whether to allow non-land owners to the right to vote for House members, or reserve the franchise to property owners. Gouverneur Morris wanted to restrict voting to those with property, considering them more educated and better able to choose wise leaders. “The ignorant and dependant,” Morris stated, “can be… little trusted with the public interest.” Colonel Mason countered arguments of this kind, saying all citizens should have equal voting rights and privileges. Doctor Franklin sided with Colonel Mason believing that restricting the right to vote to land owners would cause contention among the people. In the end Morris’s proposal to restrict the franchise to property owners was defeated soundly (7-1-1).\nJust as the Convention rejected a plan to restrict voting to property owners, they also rejected a proposal to restrict elective office to property owners. South Carolina’s Charles Pinckney moved that “the President of the U.S., the Judges, and members of the Legislature should be required to swear that they were respectively possessed of a cleared unencumbered Estate” – in an amount to be agreed upon by members of the Convention. This proposal went nowhere. Benjamin Franklin expressed his “dislike of every thing that tended to debase the spirit of the common people,” and observed that “some of the greatest rogues he was ever acquainted with, were the richest rogues.” Madison reports that Pinckney’s motion “was rejected by so general a no, that the States were not called.”\nThe Convention did have a sentiment in favor of strong citizenship requirements for legislators. The Committee of Detail’s report required members of the House be U.S. citizens for three years prior to election, and members of the Senate for four years. Some, including George Mason and Morris, agreed that a lengthy citizenship requirement would protect the legislature from foreign intrigue. Others, including Madison and Franklin, pointed to the number of foreign friends who had helped the states during the war for independence. Delegates sided with Mason and Morris, agreeing to requirements that members of the House be citizens for seven years and members of the Senate for nine years prior to election.\nOn the question of how many representatives would make up the national legislature, Article IV of the Committee of Detail Report stated that the House of Representatives would initially consist of sixty-five members, and that in the future, members of the House would be added “at the rate of one for every forty thousand.” Madison, expecting the Union to grow rapidly, thought that rate would quickly lead the House to grow too large. Others thought that time would make this issue irrelevant. Mr. Nathaniel Gorham from Massachusetts asked, “Can it be supposed that this vast country including the Western territory will 150 years hence remain one nation? Mr. Oliver Ellsworth observed that “If the government should continue so long, alterations may be made in the Constitution” through the amendment process. Delegates agreed to add the language “not exceeding” to the one representative for 40,000 citizen ratio, making that a ceiling and not a floor. Controversy over this provision would re-emerge before the end of the Convention, however.\nThe Specter of Slavery\nLikewise, controversy would emerge about slavery. Consideration of the apportionment of representatives raised the question of whether slaves would be included within that ratio. Morris rose on August 8 and gave a withering criticism of the institution. Moving to specify that this ratio would include only “free” inhabitants, Morris called slavery “a nefarious institution,” and “the curse of heaven”. Comparing free with slave states, Morris noted, on the one hand, “a rich and noble cultivation [which] marks the prosperity and happiness of the people,” and on the other “the misery and poverty which overspread the barren wastes of Virginia, Maryland, and the other states having slaves.” Morris’s motion was defeated 10-1, but the issue of how slavery would be addressed by the new union was by no means resolved.\nFor more detailed information on the Constitutional Convention, please visit Prof. Gordon Lloyd’s web companion to the Philadelphia Convention.\nPosted in Countdown to the Constitution", "id": "<urn:uuid:ea2a4a62-5765-4ec7-ba52-1a99029763a0>", "dump": "CC-MAIN-2013-20", "url": "http://billofrightsinstitute.org/blog/2011/08/15/countdown-to-the-constitution-a-rough-draft-of-the-constitution/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9638350009918213, "token_count": 1246, "score": 3.09375, "int_score": 3}
{"text": "Rutledge, Edward, 1749–1800, political leader in the American Revolution, signer of the Declaration of Independence, b. Charleston, S.C.; brother of John Rutledge. He studied law at the Middle Temple, London, and was admitted (1772) to the English bar. He returned to America and was (1774–77) a member of the Continental Congress. He later held official posts at both the national and state level. He was captured (1780) by the British at the fall of Charleston. He was governor of South Carolina from 1798 to 1800.\nThe Columbia Electronic Encyclopedia, 6th ed. Copyright © 2012, Columbia University Press. All rights reserved.\nSee more Encyclopedia articles on: U.S. History: Biographies", "id": "<urn:uuid:dd9536b8-e0f1-48e0-90f5-3c7bb1dcca2f>", "dump": "CC-MAIN-2013-20", "url": "http://www.factmonster.com/encyclopedia/people/rutledge-edward.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9535161256790161, "token_count": 159, "score": 2.90625, "int_score": 3}
{"text": "Welcome to BSA Troop 51 based out of Waterford, MI. Please take a look around and have a great day.\nHow Scouting Started in the United States\nOne day in 1909 in London, England, an American visitor, William D. Boyce, lost his way in a dense fog. He stopped under a street lamp and tried to figure out where he was. A boy approached him and asked if he could be of help.\nYou certainly can, said Boyce. He told the boy that he wanted to find a certain business office in the center of the city.\nI’ll take you there, said the boy.\nWhen they got to the destination, Mr. Boyce reached into his pocket for a tip. But the boy stopped him.\nNo thank you, sir. I am a Scout. I won’t take anything for helping.\nA Scout? And what might that be? asked Boyce.\nThe boy told the American about himself and about his brother scouts. Boyce became very interested. After finishing his errand, he had the boy take him to the British Scouting office.\nAt the office, Boyce met Lord Robert Baden-Powell, the famous British general who had founded the Scouting movement in Great Britain. Boyce was so impressed with what he learned that he decided to bring Scouting home with him.\nOn February 8, 1910, Boyce and a group of outstanding leaders founded the Boy Scouts of America. From that day forth, Scouts have celebrated February 8, as the birthday of Scouting in the United States.\nWhat happened to the boy who helped Mr. Boyce find his way in the fog? No one knows. He had neither asked for money nor given his name, but he will never be forgotten. His good turn helped bring the scouting movement to our country.\nIn the British Scout Training Center at Gilwell Park, England, Scouts from the United States erected a statue of an American Buffalo in honor of this unknown scout. One good turn to one man became a good turn to millions of American Boys. Such is the power of a good turn.\nHence the Scout Slogan:\nDO A GOOD TURN DAILY", "id": "<urn:uuid:9318ce26-85fd-4349-bf3d-da8b89c27837>", "dump": "CC-MAIN-2013-20", "url": "http://troop51-bsa.com/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9767279028892517, "token_count": 451, "score": 2.90625, "int_score": 3}
{"text": "Staff Photo: Jason Braverman Girl Scouts Kennedy Watson, from left, Leah Royes and Kaitlyn Hamlette, of troop 4525 in Snellville, draw signs to promote cookie sales.\nLemon-wedge cookies dusted with powdered sugar and filled with lemon zest flavor\nThe shortbread cookie\nOatmeal cookies with peanut butter filling\nVanilla cookies covered in caramel and toasted coconut, then striped with chocolate\nCookie topped with peanut butter then completely covered in chocolate\nThin wafer covered in a peppermint chocolate\n1912 — On March 12, 1912, founder Juliette Gordon Low gathered 18 girls to register the first troop of American Girl Guides. It was renamed Girl Scouts the following year.\n1920s — The first Girl Scout Troops on Foreign Soil were established in China, Mexico, Saudi Arabia and Syria for American girls living in other countries.\n1930s — The first sale of commercially baked Girl Scout Cookies took place.\n1940s — Girls collected 1.5 million articles of clothing that were then shipped overseas to children and adult victims of war.\n1950s — The March 1952 issue of “Ebony” magazine reported, “Girl Scouts in the South are making steady progress toward breaking down racial taboos.”\n1960s — The social unrest of the 1960s was reflected in organization actions and Girl Scout program change, including introduction in 1963 of four program age–levels for girls: Brownie, Junior, Cadette and Senior Girl Scouts.\n1970s — Girl Scouts contributed to a White House Conference on food, nutrition and health.\n1980s — “The Contemporary Issues” series was developed in the 1980s to help girls and their families deal with serious social issues. The first, “Tune In to Well Being, Say No to Drugs,” was introduced in collaboration with a project initiated by First Lady Nancy Reagan.\n1990s — Girl Scouting experienced a renewed emphasis on physical fitness with the inauguration of a health and fitness national service project in 1994 and the GirlSports initiative in 1996.\n2000s — Grants from Fortune 500 companies such as Lucent Technologies, Intel and Lockheed Martin supported science and technology exploration programs for girls.\n2012 — Girl Scouts of the USA has declared 2012 the Year of the Girl: a celebration of girls, recognition of their leadership potential and a commitment to creating a coalition of like-minded organizations and individuals in support of balanced leadership in the workplace and in communities across the country.\nSNELLVILLE -- It's that time of year. Across Gwinnett -- and the nation -- young girls dressed in green, brown, tan and blue vests are selling the famous Girl Scouts cookies by the boxes and they have a new cookie this year, the Savannah Smiles.\nHaven't heard of it? It's the latest creation to celebrate the organization's 100th anniversary.\nThe girls from Troop No. 4525 in Snellville, just like millions of other girls, are bound and determined to sell their cookies to anyone who will buy a box for $3.50.\n\"This is exciting to me because I started out as a Girl Scout with my sister in Brooklyn, N.Y.,\" Troop Co-leader Qualena Odom-Royes said. \"Now being able to share it with Leah (my daughter) and these other girls is exciting and wonderful.\"\nThe troop worked on posters to advertise their confectionery sweets and set individual sales goals for 2012.\nWith much childhood exuberance, Jocelyn Spencer, 8, decided on 81,000 boxes.\n\"I'm going to get everyone in my family to sell cookies,\" she said.\nAnd she's not the only one aiming big. The other girls in the troop set goals in the hundreds.\n\"I'm going to try to raise 400 because I really want all of the prizes,\" Kennedy Watson, 8, said.\nGirl Scout Cookies In Recipes\nTry using Girl Scout Cookies as part of fun recipes\nIn addition to the usual cookies, Girl Scouts of the USA has introduced its latest creation, the Savannah Smiles, to commemorate its 100th year. These celebratory baked goods were created in honor of Girl Scouts founder Juliette Gordon Low's hometown of Savannah and are similar in taste to past customer favorites with bursts of lemon flavor.\nThe cookie is shaped like a wedge, covered in powered sugar and filled with lemon crisps.\n\"The Savannah Smiles is actually closer to the original cookies made for the Girl Scout sales. It was one of the first varieties out there,\" Troop Co-leader Adrienne Cole said.\nThe cookie is such a new addition to the Girl Scouts, the troops and their leaders haven't gotten to taste-test the lemon flavored treat.\n\"I really want to try the new cookie,\" Kaitlyn Hamlette, 6, said. \"I like lemony stuff, so I really want to try it.\"\nAda Hamlette of Loganville, Kaitlyn's mother added, \"Everyone is excited about the new cookie and they want to try them. They look like they'll be delicious.\"\nTo boost the Savannah Smiles' sales, Troop No. 4525 thought of a strategic marketing approach: Give out free samples while selling boxes around the county.\n\"I want to give a box of milk to everyone who eats a sample,\" Spencer said.\nCole chimed in, \"Maybe we can get Kroger to donate some milk.\"\nYour hips may be mad that you bought the cookies, but your heart won't feel the same. All of the proceeds from Girl Scouts of Greater Atlanta's fundraising activities, including the cookie drive, stay in the council to serve the girls and volunteers in many ways. The money delivers programs to 41,500 girl members in a 34-county territory, trains more than 18,000 adult member volunteers, provides approximately $52,000 in scholarships for higher education and so much more.\nThe Girls Scouts of the USA haven't started selling their cookies online yet, but could in the next few years. The organization recommends never buying Girl Scout Cookies on any sites, including Amazon, eBay and other auction or community sites. There is no guarantee of freshness or authenticity.\nTo keep up with a technological age, the organization is using its website to help buyers easily find troops to purchase from in the area. Starting Feb. 17, the public can use the Cookie Locator, a program set up to help locate girls selling in your neighborhood by entering your ZIP code. To use the locator, visit cookielocator.littlebrownie.com.\nTo learn more about the Girl Scout's 100th anniversary and the Savannah Smiles, visit www.girlscouts.org.", "id": "<urn:uuid:75027875-cebe-4b88-8101-bd4f0ab2f4b9>", "dump": "CC-MAIN-2013-20", "url": "http://www.gwinnettdailypost.com/news/2012/jan/21/cookie-time-girl-scouts-celebrating-100th/?sports", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9521913528442383, "token_count": 1389, "score": 2.765625, "int_score": 3}
{"text": "1854-89 THREE DOLLARS INDIAN HEAD\nIn 1853 the United States negotiated the \"Gadsden Purchase\"settlement of a boundary dispute with Mexico that resulted in the U.S. acquiring what would become the southern portions of Arizona and New Mexico for ten million dollars. The following year Commodore Matthew Perry embarked upon his famed expedition to re-open Japan to the Western world and establish trade. Spreading beyond its borders in many ways, a few years earlier the United States had joined the worldwide move to uniform postage rates and printed stamps when the Congressional Act of March 3, 1845 authorized the first U.S. postage stamps, and set the local prepaid letter rate at five cents. This set the stage for a close connection between postal and coinage history.\nExactly six years later, the postage rate was reduced to three cents when New York Senator Daniel S. Dickinson fathered legislation that simultaneously initiated coinage of the tiny silver three-cent piece as a public convenience. The large cents then in circulation were cumbersome and unpopular, and the new denomination was designed to facilitate the purchase of stamps without using the hated \"coppers.\"\nThis reasoning was carried a step further when the Mint Act of February 21, 1853 authorized a three-dollar gold coin. Congress and Mint Director Robert Maskell Patterson were convinced that the new coin would speed purchases of three-cent stamps by the sheet and of the silver three-cent coins in roll quantities. Unfortunately, at no time during the 35-year span of this denomination did public demand justify these hopes. Chief Engraver James Barton Longacre chose an \"Indian Princess\" for his obverse not a Native American profile, but actually a profile modeled after the Greco-Roman Venus Accroupie statue then in a Philadelphia museum. Longacre used this distinctive sharp-nosed profile on his gold dollar of 1849 and would employ it again on the Indian Head cent of 1859. On the three-dollar coin Liberty is wearing a feathered headdress of equal-sized plumes with a band bearing LIBERTY in raised letters. She's surrounded by the inscription UNITED STATES OF AMERICA. Such a headdress dates back to the earliest known drawings of American Indians by French artist Jacques le Moyne du Morgue's sketches of the Florida Timucua tribe who lived near the tragic French colony of Fort Caroline in 1562. It was accepted by engravers and medalists of the day as the design shorthand for \"America.\"\nLongacre's reverse depicted a wreath of tobacco, wheat, corn and cotton with a plant at top bearing two conical seed masses. The original wax models of this wreath still exist on brass discs in a Midwestern collection and show how meticulous Longacre was in preparing his design. Encircled by the wreath is the denomination 3 DOLLARS and the date. There are two boldly different reverse types, the small DOLLARS appearing only in 1854 and the large DOLLARS on coins of 1855-89. Many dates show bold \"outlining\" of letters and devices, resembling a double strike but probably the result of excessive forcing of the design punches into the die steel, causing a hint of their sloping \"shoulders\" to appear as part of the coin's design. The high points of the obverse design that first show wear are the cheek and hair above the eye; on the reverse, check the bow knot and leaves.\nA total of just over 535,000 pieces were issued along with 2058 proofs. The first coins struck were the 15 proofs of 1854. Regular coinage began on May 1, and that first year saw 138,618 pieces struck at Philadelphia (no mintmark), 1,120 at Dahlonega (D), and 24,000 at New Orleans (O). These two branch mints would strike coins only in 1854. San Francisco produced the three-dollar denomination in 1855, 1856, and 1857, again in 1860, and apparently one final piece in 1870. Mintmarks are found below the wreath.\nEvery U.S. denomination boasts a number of major rarities. The three-dollar gold coinage of 1854-1889 is studded with so many low-mintage dates that the entire series may fairly be called rare. In mint state 1878 is the most common date, followed by the 1879, 1888, 1854 and 1889 issues. Every other date is very rare in high grade, particularly 1858, 1865, 1873 Closed 3 and all the San Francisco issues. Minuscule mintages were the rule in the later years. Proof coins prior to 1859 are extremely rare and more difficult to find than the proof-only issues of 1873 Open 3, 1875 and 1876, but many dates are even rarer in the higher Mint State grades. This is because at least some proofs were saved by well- heeled collectors while few lower-budget collectors showed any interest in higher-grade business strikes of later-date gold. Counterfeits are known for many dates; any suspicious piece should be authenticated.\nThe rarest date of all is the unique 1870-S, of which only one example was struck for inclusion in the new Mint's cornerstone. Either the coin escaped, or a second was struck as a pocket piece for San Francisco Mint Coiner J.B. Harmstead. In any event, one coin showing traces of jewelry use surfaced in the numismatic market in 1907. It was sold to prominent collector William H. Woodin, and when Thomas L. Elder sold the Woodin collection in 1911, the coin went to Baltimore's Waldo C. Newcomer. Later owned by Virgil Brand, it was next sold by Ted and Carl Brandts of Ohio's Celina Coin Co. and Stack's of New York to Louis C. Eliasberg in 1946 for $11,500. In Bowers and Merena's October 1982 sale of the U.S. Gold Collection, this famous coin sold for a record $687,500.\nThe three-dollar denomination quietly expired in 1889 along with the gold dollar and nickel three-cent piece. America's coinage was certainly more prosaic without this odd denomination gold piece, but its future popularity with collectors would vastly outstrip the lukewarm public reception it enjoyed during its circulating life.", "id": "<urn:uuid:ce5e0d75-e5f8-4ce2-8b94-86d9527d0dd4>", "dump": "CC-MAIN-2013-20", "url": "http://www.coinsite.com/CoinSite-PF/PParticles/$3goldix.asp", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9638387560844421, "token_count": 1295, "score": 3.671875, "int_score": 4}
{"text": "Become a fan of h2g2\nDaniel Boone, a legendary American frontiersman, was once quoted as saying, 'I ain't never been lost, but I may have been confused once or twice'. With all respect to Mr Boone - who was born in Pennsylvania, incidentally - it's incredibly easy to get lost and confused in the forests and mountains of Pennsylvania.\nIn the course of the state's 300-plus year recorded history, many people have gotten lost and confused. And they've lost plenty of things while stumbling around in the Pennsylvania woodlands - including a surprising amount of gold and silver.\nLate in the 1690s, a group of French Canadians, led by Louis Frontenac, departed New Orleans and headed towards Montreal. They sailed up the Mississippi River to the Ohio River turn-off. They then went up the Ohio to the location of present-day Pittsburgh and took the left fork up the Allegheny River. On their rafts were kegs filled with gold coins destined for the Royal Governor of Canada's treasury.\nUpon reaching present-day Potter County, Pennsylvania, they started overland, but the heavy kegs of coins made the going slow. Fearing an English or Indian attack, they decided to bury the treasure just north of the location of present-day Coudersport.\nThey marked their cache of gold with a cross chipped onto a rock. Seneca Indians are said to have seen the cross on the rock, but left it alone because they feared the site had special mystical significance. In time, the marker wore off the stone and the Indians were unable to remember where it was located.\nThe Frenchmen never returned for their gold and to this day it has never been found.\nThe Counterfeiter's Gold\nThen there's the story of Cyrus Cole who, in the early 1900s, lived by himself in a shack near the swamps outside Eldred in McKean County, Pennsylvania. Cole was something of a bum, surviving by picking berries and trapping muskrats yet, strangely, he was never short of cash.\nThe United States Secret Service had agents investigating an influx of counterfeit silver half dollars and gold coins in the area, but could never get any leads. Then in 1912, they got an anonymous tip that Cole was the mastermind behind the counterfeiting ring. Armed with a search warrant, the agents searched Cole's shack and found some evidence, but not enough for a conviction.\nThey searched the swamp for evidence of the minting equipment, but came up empty-handed. Legend has it that Cole buried his counterfeit coins and his real gold and silver profits somewhere on the high ground near Eldred. None of it has ever been recovered.\nCivil War Gold\nIn 1863, during the American Civil War1, a Union Army lieutenant was ordered to escort a wagon that had been fitted with a false base. This disguised compartment contained 26 gold bars each weighing 50 pounds. The wagon was to travel from Wheeling, West Virginia, north through Pennsylvania and then south to Washington, DC - the idea behind this route was to avoid any possible encounter with Confederate forces.\nIn the early stages of the journey, the lieutenant was sick with fever. During a fit of delirium, he blurted out the fact that the wagon contained a fortune in gold. After his fever broke, the expedition left St Marys, Pennsylvania, heading for Driftwood where they were to build a raft and float down the Susquehanna River to Harrisburg. They never made it, vanishing somewhere in the forests of Cameron and Elk counties.\nTwo months later, the party's civilian guide stumbled into Lock Haven - 50 miles east of St Marys, the last known location of the convoy. Army investigators interrogated the guide for days and heard that bandits ambushed the group, killing all the soldiers and taking the gold. The Army did not believe this story.\nPinkerton2 detectives were hired to search the area, but all they found were some dead mules in the area of Dent's Run near present-day Route 55 in Elk County. In the early 1870s, human skeletons which were believed to be those of the soldiers were found in the same area.\nThe guide was drafted into the army and assigned to a fort in the west. A heavy drinker, when he was drunk he would claim to know where the gold was hidden. But when he sobered up, he disavowed all knowledge of the treasure's location.\nLocal rumour has it that during the past 50 years the modern US Army has sent several teams into the area around Dent's Run searching for the gold. Despite these alleged ongoing searches, the gold has never been recovered.\nDuring the American Civil War, Confederate raiders captured a Union convoy heading from West Virginia to the Philadelphia Mint. The convoy's treasure - some 15 tons of silver bars - was stolen and hidden inside a cave north of Uniontown, Pennsylvania. The rebels sealed the mouth of the cave and never returned for the booty. Some say it's still out there waiting to be discovered.\nIn 1680, a Spanish treasure ship sank off the Bahamas. A hundred and thirty years later a British captain named 'Blackbeard'3 found the treasure and recovered several tons of silver.\nBlackbeard sailed into Baltimore harbour intending to transfer the silver to a British warship for transport to London. Fearing that the ship would be followed and attacked on the high seas, Blackbeard sent the silver overland by wagon to Canada where it would be loaded into a convoy of strong ships.\nBy the time Blackbeard reached Renovo, Pennsylvania, the War of 18124 had begun and Blackbeard, fearing that the silver would fall into USA hands, buried the treasure in the mountains outside Emporium in McKean County near present-day Route 155. Blackbeard never returned for the silver and rumour has it that it is still there today.\nRobber Lewis' Lost Booty\nDavid 'Robber' Lewis made a reputation for himself in the early 1800s, robbing the rich and giving to the poor. He was captured in 1820 and on his deathbed, he confessed to all his crimes and told his jailers of three caches of gold he had hidden in Pennsylvania:\nOne, containing $10,000 in gold, is said to have been hidden in a small cave along the Juniata River near Lewistown, Pennsylvania. Lewis returned for the cache and couldn't find it because the river had flooded and washed away his trail markers.\nA second cache is purported to be buried along the Conodoguinett Creek near the caves he used as a hide-out.\nThe third, reportedly containing $20,000, is buried in the hills outside of Bellefonte. During his last imprisonment, Lewis is said to have taunted his jailers by telling them that he could see the cache from the jail.\nNone of these caches have ever been recovered.\nCash at Kinzua\nIn the 1890s, a man robbed a bank in Emporium, Pennsylvania, making off with $40,000 in cash. Apparently, he got lost and wound up in the village of Hazel Hurst where he collapsed. Not having a good day, our man died of 'exhaustion' a short time later, but not before confessing that he had buried the loot north-east of Kushequa within sight of the Kinzua railroad bridge. The money has never been recovered.\nThe Belsano Train Robbery\nOn 11 October, 1924, a train carrying a safe containing a payroll of $33,000 was robbed just outside the Cambria County, Pennsylvania town of Belsano. During the course of the robbery, one of the men who was guarding the safe was shot and killed.\nPolice in several neighbouring states joined the manhunt for Michelo Bassi and Anthony Pezzi and the murderous duo were apprehended two weeks after the robbery in Terre Haute, Indiana. Each had a gun and $3,000 in cash. The men were convicted of first degree murder and in February 1925, they were executed in the state's electric chair.\nThe safe and some of the money was never recovered. Legend has it that it may be buried or hidden near the site of the robbery.\nThe Lost Cave of Silver\nSomewhere in the Allegheny National Forest to the west of the town of Tionesta, Pennsylvania is a cave reputed to be full of silver.\nDuring the late 1700s, a white settler named Hill got lost and sought shelter in a cave for the night. Inside the cave he saw veins of silver running everywhere through the walls and ceiling. In the floor was a great pit filled with pure silver. When he managed to find his way home, he was unable to find his way back to the cave.\nHill's story was backed up by an early entrepreneur who traded liquor with the indigenous Indians in exchange for furs and silver. When he asked them where they got all their silver, legend has it that they blindfolded him and took him to a cave matching the one described in Hill's story.\nPure silver was found in Indian burial grounds near Irvine, Warren County - approximately 15 miles upstream from Tionesta. However, the Cave of Silver has never been found.\nOther Lost Treasures\nAn aeroplane carrying a quarter-million dollars in cash crashed near Mount Carmel in 1948. The money was thrown out of the plane just prior to the crash and was never found.\nBandit Michael Rizzalo stole a $12,000 payroll in 1888. He was said to have buried it in a tin box somewhere on Laurel Run Mountain, just outside the town of Wilkes-Bare. The money is supposed to still be there today.\nIn 1775, a gang of Tories5 hid $100,000 in gold coins in the Wernersville area. The loot was never recovered.\nA Handy Tip\nWhen visiting Pennsylvania, don't forget to pack your metal detector.", "id": "<urn:uuid:6602e84a-9863-4902-8c33-f6dd2cfd08c1>", "dump": "CC-MAIN-2013-20", "url": "http://www.h2g2.com/approved_entry/A536573", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9794114232063293, "token_count": 2052, "score": 2.671875, "int_score": 3}
{"text": "December 4 is a very special day for the mining industry. This is the feast day of Barbara, Patron Saint for Miners and Blasters, and globally for all the professions that relate to fire (firemen, fireworks specialists, etc.)\nFrom her tragic story, which appeared later to be a legend, \"the belief became widespread that Barbara could control lightning and other manifestations of flame and fire. (...) Miners later developed the use of gunpowder for disintegrating rock, involving manifestations similar to thunder claps and lightning flashes. This led to their need for special protection against accidents from the use of explosives (...)\" (Source: The Legend of Saint Barbara, Patron Saint of Mines in Infomine.com)\nSaint Barbara remains a vivid part of mining traditions and heritage. In Europe, a statue of Saint Barbara always stands at the entrance of a tunnel construction site. A lot of mining countries still honor Saint Barbara, from Latin America to Asia. Many extraction sites have been named after Saint Barbara (Compania Minera Santa Barbara S.A. in Chile, Complejo Minero Santa Bárbara in Mexico, Barbara Experimental Coal Mine in Poland, St Barbara's Southern Cross in Australia, etc.), thereby keeping alive the reputation of Saint Barbara as our patron saint.", "id": "<urn:uuid:a000566e-4a70-4760-87f7-1d99f604d6ae>", "dump": "CC-MAIN-2013-20", "url": "http://mining.about.com/b/2011/12/03/barbara-patron-saint-of-miners.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9183008074760437, "token_count": 259, "score": 2.546875, "int_score": 3}
{"text": "A jack-o'-lantern, one of the symbols of Halloween\n|Also called||All Hallows' Eve\nAll Saints' Eve\n|Observed by||Western Christians & many non-Christians around the world|\n|Celebrations||Trick-or-treating/guising, costume parties, making jack-o'-lanterns, lighting bonfires, divination, apple bobbing, visiting haunted attractions, fireworks displays|\n|Observances||Church services, prayer, fasting, and vigils|\n|Related to||Samhain, Hop-tu-Naa, Calan Gaeaf, Kalan Gwav, Day of the Dead, All Saints' Day (cf. vigils)|\nHalloween or Hallowe'en (a contraction of \"All Hallows' Evening\"), also known as All Hallows' Eve, is a yearly celebration observed in a number of countries on October 31, the eve of the Western Christian feast of All Hallows (or All Saints) and the day initiating the triduum of Hallowmas.\nAccording to many scholars, All Hallows' Eve is a Christianised feast originally influenced by western European harvest festivals, and festivals of the dead with possible pagan roots, particularly the Celtic Samhain. Other scholars maintain that it originated independently of Samhain and has solely Christian roots.\nTypical festive Halloween activities include trick-or-treating (also known as \"guising\"), attending costume parties, carving pumpkins into jack-o'-lanterns, lighting bonfires, apple bobbing, visiting haunted attractions, playing pranks, telling scary stories, and watching horror films.\nThe word Halloween was first used in the 16th century and represents a Scottish variant of the fuller All Hallows' Eve ('evening'), that is, the night before All Hallows' Day. Although the phrase All Hallows' is found in Old English (ealra hālgena mæssedæg, mass-day of all saints), All Hallows' Eve is itself not seen until 1556.\nCeltic influences \nThough the origin of the word Halloween is Christian, the holiday is commonly thought to have pagan roots. Historian Nicholas Rogers, exploring the origins of Halloween, notes that while \"some folklorists have detected its origins in the Roman feast of Pomona, the goddess of fruits and seeds, or in the festival of the dead called Parentalia, it is more typically linked to the Celtic festival of Samhain\", which comes from the Old Irish for \"summer's end\". Samhain (pronounced SAH-win or SOW-in) was the first and most important of the four quarter days in the medieval Gaelic (Irish, Scottish and Manx) calendar. It was held on or about October 31 – November 1 and kindred festivals were held at the same time of year in other Celtic lands; for example the Brythonic Calan Gaeaf (in Wales), Kalan Gwav (in Cornwall) and Kalan Goañv (in Brittany). Samhain is mentioned in some of the earliest Irish literature and many important events in Irish mythology happen or begin on Samhain. It marked the end of the harvest season and the beginning of winter or the 'darker half' of the year. This was a time for stock-taking and preparing for the cold winter ahead; cattle were brought back down from the summer pastures and livestock were slaughtered. In much of the Gaelic world, bonfires were lit and there were rituals involving them. Some of these rituals hint that they may once have involved human sacrifice. Divination games or rituals were also done at Samhain.\nSamhain (like Beltane) was seen as a time when the 'door' to the Otherworld opened enough for the souls of the dead, and other beings such as fairies, to come into our world. The souls of the dead were said to revisit their homes on Samhain. Feasts were had, at which the souls of dead kin were beckoned to attend and a place set at the table for them. Lewis Spence described it as a \"feast of the dead\" and \"festival of the fairies\". However, harmful spirits and fairies were also thought to be active at Samhain. People took steps to allay or ward-off these harmful spirits/fairies, which is thought to have influenced today's Halloween customs. Before the 20th century, wearing costumes at Samhain was done in parts of Ireland, Mann, the Scottish Highlands and islands, and Wales. Wearing costumes may have originated as a means of disguising oneself from these harmful spirits/fairies, although some suggest that the custom comes from a Christian or Christianized belief (see below). In Ireland, people went about before nightfall collecting for Samhain feasts and sometimes wore costumes while doing so. In the 19th century on Ireland's southern coast, a man dressed as a white mare would lead youths door-to-door collecting food; by giving them food, the household could expect good fortune from the 'Muck Olla'. In Moray during the 18th century, boys called at each house in their village asking for fuel for the Samhain bonfire. The modern custom of trick-or-treating may have come from these practices. Alternatively, it may come from the Christian custom of souling (see below).\nMaking jack-o'-lanterns at Halloween may also have sprung from Samhain and Celtic beliefs. Turnip lanterns, sometimes with faces carved into them, were made on Samhain in the 19th century in parts of Ireland and the Scottish Highlands. As well as being used to light one's way while outside on Samhain night, they may also have been used to represent the spirits/fairies and/or to protect oneself and one's home from them. Another legend is that a trickster named Jack decided one day to trick the Devil. He trapped the Devil in a pumpkin and paraded him around town. Eventually, Jack let the Devil out and the Devil put a curse on Jack and forever made him a spirit in hell. On Halloween, Jack is released to terrorize the country all night. To protect themselves, the Irish would place a pumpkin with a face outside to scare Jack into believing it was the Devil. However, a Christian origin has also been proposed.\nChristian influences \nHalloween is also thought to have been influenced by the Christian holy days of All Saints' Day (also known as All Hallows, Hallowmas or Hallowtide) on November 1 and All Souls' Day on November 2. They are a time for honoring the saints and praying for the recently departed who had yet to reach Heaven. All Saints was introduced in the year 609, but was originally celebrated on May 13. In 835, it was switched to November 1 (the same date as Samhain) at the behest of Pope Gregory IV. Some have suggested this was due to Celtic influence, while others suggest it was a Germanic idea.\nBy the end of the 12th century they had become holy days of obligation across Europe and involved such traditions as ringing bells for the souls in purgatory. \"Souling\", the custom of baking and sharing soul cakes for \"all crysten christened souls\", has been suggested as the origin of trick-or-treating. Groups of poor people, often children, would go door-to-door on All Saints/All Souls collecting soul cakes, originally as a means of praying for souls in purgatory. Similar practices for the souls of the dead were found as far south as Italy. Shakespeare mentions the practice in his comedy The Two Gentlemen of Verona (1593), when Speed accuses his master of \"puling [whimpering or whining] like a beggar at Hallowmas.\" The custom of wearing costumes has been linked to All Saints/All Souls by Prince Sorie Conteh, who wrote: \"It was traditionally believed that the souls of the departed wandered the earth until All Saints' Day, and All Hallows' Eve provided one last chance for the dead to gain vengeance on their enemies before moving to the next world. In order to avoid being recognised by any soul that might be seeking such vengeance, people would don masks or costumes to disguise their identities\". In Halloween: From Pagan Ritual to Party Night, Nicholas Rogers explained Halloween jack-o'-lanterns as originally being representations of souls in purgatory. In Brittany children would set candles in skulls in graveyards.\nIn Britain, these customs came under attack during the Reformation as Protestants berated purgatory as a \"popish\" doctrine incompatible with the notion of predestination. The rising popularity of Guy Fawkes Night (5 November) from 1605 onward, saw many Halloween traditions appropriated by that holiday instead, and Halloween's popularity waned in Britain, with the noteworthy exception of Scotland. There and in Ireland, the rebellious Guy Fawkes was not viewed with the same criminality as in England, and they had been celebrating Samhain and Halloween since at least the early Middle Ages, and the Scottish kirk took a more pragmatic approach to Halloween, seeing it as important to the life cycle and rites of passage of communities and thus ensuring its survival in the country.\nSpread to North America \nNorth American almanacs of the late 18th and early 19th century give no indication that Halloween was celebrated there. The Puritans of New England, for example, maintained strong opposition to Halloween and it was not until the mass Irish and Scottish immigration during the 19th century that it was brought to North America in earnest. Confined to the immigrant communities during the mid-19th century, it was gradually assimilated into mainstream society and by the first decade of the 20th century it was being celebrated coast to coast by people of all social, racial and religious backgrounds.\nDevelopment of artifacts and symbols associated with Halloween formed over time. The turnip has traditionally been used in Ireland and Scotland at Halloween, but immigrants to North America used the native pumpkin, which is both much softer and much larger – making it easier to carve than a turnip. Subsequently, the mass marketing of various size pumpkins in autumn, in both the corporate and local markets, has made pumpkins universally available for this purpose. The American tradition of carving pumpkins is recorded in 1837 and was originally associated with harvest time in general, not becoming specifically associated with Halloween until the mid-to-late 19th century.\nThe modern imagery of Halloween comes from many sources, including national customs, works of Gothic and horror literature (such as the novels Frankenstein and Dracula) and classic horror films (such as Frankenstein and The Mummy). One of the earliest works on the subject of Halloween is from Scottish poet John Mayne, who, in 1780, made note of pranks at Halloween; \"What fearfu' pranks ensue!\", as well as the supernatural associated with the night, \"Bogies\" (ghosts), influencing Robert Burns' Halloween 1785. Elements of the autumn season, such as pumpkins, corn husks and scarecrows, are also prevalent. Homes are often decorated with these types of symbols around Halloween.\nTrick-or-treating and guising \nTrick-or-treating is a customary celebration for children on Halloween. Children go in costume from house to house, asking for treats such as candy or sometimes money, with the question, \"Trick or treat?\" The word \"trick\" refers to \"threat\" to perform mischief on the homeowners or their property if no treat is given.\nIn Scotland and Ireland, guising – children disguised in costume going from door to door for food or coins – is a traditional Halloween custom, and is recorded in Scotland at Halloween in 1895 where masqueraders in disguise carrying lanterns made out of scooped out turnips, visit homes to be rewarded with cakes, fruit and money. The practice of Guising at Halloween in North America is first recorded in 1911, where a newspaper in Kingston, Ontario reported children going \"guising\" around the neighborhood.\nAmerican historian and author Ruth Edna Kelley of Massachusetts wrote the first book length history of Halloween in the US; The Book of Hallowe'en (1919), and references souling in the chapter \"Hallowe'en in America\":\nThe taste in Hallowe'en festivities now is to study old traditions, and hold a Scotch party, using Burn's poem Hallowe'en as a guide; or to go a-souling as the English used. In short, no custom that was once honored at Hallowe'en is out of fashion now.\nIn her book, Kelley touches on customs that arrived from across the Atlantic; \"Americans have fostered them, and are making this an occasion something like what it must have been in its best days overseas. All Halloween customs in the United States are borrowed directly or adapted from those of other countries\". While the first reference to \"guising\" in North America occurs in 1911, another reference to ritual begging on Halloween appears, place unknown, in 1915, with a third reference in Chicago in 1920.\nThe earliest known use in print of the term \"trick or treat\" appears in 1927, from Blackie, Alberta, Canada:\nHallowe'en provided an opportunity for real strenuous fun. No real damage was done except to the temper of some who had to hunt for wagon wheels, gates, wagons, barrels, etc., much of which decorated the front street. The youthful tormentors were at back door and front demanding edible plunder by the word “trick or treat” to which the inmates gladly responded and sent the robbers away rejoicing.\nThe thousands of Halloween postcards produced between the turn of the 20th century and the 1920s commonly show children but not trick-or-treating. The editor of a collection of over 3,000 vintage Halloween postcards writes, \"There are cards which mention the custom [of trick-or-treating] or show children in costumes at the doors, but as far as we can tell they were printed later than the 1920s and more than likely even the 1930s. Tricksters of various sorts are shown on the early postcards, but not the means of appeasing them\". Trick-or-treating does not seem to have become a widespread practice until the 1930s, with the first U.S. appearances of the term in 1934, and the first use in a national publication occurring in 1939.\nHalloween costumes are traditionally modeled after supernatural figures such as monsters, ghosts, skeletons, witches, and devils. Over time, in the United States the costume selection extended to include popular characters from fiction, celebrities, and generic archetypes such as ninjas and princesses.\nDressing up in costumes and going \"guising\" was prevalent in Ireland and Scotland at Halloween by the late 19th century. Costuming became popular for Halloween parties in the US in the early 20th century, as often for adults as for children. The first mass-produced Halloween costumes appeared in stores in the 1930s when trick-or-treating was becoming popular in the United States.\nHalloween costume parties generally fall on or around October 31, often on the Friday or Saturday before Halloween.\n\"Trick-or-Treat for UNICEF\" is a fundraising program to support UNICEF, a United Nations Programme that provides humanitarian aid to children in developing countries. Started as a local event in a Northeast Philadelphia neighborhood in 1950 and expanded nationally in 1952, the program involves the distribution of small boxes by schools (or in modern times, corporate sponsors like Hallmark, at their licensed stores) to trick-or-treaters, in which they can solicit small-change donations from the houses they visit. It is estimated that children have collected more than $118 million for UNICEF since its inception. In Canada, in 2006, UNICEF decided to discontinue their Halloween collection boxes, citing safety and administrative concerns; after consultation with schools, they instead redesigned the program.\nGames and other activities \nThere are several games traditionally associated with Halloween parties. One common game is dunking or apple bobbing, which may be called \"dooking\" in Scotland in which apples float in a tub or a large basin of water and the participants must use their teeth to remove an apple from the basin. The practice is thought by some to have derived from the Roman practices in celebration of Pomona. A variant of dunking involves kneeling on a chair, holding a fork between the teeth and trying to drop the fork into an apple. Another common game involves hanging up treacle or syrup-coated scones by strings; these must be eaten without using hands while they remain attached to the string, an activity that inevitably leads to a very sticky face.\nSome games traditionally played at Halloween are forms of divination. A traditional Scottish form of divining one's future spouse is to carve an apple in one long strip, then toss the peel over one's shoulder. The peel is believed to land in the shape of the first letter of the future spouse's name. Unmarried women were told that if they sat in a darkened room and gazed into a mirror on Halloween night, the face of their future husband would appear in the mirror. However, if they were destined to die before marriage, a skull would appear. The custom was widespread enough to be commemorated on greeting cards from the late 19th century and early 20th century.\nAnother game/superstition that was enjoyed in the early 1900s involved walnut shells. People would write fortunes in milk on white paper. After drying, the paper was folded and placed in walnut shells. When the shell was warmed, milk would turn brown therefore the writing would appear on what looked like blank paper. Folks would also play fortune teller. In order to play this game, symbols were cut out of paper and placed on a platter. Someone would enter a dark room and was ordered to put her hand on a piece of ice then lay it on a platter. Her \"fortune\" would stick to the hand. Paper symbols included: dollar sign-wealth, button-bachelorhood, thimble-spinsterhood, clothespin- poverty, rice-wedding, umbrella- journey, caldron-trouble, 4-leaf clover- good luck, penny-fortune, ring-early marriage, and key-fame.\nThe telling of ghost stories and viewing of horror films are common fixtures of Halloween parties. Episodes of television series and Halloween-themed specials (with the specials usually aimed at children) are commonly aired on or before Halloween, while new horror films are often released theatrically before Halloween to take advantage of the atmosphere.\nHaunted attractions \nHaunted attractions are entertainment venues designed to thrill and scare patrons. Most attractions are seasonal Halloween businesses. Origins of these paid scare venues are difficult to pinpoint, but it is generally accepted that they were first commonly used by the Junior Chamber International (Jaycees) for fundraising. They include haunted houses, corn mazes, and hayrides, and the level of sophistication of the effects has risen as the industry has grown. Haunted attractions in the United States bring in an estimate $300–500 million each year, and draw some 400,000 customers, although press sources writing in 2005 speculated that the industry had reached its peak at that time. This maturing and growth within the industry has led to technically more advanced special effects and costuming, comparable with that of Hollywood films.\nBecause Halloween comes in the wake of the yearly apple harvest, candy apples (known as toffee apples outside North America), caramel or taffy apples are common Halloween treats made by rolling whole apples in a sticky sugar syrup, sometimes followed by rolling them in nuts.\nAt one time, candy apples were commonly given to children, but the practice rapidly waned in the wake of widespread rumors that some individuals were embedding items like pins and razor blades in the apples in the United States. While there is evidence of such incidents, they are quite rare and have never resulted in serious injury. Nonetheless, many parents assumed that such heinous practices were rampant because of the mass media. At the peak of the hysteria, some hospitals offered free X-rays of children's Halloween hauls in order to find evidence of tampering. Virtually all of the few known candy poisoning incidents involved parents who poisoned their own children's candy.\nOne custom that persists in modern-day Ireland is the baking (or more often nowadays, the purchase) of a barmbrack (Irish: báirín breac), which is a light fruitcake, into which a plain ring, a coin and other charms are placed before baking. It is said that those who get a ring will find their true love in the ensuing year. This is similar to the tradition of king cake at the festival of Epiphany.\nList of foods associated with Halloween:\n- Barmbrack (Ireland)\n- Bonfire toffee (Great Britain)\n- Candy apples/toffee apples (Great Britain & Ireland)\n- Candy corn, candy pumpkins (North America)\n- Caramel apples\n- Caramel corn\n- Colcannon (Ireland)\n- Novelty candy shaped like skulls, pumpkins, bats, worms, etc.\n- Pumpkin, pumpkin pie, pumpkin bread\n- Roasted pumpkin seeds\n- Roasted sweet corn\n- Soul cakes\n- Scary Faced Pizza \nReligious observances \nOn Hallowe'en (All Hallows' Eve), in Poland, believers are taught to pray out loud as they walk through the forests in order that the souls of the dead might find comfort; in Spain, Christian priests toll their church bells in order to allow their congregants to remember the dead on All Hallows' Eve. The Christian Church traditionally observed Hallowe'en through a vigil \"when worshippers would prepare themselves with prayers and fasting prior to the feast day itself.\" This church service is known as the Vigil of All Hallows or the Vigil of All Saints; an initiative known as Night of Light seeks to further spread the Vigil of All Hallows throughout Christendom. After the service, \"suitable festivities and entertainments\" often follow, as well as a visit to the graveyard or cemetery, where flowers and candles are often placed in preparation for All Hallows' Day.\nChristian attitudes towards Halloween are diverse. In the Anglican Church, some dioceses have chosen to emphasize the Christian traditions associated with All Hallow's Eve. Some of these practises include praying, fasting and attending worship services.\nFather, All-Powerful and Ever-Living God, today we rejoice in the holy men and women of every time and place. May their prayers bring us your forgiveness and love. We ask this through Christ our Lord. Amen. —All Hallow's Eve Prayer from the Liturgy of the Hours\nOther Protestant Christians also celebrate All Hallows' Eve as Reformation Day, a day to remember the Protestant Reformation, alongside All Hallow's Eve or independently from it. Often, \"Harvest Festivals\" or \"Reformation Festivals\" are held as well, in which children dress up as Bible characters or Reformers.\nFather Gabriele Amorth, an exorcist in Rome, has said, \"if English and American children like to dress up as witches and devils on one night of the year that is not a problem. If it is just a game, there is no harm in that.\" In more recent years, the Roman Catholic Archdiocese of Boston has organized a \"Saint Fest\" on Halloween. Similarly, many contemporary Protestant churches view Halloween as a fun event for children, holding events in their churches where children and their parents can dress up, play games, and get candy for free. Many Christians ascribe no negative significance to Halloween, treating it as a fun event devoted to \"imaginary spooks\" and handing out candy. To these Christians, Halloween holds no threat to the spiritual lives of children: being taught about death and mortality, and the ways of the Celtic ancestors actually being a valuable life lesson and a part of many of their parishioners' heritage. In the Roman Catholic Church, Halloween's Christian connection is sometimes cited, and Halloween celebrations are common in Catholic parochial schools throughout North America and in Ireland.\nSome Christians feel concerned about the modern celebration of Halloween, and reject it because they feel it trivializes – or celebrates – paganism, the occult, or other practices and cultural phenomena deemed incompatible with their beliefs. A response among some fundamentalist and conservative evangelical churches in recent years has been the use of \"Hell houses\", themed pamphlets, or comic-style tracts such as those created by Jack T. Chick in order to make use of Halloween's popularity as an opportunity for evangelism. Some consider Halloween to be completely incompatible with the Christian faith, believing it to have originated as a pagan \"Festival of the Dead\".\nAccording to Alfred J. Kolatch in the Second Jewish Book of Why Halloween is not technically permitted by Jewish Halakha because it violate Leviticus 18:3 forbidding Jews from partaking in gentile customs. Nevertheless many American Jews celebrate it as a secular holiday, disconnected from its pagan and Christian origins. Reform Rabbi Jeffrey Goldwasser, of the Central Conference of American Rabbis has said that “There is no religious reason why contemporary Jews should not celebrate Halloween as it is commonly observed\" while Orthodox Rabbi Michael Broyde has argued against Jews sending their children trick or treating or otherwise observing the holiday.\nAround the world \nThe traditions and importance of Halloween vary greatly among countries that observe it. In Scotland and Ireland, traditional Halloween customs include children dressing up in costume going \"guising\", holding parties, while other practices in Ireland include lighting bonfires, and having firework displays. Mass transatlantic immigration in the 19th century popularized Halloween in North America, and celebration in the United States and Canada has had a significant impact on how the event is observed in other nations. This larger North American influence, particularly in iconic and commercial elements, has extended to places such as South America, Australia, New Zealand, (most) continental Europe, Japan, and other parts of East Asia.\nSee also \n- \"BBC – Religions – Christianity: All Hallows' Eve\". British Broadcasting Corporation (BBC). 2010. Retrieved 1 November 2011. \"All Hallows' Eve falls on 31st October each year, and is the day before All Hallows' Day, also known as All Saints' Day in the Christian calendar. The Church traditionally held a vigil on All Hallows' Eve when worshippers would prepare themselves with prayers and fasting prior to the feast day itself. The name derives from the Old English 'hallowed' meaning holy or sanctified and is now usually contracted to the more familiar word Hallowe'en.\"\n- The Book of Occasional Services 2003. Church Publishing, Inc. 2004. Retrieved 31 October 2011. \"Service for All Hallows' Eve: This service may be used on the evening of October 31, known as All Hallows' Eve. Suitable festivities and entertainments may take place before or after this service, and a visit may be made to a cemetery or burial place.\"\n- Anne E. Kitch (2004). The Anglican Family Prayer Book. Church Publishing, Inc. Retrieved 31 October 2011. \"All Hallow's Eve, which later became known as Halloween, is celebrated on the night before All Saints' Day, November 1. Use this simple prayer service in conjunction with Halloween festivities to mark the Christian roots of this festival.\"\n- The Paulist Liturgy Planning Guide. Paulist Press. 2006. Retrieved 31 October 2011. \"Rather than compete, liturgy planners would do well to consider ways of including children in the celebration of these vigil Masses. For example, children might be encouraged to wear Halloween costumes representing their patron saint or their favorite saint, clearly adding a new level of meaning to the Halloween celebrations and the celebration of All Saints' Day.\"\n- Thomas Thomson, Charles Annandale (1896). A History of the Scottish People from the Earliest Times: From the Union of the kingdoms, 1706, to the present time. Blackie. Retrieved 31 October 2011. \"Of the stated rustic festivals peculiar to Scotland the most important was Hallowe'en, a contraction for All-hallow Evening, or the evening of All-Saints Day, the annual return of which was a season for joy and festivity.\"\n- Merriam-Webster's Encyclopædia of World Religions. Merriam-Webster. 1999. Retrieved 31 October 2011. \"Halloween, also called All Hallows' Eve, holy or hallowed evening observed on October 31, the eve of All Saints' Day. The pre-Christian observances influenced the Christian festival of All Hallows' Eve, celebrated on the same date.\"\n- \"BBC – Religions – Christianity: All Hallows' Eve\". British Broadcasting Corporation (BBC). 2010. Retrieved 1 November 2011. \"It is widely believed that many Hallowe'en traditions have evolved from an ancient Celtic festival called Samhain which was Christianised by the early Church.\"\n- Nicholas Rogers (2002). Halloween: From Pagan Ritual to Party Night. Oxford University Press. Retrieved 31 October 2011. \"Halloween and the Day of the Dead share a common origin in the Christian commemoration of the dead on All Saints' and All Souls' Day. But both are thought to embody strong pre-Christian beliefs. In the case of Halloween, the Celtic celebration of Samhain is critical to its pagan legacy, a claim that has been foregrounded in recent years by both new-age enthusiasts and the evangelical Right.\"\n- Austrian information. 1965. Retrieved 31 October 2011. \"The feasts of Hallowe'en, or All Hallows Eve and the devotions to the dead on All Saints' and All Souls' Day are both mixtures of old Celtic, Druid and other heathen customs intertwined with Christian practice.\"\n- \"BBC – Religions – Christianity: All Hallows' Eve\". British Broadcasting Corporation (BBC). 2010. Retrieved 1 November 2011. \"The Oxford Dictionary of World Religions also claims that Hallowe'en \"absorbed and adopted the Celtic new year festival, the eve and day of Samhain\". However, there are supporters of the view that Hallowe'en, as the eve of All Saints' Day, originated entirely independently of Samhain and some question the existence of a specific pan-Celtic religious festival which took place on 31st October/1st November.\"\n- The Oxford English Dictionary (2nd ed.). Oxford: Oxford Univ. Press. 1989. ISBN 0-19-861186-2.\n- Rogers, Nicholas (2002). \"Samhain and the Celtic Origins of Halloween\". Halloween: From Pagan Ritual to Party Night, pp. 11–21. New York: Oxford Univ. Press. ISBN 0-19-516896-8.\n- Hutton, Ronald. The Stations of the Sun: A History of the Ritual Year in Britain (Oxford: Oxford University Press, 1996)\n- A Pocket Guide To Superstitions Of The British Isles (Publisher: Penguin Books Ltd; Reprint edition: 4 November 2004) ISBN 0-14-051549-6\n- All Hallows' Eve BBC. Retrieved 31 October 2011.\n- Monaghan, Patricia. The Encyclopedia of Celtic Mythology and Folklore. Infobase Publishing, 2004. p.407\n- Frazer, Sir James George. The Golden Bough: A Study in Magic and Religion. Forgotten Books, 2008. pp.663–664\n- Monaghan, p.41\n- O'Halpin, Andy. Ireland: An Oxford Archaeological Guide. Oxford University Press, 2006. p.236\n- \"Halloween\". Britannica Concise Encyclopedia. Chicago: Encyclopaedia Britannica, 2009. Credo Reference. Web. 21 September 2012.\n- McNeill, F. Marian. The Silver Bough, Vol. 3. William MacLellan. pp.11–46\n- Spence, Lewis (1945). The Magic Arts in Celtic Britain. p.88. ISBN 0-09-474300-2\n- Hutton, pp.380–382\n- MacLeod, Sharon. Celtic Myth and Religion. McFarland, 2011. pp.61, 175\n- Hutton, pp.365–368\n- Hutton, p.382\n- Hill, Christopher. Holidays and Holy Nights. Quest Books, 2003. p.56\n- Rogers, p.57\n- Rogers, Nicholas (2002). Halloween: From Pagan Ritual to Party Night, pp. 22, 27. New York: Oxford Univ. Press. ISBN 0-19-516896-8.\n- Hutton, p.364\n- Rogers, Nicholas (2001). Halloween: From Pagan Ritual to Party Night. Oxford University Press. pp. 28–30. ISBN 0-19-514691-3.\n- \"Halloween\". Britannica. Encyclopædia Britannica. Retrieved 25 October 2012.\n- Hutton, pp.374–375\n- \"Ask Anne\", Washington Post, 21 November 1948, p. S11.\n- The Two Gentlemen of Verona Act 2, Scene 1.\n- Prince Sorie Conteh (2009). Traditionalists, Muslims, and Christians in Africa: Interreligious Encounters and Dialogue. Cambria Press. Retrieved 31 October 2011.\n- \"Kalan -Goañv ha Marv\". Tartanplace.com. 12 July 2001. Retrieved 1 November 2012.\n- Rogers, Nicholas (2002). Halloween: From Pagan Ritual to Party Night, pp. 37–38. New York: Oxford Univ. Press. ISBN 0-19-516896-8.\n- Rogers, Nicholas (2002). Halloween: From Pagan Ritual to Party Night, pp. 49–50. New York: Oxford Univ. Press. ISBN 0-19-516896-8.\n- Rogers, Nicholas (2002). Halloween: From Pagan Ritual to Party Night, p. 74. New York: Oxford Univ. Press. ISBN 0-19-516896-8.\n- The Oxford companion to American food and drink p.269. Oxford University Press, 2007. Retrieved 17 February 2011\n- Frank Leslie's popular monthly, Volume 40, November 1895, p. 540-543. Books.google.com. 5 February 2009. Retrieved 23 October 2011.\n- Nathaniel Hawthorne, \"The Great Carbuncle,\" in \"Twice-Told Tales\", 1837: Hide it [the great carbuncle] under thy cloak, say'st thou? Why, it will gleam through the holes, and make thee look like a jack-o'-lantern!\n- As late as 1900, an article on Thanksgiving entertaining recommended a lit jack-o'-lantern as part of the festivities. \"The Day We Celebrate: Thanksgiving Treated Gastronomically and Socially,\" The New York Times, 24 November 1895, p. 27. \"Odd Ornaments for Table,\" The New York Times, 21 October 1900, p. 12.\n- Rogers, Nicholas (2002). \"Halloween Goes to Hollywood\". Halloween: From Pagan Ritual to Party Night, pp. 103–124. New York: Oxford University Press. ISBN 0-19-516896-8.\n- Thomas Crawford Burns: a study of the poems and songs Stanford University Press, 1960\n- Simpson, Jacqueline All Saints' Day in Encyclopedia of Death and Dying, Howarth, G. and Leeman, O. (2001)London Routledge ISBN 0-415-18825-3, p.14 Halloween is closely associated in folklore with death and the supernatural.\n- Rogers, Nicholas. (2002) \"Coming Over:Halloween in North America\". Halloween: From Pagan Ritual to Party Night. p.76. Oxford University Press, 2002, ISBN 0-19-514691-3\n- Ruth Edna Kelley, The Book of Hallowe'en, Boston: Lothrop, Lee and Shepard Co., 1919, chapter 15, p.127. \"Hallowe'en in America.\"\n- Kelley, Ruth Edna. \"Hallowe'en in America\".\n- Theo. E. Wright, \"A Halloween Story,\" St. Nicholas, October 1915, p. 1144. Mae McGuire Telford, \"What Shall We Do Halloween?\" Ladies Home Journal, October 1920, p. 135.\n- \"'Trick or Treat' Is Demand,\" Herald (Lethbridge, Alberta), November 4, 1927, p. 5, dateline Blackie, Alberta, Nov. 3.\n- For examples, see the websites Postcard & Greeting Card Museum: Halloween Gallery, Antique Hallowe'en Postcards, Vintage Halloween Postcards, and Morticia's Morgue Antique Halloween Postcards[dead link].\n- E-mail from Louise and Gary Carpentier, 29 May 2007, editors of Halloween Postcards Catalog (CD-ROM), G & L Postcards.\n- \"Halloween Pranks Keep Police on Hop,\" Oregon Journal (Portland, Oregon), 1 November 1934:\nOther young goblins and ghosts, employing modern shakedown methods, successfully worked the \"trick or treat\" system in all parts of the city.\nPretty Boy John Doe rang the door bells and his gang waited his signal. It was his plan to proceed cautiously at first and give a citizen every opportunity to comply with his demands before pulling any rough stuff. \"Madam, we are here for the usual purpose, 'trick or treat.'\" This is the old demand of the little people who go out to have some innocent fun. Many women have some apples, cookies or doughnuts for them, but they call rather early and the \"treat\" is given out gladly.\n- Doris Hudson Moss, \"A Victim of the Window-Soaping Brigade?\" The American Home, November 1939, p. 48. Moss was a California-based writer.\n- Beauchemin, Genevieve; CTV.ca News Staff (31 May 2006). \"UNICEF to end Halloween 'orange box' program\". CTV. Archived from the original on 16 October 2007. Retrieved 29 October 2006.\n- \"History of the Trick-or-Treat for UNICEF Campaign\". UNICEF Canada. 2008. Archived from the original on 4 June 2009. Retrieved 25 October 2009.\n- Apple dookers make record attempt, BBC News, 2 October 2008\n- McNeill, F. Marian (1961, 1990) The Silver Bough, Vol. 3. William MacLellan, Glasgow ISBN 0-948474-04-1 pp.11–46\n- \"Vintage Halloween Cards\". Vintage Holiday Crafts. Retrieved 28 October 2009.\n- Green Bay Press Gazette, 27 October 1916\n- Associated Press (30 October 2005). \"Haunted house business getting frightfully hard\". MSNBC.com. MSNBC. Retrieved 18 November 2008.\n- Greg Ryan (17 September 2008). \"A Model of Mayhem\". Hudson Valley Magazine. Retrieved 6 October 2008.\n- Wilson, Craig (12 October 2006). \"Haunted houses get really scary\". USAToday.com.\n- Rogers, Nicholas (2002). \"Razor in the Apple: Struggle for Safe and Sane Halloween, c. 1920–1990,\" Halloween: From Pagan Ritual to Party Night, pp. 78–102. New York: Oxford University Press. ISBN 0-19-516896-8.\n- \"Urban Legends Reference Pages: Pins and Needles in Halloween Candy\". Snopes.com. Retrieved 31 October 2008.\n- Nixon, Robin (27 October 2010). \"Poisoned Halloween Candy: Trick, Treat or Myth? – LiveScience\". LiveScience.com. Retrieved 23 January 2011.\n- \"Halloween Food:Scary Faced Pizza\".\n- Bannatyne, Lesley Pratt (1 August 1998). Halloween: An American Holiday, an American History. Pelican Publishing. p. 12. ISBN 1565543467. Retrieved 1 November 2012. \"Polish Catholics taught their children to pray out loud as they walked through the woods so that the souls of the dead could hear them and be comforted. Priests in tiny Spanish villages still ring their church bells to remind parishioners to honor the dead on All Hallows Eve.\"\n- \"BBC - Religions - Christianity: All Hallows' Eve\". British Broadcasting Corporation (BBC). 2010. Retrieved 1 November 2011. \"All Hallows' Eve falls on 31st October each year, and is the day before All Hallows' Day, also known as All Saints' Day in the Christian calendar. The Church traditionally held a vigil on All Hallows' Eve when worshippers would prepare themselves with prayers and fasting prior to the feast day itself.\"\n- Dr. Andrew James Harvey (31 October 2012). \"'All Hallows' Eve'\". The Patriot Post. Retrieved 1 November 2011. \"\"The vigil of the hallows\" refers to the prayer service the evening before the celebration of All Hallows or Saints Day. Or \"Halloween\" for short -- a fixture on the liturgical calendar of the Christian West since the seventh century.\"\n- \"Vigil of All Saints\". Catholic News Agency. 31 October 2012. Retrieved 1 November 2011. \"The Vigil is based on the monastic office of Vigils (or Matins), when the monks would arise in the middle of the night to pray. On major feast days, they would have an extended service of readings (scriptural, patristic, and from lives of the saints) in addition to chanting the psalms. This all would be done in the dark, of course, and was an opportunity to listen carefully to the Word of God as well as the words of the Church Fathers and great saints. The Vigil of All Saints is an adaptation of this ancient practice, using the canonical office of Compline at the end.\"\n- \"Night of Light Beginnings\". Cor et Lumen Christi Community. Retrieved 2 November 2012. \"In its first year - 2000 AD - over 1000 people participated from several countries. This included special All Saints Vigil masses, extended periods of Adoration of the Blessed Sacrament and parties for children. In our second year 10,000 participated. Since these modest beginnings, the Night of Light has been adopted in many countries around the world with vast numbers involved each year from a Cathedral in India to a convent in New Zealand; from Churches in the USA and Europe to Africa; in Schools, churches, homes and church halls all ages have got involved. Although it began in the Catholic Church it has been taken up be other Christians who while keeping it's essentials have adapted it to suit their own traditions.\"\n- \"Here's to the Soulcakers going about their mysterious mummery\". The Telegraph. Retrieved 6 November 2012. \"One that has grown over the past decade is the so-called Night of Light, on All Hallows’ Eve, October 31. It was invented in 2000, in leafy Chertsey, Surrey, when perhaps 1,000 people took part. Now it is a worldwide movement, popular in Africa and the United States. The heart of the Night of Light is an all-night vigil of prayer, but there is room for children’s fun too: sweets, perhaps a bonfire and dressing up as St George or St Lucy. The minimum gesture is to put a lighted candle in the window, which is in itself too exciting for some proponents of health and safety. The inventor of the Night of Light is Damian Stayne, the founder of a year-round religious community called Cor et Lumen Christi – heart and light of Christ. This new movement is Catholic, orthodox and charismatic – emphasising the work of the Holy Spirit.\"\n- Armentrout, Donald S.; Slocum, Robert Boak (1999). An Episcopal Dictionary of the Church. Church Publishing, Inc. p. 7. ISBN 0898692113. Retrieved 1 November 2012. \"The BOS notes that \"suitable festivities and entertainments\" may precede of follow the service, and there may be a visit to a cemetery or burial place.\"\n- Infeld, Joanna (1 December 2008). In-Formation. D & J Holdings LLC. p. 150. ISBN 0976051249. Retrieved 1 November 2012. \"My folks are Polish and they celebrate Halloween in a different way. It is time to remember your dead and visit the cemetery and graves of your loved ones.\"\n- \"Bishop Challenges Supermarkets to Lighten up Halloween\". The Church of England. Retrieved 28 October 2009. \"Christianity needs to make clear its positive message for young people. It's high time we reclaimed the Christian aspects of Halloween,\" says the Bishop, explaining the background to his letter.\"\n- \"Halloween and All Saints Day\". newadvent.org. n.d. Retrieved 22 October 2006.\n- \"Halloween Prayers: Prayers and Collects for All Hallows Eve\". Ancient and Future Catholics. 2001. Retrieved 31 October 2011. \"Father, All-Powerful and Ever-Living God, today we rejoice in the holy men and women of every time and place. May their prayers bring us your forgiveness and love. We ask this through Christ our Lord. Amen.\"\n- \"Reformation Day\". Retrieved 22 October 2009\n- \"Reformation Day: What, Why, and Resources for Worship\". The General Board of Discipleship of The United Methodist Church. 21 October 2005. Archived from the original on 23 February 2007. Retrieved 22 October 2006.\n- Travis Allen (2011). \"Christians and Halloween\". John F. MacArthur. Retrieved 31 October 2011. \"Other Christians will opt for Halloween alternatives called \"Harvest Festivals\", \"Hallelujah Night\" or \"Reformation Festivals\"--the kids dress up as farmers, Bible characters, or Reformation heroes.\"\n- Gyles Brandreth, \"The Devil is gaining ground\" Sunday Telegraph (London), 11 March 2000.\n- \"Salem 'Saint Fest' restores Christian message to Halloween\". www.rcab.org. n.d. Archived from the original on 29 September 2006. Retrieved 22 October 2006.\n- \"Feast of Samhain/Celtic New Year/Celebration of All Celtic Saints 1 November\". All Saints Parish. n.d. Retrieved 22 November 2006.\n- Halloween's Christian Roots AmericanCatholic.org. Retrieved on 24 October 2007.\n- Halloween: What's a Christian to Do? (1998) by Steve Russo.\n- \"'Trick?' or 'Treat?' – Unmasking Halloween\". The Restored Church of God. n.d. Retrieved 21 September 2007.\n- \"Jews and Halloween\". Jewishvirtuallibrary.org. Retrieved 2013-03-05.\n- Name (required) (2011-10-30). \"Halloween and Judaism: a contradiction or a coalition?\". Haamnews.wordpress.com. Retrieved 2013-03-05.\n- Halloween fire calls 'every 90 seconds' UTV News Retrieved 22 November 2010\n- McCann, Chris (28 October 2010). \"Halloween firework injuries are on the increase\". Belfast Telegraph. Retrieved 22 November 2010.\n- Paul Kent (27 October 2010). \"Calls for Halloween holiday in Australia\". The Herald Sun.\n- Denton, Hannah (30 October 2010). \"Safe treats for kids on year's scariest night\". New Zealand Herald. Retrieved 22 November 2010.\n- Rogers, Nicholas (2002). Halloween: From Pagan Ritual to Party Night, p.164. New York: Oxford University Press. ISBN 0-19-516896-8\nFurther reading \n- Diane C. Arkins, Halloween: Romantic Art and Customs of Yesteryear, Pelican Publishing Company (2000). 96 pages. ISBN 1-56554-712-8\n- Diane C. Arkins, Halloween Merrymaking: An Illustrated Celebration Of Fun, Food, And Frolics From Halloweens Past, Pelican Publishing Company (2004). 112 pages. ISBN 1-58980-113-X\n- Lesley Bannatyne, Halloween: An American Holiday, An American History, Facts on File (1990, Pelican Publishing Company, 1998). 180 pages. ISBN 1-56554-346-7\n- Lesley Bannatyne, A Halloween Reader. Stories, Poems and Plays from Halloweens Past, Pelican Publishing Company (2004). 272 pages. ISBN 1-58980-176-8\n- Phyllis Galembo, Dressed for Thrills: 100 Years of Halloween Costumes and Masquerade, Harry N. Abrams, Inc. (2002). 128 pages. ISBN 0-8109-3291-1\n- Editha Hörandner (ed.), Halloween in der Steiermark und anderswo, Volkskunde (Münster in Westfalen), LIT Verlag Münster (2005). 308 pages. ISBN 3-8258-8889-4\n- Lisa Morton, The Halloween Encyclopedia, McFarland & Company (2003). 240 pages. ISBN 0-7864-1524-X\n- Nicholas Rogers, Halloween: From Pagan Ritual to Party Night, Oxford University Press, USA (2002). ISBN 0-19-514691-3\n- Jack Santino (ed.), Halloween and Other Festivals of Death and Life, University of Tennessee Press (1994). 280 pages. ISBN 0-87049-813-4\n|Find more about Halloween at Wikipedia's sister projects|\n|Definitions and translations from Wiktionary|\n|Media from Commons|\n|News stories from Wikinews|\n|Source texts from Wikisource|\n|Travel information from Wikivoyage|", "id": "<urn:uuid:fd8c3c6b-1566-43f8-9082-9fdb5d41b578>", "dump": "CC-MAIN-2013-20", "url": "http://en.wikipedia.org/wiki/Halloween", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9240210652351379, "token_count": 10377, "score": 3.21875, "int_score": 3}
{"text": "Did You Know?\nFacts, Figures & Folklore\nAbout Fall / Autumn\nSept 18 : 04 days to Fall\nDid you know that the word autumn comes from the French word, automne?\nThe word came into common usage around the 16th century, before which “harvest” was used to refer to this time of year. The use of harvest fell out of popularity as people gradually began living in towns and working the land became less common.\nDid you know that Americans colloquially refer to the season between summer and winter as “Fall”?\nWhile Brits prefer the more scientific terms “Autumn”!\nDo you feel that? The crisp morning air is a sure sign that the Fall season is right around the corner. As the days get shorter and the temperatures fall, Autumn heralds its coming with fiery red leaves and bright orange pumpkins. Get yourself ready to fall back into Fall with Holidays on the Net’s fun-filled Autumn trivia. Join us for a new “Did You Know?” fact each day as we countdown to Autumn (Sept 22 @ 11:09 PM EDT)! So stop by again tomorrow.", "id": "<urn:uuid:a787fa6b-c56e-4652-88cc-84e18746f986>", "dump": "CC-MAIN-2013-20", "url": "http://blog.holidays.net/index.php/2010/09/18/did-you-know-countdown-to-fall-0918/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9656435251235962, "token_count": 245, "score": 2.890625, "int_score": 3}
{"text": "The Chinook Arch\nNovember 14, 2001\nThe above photo was taken at evening twilight in Calgary, Alberta by Jeff McIntosh. On the lee (eastern) side of the Rocky Mountains in Colorado, Wyoming, Montana, and the province of Alberta in Canada, chinook winds occasionally bring respite from cold weather. Chinook is an Indian name meaning \"snow eater.\" These warm, westerly winds result from downslope winds - air moving across the Rocky Mountains and down onto the prairies. During those cold, dull gray winter days, Albertans sometimes look toward the mountains for the Chinook Arch, a curved patch of blue sky (as shown above) that indicates that warm winds are approaching. Over this past weekend, a strong chinook was felt in Alberta and Montana. Chinooks typically occur from early November to late March.", "id": "<urn:uuid:41725194-2e7c-41a8-8ea3-9c894cad8d6f>", "dump": "CC-MAIN-2013-20", "url": "http://epod.usra.edu/blog/2001/11/the-chinook-arch.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9467400312423706, "token_count": 173, "score": 3.09375, "int_score": 3}
{"text": "The Bible gives us a clear picture of foolish behavior and its consequences. It’s important for us to recognize these traits in others—and in ourselves. Dealing appropriately with people who behave foolishly requires prayer and wisdom. But remember, that foolish person is not in your life by accident, and you can by God’s grace respond to him or her in a Christ-like manner.\nCharacteristics of Foolish Behavior\n1. Denying, disregarding, or rebelling against God.\nThe fool says in his heart “There is no God” (Psalm 14:1).\n2. Slandering, lying, deceiving\nThe one who conceals hatred has lying lips, and whoever utters slander is a fool\n3. Quick-Tempered A fool shows his annoyance at once, but a prudent man overlooks an insult (Proverbs 12:16).\n4. Acts Impetuously and Without Regard for Consequences\nIn everything the prudent acts with knowledge, but a fool flaunts his folly. (Proverbs 13:16).\nOne who is wise is cautious and turns away from evil, but a fool is reckless and careless.\n5. Talks endlessly, brags, spouts off frequently.\nA fool takes no pleasure in understanding, but only in expressing his opinion\nThe wise lay up knowledge, but the mouth of a fool brings ruin near. (Proverbs 10:14).\nA fool’s mouth is his ruin, and his lips are a snare to his soul. (Proverbs 18:7 ).\n6. Refuses Advice, Accountability and/or Discipline\nA fool despises his father’s instruction, but whoever heeds reproof is prudent\nA rebuke goes deeper into a man of understanding than a hundred blows into a fool\n7. Handles Money Recklessly\nOf what use is money in the hand of a fool, since he has no desire to get wisdom?\nIn the house of the wise are stores of choice food and oil, but a foolish man devours all\nhe has (Proverbs 21:20).\n8. Quarrels frequently, picks fights, is contentious\nFools get into constant quarrels; they are asking for a beating (Proverbs 18:6 NLT).\nA fool gives full vent to his anger, but a wise man keeps himself under control\n9. Lazy, Lacks Focus and Ambition\nFoolish people refuse to work and almost starve (Ecclesiastes 4:5).\nA wise person thinks much about death, while the fool thinks only about having a good time now\n(Ecclesiastes 7:4 ).\nFools are so exhausted by a little work that they have no strength for even the simplest tasks\n(Ecclesiastes 10:15 ).\n10. Never Learns from Past Experience\nAs a do returns to his vomit, so a fool repeats his folly (Proverbs 26:11).\nYou cannot separate fools from their foolishness, even though you grind them like grain with\nmortar and pestle (Proverbs 27:22 ).\nHow are we to respond to foolish behavior?\n1. First and most importantly, we pray for them.\n2. Second, watch your attitude and motivation toward these foolish people:\nPrinciple #1 – Don’t be surprised if they refuse good advice.\nDon’t waste your breath on fools, for they will despise the wisest advice\n(Proverbs 23:9 ).\nPrinciple #2 – Don’t give them honor or luxury.\nIt is not fitting for a fool to live in luxury – how much worse for a slave to rule over princes!\nLike snow in summer or rain in harvest, honor is not fitting for a fool (Proverbs 26:1).\nPrinciple #3 – Don’t argue with foolish people.\nDon’t have anything to do with foolish and stupid arguments, because you know they produce\nquarrels. And the Lord’s servant must not quarrel; instead, he must be kind to everyone, able to\nteach, not resentful (2 Tim. 2:23-24).\nPrinciple #4 – Protect yourself from the resentment and anger caused by foolish people.\nA stone is heavy and sand is weighty, but the resentment caused by a fool is heavier than both\n(Proverbs 27:3 ).\nStay away from a foolish man, for you will not find knowledge on his lips (Proverbs 14:7).\nAre you encouraged here? I personally invite you to subscribe and get the latest posts sent to your inbox. Also, connect with us on Facebook and Twitter and get updates that are not posted here on the blog.\nLinking up with:The Modest Mom,\nWe are now selling Lilla Rose! (30% discount on soon to be retired items)\nVision Forum Sale: 20% off everything\nWith discount code: EXTRA20", "id": "<urn:uuid:838d869f-2d2f-432a-b380-608aa039f4f0>", "dump": "CC-MAIN-2013-20", "url": "http://proverbs14verse1.blogspot.com/2012/02/characteristics-of-foolish-behavior.html?showComment=1330368347803", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9307095408439636, "token_count": 1040, "score": 2.625, "int_score": 3}
{"text": "Register New Player\nWelcome to our world of fun trivia quizzes and quiz games:\nWeather Occurrences of \"Biblical\" Proportions\n\"This quiz will deal with the usually normal subject of weather. But weather can take on miraculous traits when dealing with God and the Bible. Here are ten events listed in the Bible that involve weather. (King James Version used)\"\n15 Points Per Correct Answer - No time limit\nAccording to the Gospel of Matthew, Jesus Christ was involved in some weather a few times in his lifetime. One occurred when he was approaching the disciples. The disciples were attempting to fish in a storm when they saw Jesus walking on the water toward them. When he reached and boarded the boat, the storm subsided. What body of water did this miracle occur on?\nSea of Galilee\nProbably the best known event involving weather in the Bible is the Great Flood. Through studying the Bible, theologians have determined the length of time that Noah, his family, and the animals were on the ark. What is the time frame in days that scholars tend to agree on as the length of Noah's captivity on the ark?\nWeather happenings were prevalent during the ten plagues of Egypt. One of the plagues featured a horrendous hailstorm, accompanied by fire. Of the ten plagues, which number plague was this?\nGod and Moses also used the weather to actually END one of the plagues, as it is stated they used a \"mighty wind\" to drive out this particular plague's results. What was it that the mighty wind was getting rid of?\nBlood on the Water\nIn Exodus 19, Moses had another occurrence with Biblical weather when he went up the mountain to receive God's Ten Commandments. What mountain was surrounded by \"thunder and lightning\" and a \"veil of clouds\" during Moses' climb upward?\nMount of Olives\nThis person experienced some dangerous sea storms upon his attempted fleeing from God's request to go to Nineveh and try and convert the people there. Who was this reluctant evangelist who had a whale of a time surviving the sea storm?\nTwo people are documented in the Bible as never dying. One was Enoch, who was taken up to Heaven in Genesis 5. The other was this prophet, who according to II Kings 2, \"went up by a whirlwind into Heaven\". Who was this servant of God who was whisked to Heaven on a chariot of fire by way of a whirlwind?\nAccording to Joshua 10, while Joshua was holding camp in the large city of Gibeon, five kings of surrounding areas banded together to wage war upon Joshua's people. This would prove disheartening to them, as God was with Joshua's men and they were forced to flee after losing the battle. But the weather played a part afterwards. Before they had made the complete retreat back home, the armies were nearly wiped out by what weather phenomenon brought on by God?\nAccording to the book of the same name, this man of God had a vision that featured some unique weather. From the opening verses of the first chapter: \"And I looked, and, behold, a whirlwind came out of the north, a great cloud, and a fire infolding itself, and a brightness was about it, and out of the midst thereof as the colour of amber, out of the midst of the fire.\" The vision gets even more intense after that. Who was this godly man?\nIn the King James Version, along with several other translations, \"Peace, be still\" are famous words used to stop a storm while riding on a boat. What transpired previous to those words frightened all the passengers on the boat, as the strong wind was threatening to capsize the boat. Who was it that ended this weather malady with three simple words?\nJohn the Baptist\nCopyright, FunTrivia.com. All Rights Reserved.\nLegal / Conditions of Use\nCompiled Nov 12 12", "id": "<urn:uuid:7fc2204a-b4b8-4c03-b2b6-403fdb4bc4fe>", "dump": "CC-MAIN-2013-20", "url": "http://www.funtrivia.com/playquiz/quiz33848226bfc78.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9708634614944458, "token_count": 807, "score": 2.859375, "int_score": 3}
{"text": "Description: Over the last thirty years, scholars have begun to explore the implications of an ancient Jewish and Christian tradition that referred to the “Minor Prophets” as “the Twelve,” “the Twelve Prophets,” or the “Book of the Twelve.” Scholarly work on the Book of the Twelve in the last quarter century has focused on two issues in particular:\n1) Developing models regarding how the Book of the Twelve came to be recorded on a single scroll, and\n2) Isolating unifying elements that transcend the individual writings and take on new significance when the Book of the Twelve becomes a single collection rather than twelve distinct writings.\nDr. Nogalski’s comprehensive and accessible commentary offers an overview of the ancient traditions concerning the Book of the Twelve that lay the foundation for understanding these recent developments.\nSubjects: Bible, Hebrew Bible / Old Testament, Prophetic Literature, Book of the Twelve, Literature, Micah, Nahum, Habakkuk, Zephaniah, Haggai, Zechariah, Malachi\nReview by Lena-Sofia Tiemeyer\nRead the Review\nCitation: Lena-Sofia Tiemeyer, review of James D. Nogalski, The Book of the Twelve, Review of Biblical Literature [http://www.bookreviews.org] (2012).\nAdobe Acrobat Reader\nAll RBL reviews are published in PDF format. To view these reviews, you must have downloaded and installed the FREE version of Adobe Acrobat Reader. If you do not have the Reader or you have an older version of the Reader, you can download the most recent version now.", "id": "<urn:uuid:965f2749-d49d-4f5f-9274-82c404b22d4d>", "dump": "CC-MAIN-2013-20", "url": "http://www.bookreviews.org/bookdetail.asp?TitleId=8462", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8746392130851746, "token_count": 355, "score": 2.84375, "int_score": 3}
{"text": "Westminster Confession of Faith\nThe Westminster Confession of Faith is perhaps the most notable expression in creedal form of the truths of the Bible. It was the work of that assembly of divines which was called together by Parliament and met in London, at Westminster Abbey, during the years 1643-1648. It was this assembly which also produced the Larger and Shorter Catechisms. The Confession and the Catechisms are used by many churches as their doctrinal standards, subordinate to the Word of God.\nThe text of the Confession as given in this document is in the form adopted by the Bible Presbyterian Church in 1938, and, except for a few revisions, which are largely concerned with eschatology, as well as with the relation of the civil magistrate to the church, it agrees with the text of the original manuscript of the Confession. A list of changes can be found here, together with the reading of the original.", "id": "<urn:uuid:4d48bee1-2f67-4bb2-97bc-a77c48682d50>", "dump": "CC-MAIN-2013-20", "url": "http://gracebpc.org/about/our-beliefs/creeds-confessions/westminster-confession-of-faith/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.981745719909668, "token_count": 194, "score": 3.4375, "int_score": 3}
{"text": "Municipal incorporation occurs when such municipalities become self-governing entities under the laws of the state or province in which they are located. Often, this event is marked by the award or declaration of a municipal charter.\nWith the notable exception of the City of London Corporation, the term has fallen out of favour in the United Kingdom, but the concept remains central to local government in the United Kingdom, as well as former British colonies such as India and Canada.\nMunicipal charters \nA city charter or town charter (generically, municipal charter) is a legal document establishing a municipality such as a city or town. The concept developed in Europe during the middle ages and is considered to be a municipal version of a constitution.\nTraditionally the granting of a charter gave a settlement and its inhabitants the right to town privileges under the feudal system. Townspeople who lived in chartered towns were burghers, as opposed to serfs who lived in villages. Towns were often \"free\", in the sense that they were directly protected by the king or emperor, and were not part of a feudal fief.\nToday the process for granting charters is determined by the type of government of the state in question. In monarchies, charters are still often a royal charter given by the Crown or the state authorities acting on behalf of the Crown. In federations, the granting of charters may be within the jurisdiction of the lower level of government such as a state or province.\nBy country \nIn Brazil, municipal corporations are called municípios and are created by means of local legislation at state level, or after passing a referendum vote of the affected population. All municipal corporations must also abide by an Organic Municipal Law which is passed and amended (when needed) at municipal level.\nIn Canada charters are granted by provincial authorities.\nIn Germany, municipal corporations existed since antiquity and through medieval times, until they became out of favour during the absolutism. In order to strengthen the public spirit the city law of Prussia dated 19 November 1808 picked up this concept. It is the basis of today's municipal law.\nIn India a Municipal Corporation is a local government body that administers a city of population 10,00,000 or more. Under the panchayati raj system, it interacts directly with the state government, though it is administratively part of the district it is located in. The largest Municipal Corporations in India currently are Mumbai, followed by Delhi, Kolkata, Bangalore, Chennai, Hyderabad, Ahmedabad, Surat and Pune. The Corporation of Chennai is the oldest Municipal Corporation in the world outside UK.\nThe Municipal Corporation consists of members elected from the wards of the city. The Mayor and Deputy Mayor are elected by the public. A Municipal Commissioner, who is from the Indian Administrative Service is appointed to head the administrative staff of the Municipal Corporation, implement the decisions of the Corporation and prepare its annual budget.\nThe Municipal Corporation is responsible for roads, public transportation, water supply, records of births and deaths (delegated from central government Births and Deaths Registration Act), sanitation that includes waste management, sewage, drainage and flood control, public safety services like fire and ambulance services, gardens and maintenance of buildings. The sources of income of the Corporation are property tax, entertainment tax, octroi (now abolished from many cities) and usage fees for utilities.\nRepublic of Ireland \nIn Ireland, municipal corporations existed in boroughs since medieval times. The Corporation of Dublin, officially styled the Right Honourable the Lord Mayor, Aldermen, and Burgesses of the City of Dublin had existed since the 13th century. Corporations were established under the royal charter establishing the city or borough. The Municipal Corporations (Ireland) Act 1840 abolished all but ten of the boroughs and their corporations. The Local Government (Ireland) Act 1898 created two different types of borough, county boroughs had essentially equal status to counties - these comprised Dublin, Cork, Limerick, and Waterford (as well as Belfast and Derry, which are now in Northern Ireland). The other boroughs were non-county boroughs.\nThe Local Government Act 2001 abolished the title of municipal corporation. Corporations of county boroughs (renamed cities) were renamed City Councils. Non county boroughs were abolished, but those towns which were previously non-county boroughs were allowed to use the title of Borough Council. Royal charters remain in force for ceremonial and civic purposes only.\nSouth Africa \nFrom the beginning of American colonial rule, Philippines cities were formally established through laws enacted by the various national legislatures in the country. The Philippine Commission gave the city of Manila its charter in 1901, while the city of Baguio was established by the Philippine Assembly which was composed by elected members instead of appointed ones. During the Commonwealth era, the National Assembly established an additional ten cities. Since achieving independence from the United States in 1946 the Philippine Congress has established 124 more cities (as of September 2007), the majority of which required the holding of a plebiscite within the proposed city's jurisdiction to ratify the city's charter.\nUnited Kingdom \nUnited States \nIn the United States, such municipal corporations are established by charters that are granted either directly by a state legislature by means of local legislation, or indirectly under a general municipal corporation law, usually after the proposed charter has passed a referendum vote of the affected population.", "id": "<urn:uuid:ff2d2b6b-aa78-4bda-ba69-e90f18d28bfb>", "dump": "CC-MAIN-2013-20", "url": "http://pediaview.com/openpedia/Municipal_corporation", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9693114161491394, "token_count": 1116, "score": 4.09375, "int_score": 4}
{"text": "Municipal bonds, often called munis, are debt obligations of U.S. states, cities, counties, or other political subdivisions of states. The two primary types of municipal bonds are general obligation and revenue. • A general obligation bond is used for general expenditures and is backed by the issuer’s full faith and credit (taxing and borrowing power). • A revenue bond is used to finance a specific public service project and is backed by the cash flow from that project. Examples are bonds to finance bridges, turnpikes, tunnels, water and sewer systems, schools, power plants, prisons, transportation systems, hospitals, sports complexes, and airports.\nThis guide is not intended to provide investment advice, and you should not rely on statements in this guide when making investment decisions.\nNote: To return to the previous page, close this browser window.", "id": "<urn:uuid:c5c501ef-b21d-4596-8ce1-840a1c35a0c8>", "dump": "CC-MAIN-2013-20", "url": "http://oge.gov/Financial-Disclosure/Public-Financial-Disclosure-278/Nominee-and-New-Entrant-278-Guide/New-Windows/Municipal-Bond/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9311201572418213, "token_count": 176, "score": 3.28125, "int_score": 3}
{"text": "LANs to WANs(c) The Complete Management Guide\nAuthors: Muller N.J.\nPublished year: 2003\n|< Day Day Up >|\nDepending on the situation facing network managers, bridges can be used to either extend or segment LANs. At one level, bridges can be used for segmenting LANs into smaller subnets to improve performance, control access, and facilitate fault isolation and testing without impacting the overall user population. At another level, they are used to create an extended network that greatly expands the number of devices that can be supported and the services available to each user . Bridges may even offer additional features such as data compression, which has the effect of providing greater throughput over low-speed lines. Compression ratios of 2:1 all the way down to 6:1 may be selected by the network manager, depending on what the vendor offers with a specific product.\nAs noted, bridging occurs at the data link layer (see Figure 5.1), which provides physical addressing, manages access to the physical medium, controls data flow, and handles transmission errors. Bridges analyze incoming frames, make forwarding decisions based on the source and destination addresses of those frames, and then forward the frames to their destinations. Sometimes, as in source-route bridging, the frame contains the entire path to the destination. In other cases, as in transparent bridging, frames are forwarded one hop at a time toward the destination.\nFigure 5.1: Bridge functionality in reference to the OSI model.\nBridges can be either local or remote. Local bridges provide direct connections between many LAN segments in the same area. Remote bridges connect LAN segments in different areas, usually over telecommunication lines. There are several kinds of bridging and all may be supported in the same device:\nTransparent bridging —used mostly in Ethernet environments that have the same media types, these bridges keep a table of destination addresses and outbound interfaces.\nSource-route bridging —used mostly in token-ring environments, these bridges only forward frames based on the routing indicator contained in the frame. End stations are responsible for determining and maintaining the table of destination addresses and routing indicators.\nTranslation bridging —used to bridge data between different media types, these devices typically go between Ethernet and FDDI or token ring to Ethernet.\nSource-route translation bridging —this is a combination of source-route bridging and transparent bridging that allows communication in mixed Ethernet and token-ring environments. (Translation bridging without routing indicators between token ring and Ethernet is also called source-route transparent bridging.)\nThe engine for transparent bridging is the spanning tree algorithm (STA), which dynamically discovers a loop-free subset of the network’s topology. The STA accomplishes this by placing active bridge ports that create loops into a standby or blocked condition. A blocked port can provide redundancy in that if the primary port fails, it can be activated to take the traffic load.\nThe spanning tree calculation is triggered when the bridge is powered up and whenever a change in topology is detected . A topology change might occur when a forwarding port is going down (blocking) or when a port transitions to forwarding and the bridge has a designated port, which also indicates that the bridge is not standalone. Configuration messages known as bridge protocol data units (BPDUs) actually trigger the spanning tree calculation. These messages are exchanged between bridges at regular intervals set by the network manager, usually 1 to 4 seconds.\nOnce a change in topology is detected, this information must be shared with all bridges on the network. This is a two-step process that starts when a bridge notifies the root bridge of the spanning tree by sending it a special BPDU known as a topology change notification (TCN). The bridge sends the TCN out over its root port. The root bridge acknowledges the message by sending back a normal configuration BPDU with the topology change acknowledgment (TCA) bit set. The second step in the topology update process entails the root bridge sending out configuration BPDUs with the topology change (TC) bit set. These BPDUs are relayed by every bridge, so they can become aware of the changed topology.\nThere are some problems associated with spanning tree. The more hosts on the network, the higher the probability of topology changes. For example, a directly attached host, such as a client or server, will trigger a topology change when powered off, then go on to clear an operating system problem. In a large, flat network, the point can be reached when it is continually in topology change status. The resulting high level of flooding can lead to an unstable STP environment. To deal with this problem, vendors have come up with ways to avoid TCN generation for certain events. For example, the network manager can configure the bridge so that it issues a TCN when a server is power cycled, but not when client devices are power cycled. If a bridge port going up or down is not deemed an important event, this event too can be programmed not to issue a TCN.\nSource-route bridging (SRB) is used in the token-ring environment as the method by which a station establishes a route through a multiple-ring network to its destination. The first step for a station to reach another is to create a packet called an explorer. This packet is copied by all bridges in the network, with each of them adding information about itself before passing it on. The explorer packet’s routing information field (RIF) contains the information of where it has traversed through the network and within the RIF; a route descriptor stores the path it has taken through the network.\nAs the explorer packet is constructed on its way through the network, the destination station will start receiving data packets from the originating station. Based on the contents of the explorer packet, the destination station will then decide which route to use to send data packets back to the originating station. Or it will send its own explorer packet so that the originating station can determine its own route.\nThe explorer packet is limited in terms of how many rings it can hold in the routing information field. Although the RIF can hold a total of 14 rings, IBM long ago limited this to seven. Other vendors also adopted this limitation. Consequently, an explorer packet that has traversed seven rings will be dropped in the network. To control traffic in the network with more precision, parameters can be set in the bridge to decrease this number even further, so that packets that reach X number of rings (any number below seven) will be dropped.\nWhile explorers are limited to traversing only seven rings, in a meshed ring environment, one explorer can finish being copied by many bridges, which can cause too many explorers. Explorer storms can be prevented in redundant network topologies by setting the bridge to filter out explorers that have already been forwarded once. Since explorer traffic can be distinguished from regular source route traffic, the network manager can issue commands that check the bridge for various parameters, such as the number of explorers that were dropped outbound on that interface.\nWhile Ethernet has become the network of choice for new installations, there is still a good amount of token ring in use, making it necessary to mix the two environments for data exchange. Doing so is complicated because some very fundamental differences between Ethernet and token ring must be reconciled. Token ring has functional addresses, while Ethernet primarily relies on broadcasts.\nFurthermore, MAC addresses on the Ethernet are different from MAC addresses on the token ring. Ethernet does not have a source-route bridging capability and token ring has a routing information field. Finally, token ring and Ethernet use different methods to read the bits into their adapters.\nTo unify the two environments, vendors have come up with various methods such as translation bridging. This is a type of bridging that is implemented on networks that use different MAC sublayer protocols, providing a method of resolving differences in header formats and protocol specifications. Since there are no real standards in how communication between two media types should occur, however, no single translation implementation can be called correct. The only consideration for network managers is to select a method of translation and implement it uniformly throughout the network.\nEssentially, the bridges reorder source and destination address bits when translating between Ethernet and token-ring frame formats. The problem of embedded MAC-addresses can be resolved by programming the bridge to look for various types of MAC addresses. Some translation-bridges simply check for the most popular embedded addresses. If others are used, the bridge must be programmed to look for them as well. But if translation-bridging software runs in a multi-protocol router, which is very common today, these protocols can be routed and the problem avoided entirely.\nToken ring’s RIF field has a component that indicates the largest frame size that can be accepted by a particular source-route bridging implementation. Translation bridges that send frames from the transparent-bridging domain to the SRB domain usually set the maximum transfer unit (MTU) field to 1,500 bytes to limit the size of token-ring frames entering the transparent-bridging domain, because this is the maximum size of Ethernet frames. Some hosts cannot process this field correctly, in which case translation bridges are forced to drop the frames that exceed Ethernet’s MTU size.\nBits representing token-ring functions that are absent in Ethernet are discarded by translation bridges. For example, token ring’s priority, reservation, and monitor bits are discarded during translation. And token ring’s frame status bits are treated differently, depending on the bridge manufacturer; the products of some manufacturers may even ignore these bits.\nSometimes, the bridge will have the C bit set, indicating that the frame has been copied, but not the A bit set, indicating that the destination station recognizes the address. In the former case, a token-ring source node determines if the frame it sent has become lost. Advocates of this approach claim that reliability mechanisms, such as the tracking of lost frames, are better left for implementation in Layer 4 of the OSI model. Advocates of setting the C bit argue that this bit must be set to track lost frames, but that the A bit cannot be set because the bridge is not the final destination.\nTranslation bridges also can be used to create a software gateway between the token ring and Ethernet domains. To the SRB end stations, the translation bridge has a ring number and a bridge number associated with it, so it looks like a standard source-route bridge. In this case, the ring number reflects the entire transparent-bridging domain. To the transparent-bridging domain, the translation bridge is just another transparent bridge.\nWhen bridging from the SRB domain to the transparent-bridging domain, SRB information is removed. Token ring’s routing information fields usually are cached for use by any subsequent return traffic. When bridging from the transparent bridging to the SRB domain, the translation bridge checks the frame to see if it has a multicast or unicast destination. If the frame has a multicast or broadcast destination, it is sent into the SRB domain as a spanning-tree explorer. If the frame has a unicast address, the translation bridge looks up the destination in the RIF cache. If a path is found, it is used and the RIF information is added to the frame; otherwise , the frame is sent as a spanning-tree explorer.\nAnother solution to unify the Ethernet and token-ring environments is source-route translation bridging (SRTLB). This entails the addition of bridge groups to the interfaces of both the token ring and Ethernet bridges to create a transparent bridge domain between the two environments. The bridges at each end are responsible for establishing the path through the network. When a bridge on a token ring receives a packet from an Ethernet, for example, path establishment is handled as follows (see Figure 5.2):\nFigure 5.2: Source-route translation bridging, from token ring to Ethernet.\nBridge-1 receives a packet from the Ethernet. This is from PC-1 to the host.\nBridge-1 needs a RIF to reach the host, so it creates an explorer to learn the path to reach the host.\nAfter Bridge-1 receives the response, it sends the response (without a RIF) to the Ethernet station.\nPC-1 sends an exchange identifier (XID) to the host MAC address.\nBridge-1 gets the Ethernet packet, attaches the RIF to the host, and sends the packet on its way.\nAs far as the host is concerned , the Ethernet is sitting on a pseudo ring. This is configured with the source-bridge transparent command on the bridge. The pseudo ring makes the host treat the Ethernet as if it were a token ring.\n|< Day Day Up >|\nLANs to WANs(c) The Complete Management Guide\nAuthors: Muller N.J.\nPublished year: 2003", "id": "<urn:uuid:e16b4240-d208-4ee2-8272-ce223fa2146e>", "dump": "CC-MAIN-2013-20", "url": "http://flylib.com/books/en/4.62.1.44/1/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.922479510307312, "token_count": 2669, "score": 3.359375, "int_score": 3}
{"text": "ANM uses specific ports for its processes. Figure A-1 illustrates a typical ANM server deployment in a network. This illustration identifies the protocols and ports used by the different network devices in a typical deployment.\n•Table A-1 lists the ports used for ANM client (browser) or ANM server and ANM high availability communication.\n•Table A-2 lists the ports used for communication between ANM and managed devices.\nFigure A-1 ANM Server Deployment\nTable A-1 Ports Used by ANM in a Network Deployment1\nDefault port if ANM is configured for access using HTTP (using anm-installer).\nDefault port if ANM is configured for access using HTTPS (using default install option).\nMySQL Database system (ANM HA installation opens this port to communicate with the peer ANM).\nTCP (10444) and TCP (10445)\nANM License Manager (ANM HA installation opens these two ports to communicate with the peer ANM).\nPort used by ANM server to communicate to Email Gateway through SMTP.\nPort used by ANM server to send out trap notification to external NMS application.\n1It is highly recommended that you run ANM on a stand-alone device. However, if you run ANM on a shared device, please note that ANM locally opens the following ports for internal communication:", "id": "<urn:uuid:5aaa1e56-80e5-4313-ad72-1ec87e308193>", "dump": "CC-MAIN-2013-20", "url": "http://www.cisco.com/en/US/docs/net_mgmt/application_networking_manager/2.0/user/guide/UG_ports.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8468099236488342, "token_count": 287, "score": 2.65625, "int_score": 3}
{"text": "In this section we will describe some basis of hardware involved in Nano.\n Block Diagram\n Power Supply\nJz4720 support 3 different boot sources. The boot sequence is controlled by boot_sel pin values [1:0]. The configuration of BOOT_SEL1 and BOOT_SEL1 [1:0] is showed as below:\n|0||0||Boot from external ROM at CS4|\n|0||1||Boot from USB device|\n|1||0||Boot from 512 page size NAND flash at CS1|\n|1||1||Boot from 2048 page size NAND flash at CS1|\n Arquitectura General\nIt is necessary, for the operation of the Nanonote Board to store many sections of executable programs in volatile and non-volatile memories. The volatile memories are used like Random Access Memories (RAM) due to its low access time and unlimited number of Read/Write cycles. On the other hand, the Non-volatile memories (NAND, SD) stores for long periods of time the required information to operate the Embedded System.\nUniversal Serial Bus (USB) is a way of setting up communication between a computer and peripheral devices. USB is intended to replace many varieties of serial and parallel ports. USB can connect computer peripherals such as mice, keyboards, PDAs, gamepads and joysticks, scanners, digital cameras, printers, personal media players, flash drives, and external hard drives. For many of those devices, USB has become the standard connection method.\nA USB system has an asymmetric design, consisting of a host, a multitude of downstream USB ports, and multiple peripheral devices connected in a tiered-star topology. Additional USB hubs may be included in the tiers, allowing branching into a tree structure with up to five tier levels. A USB host may have multiple host controllers and each host controller may provide one or more USB ports. Up to 127 devices, including the hub devices, may be connected to a single host controller.\n Serial and JTAG\nThe NAND in the Ben NanoNote:\n- Has pages that are 4096 bytes in length\n- Has blocks that are 128 pages in length\n- Has 4096 blocks of storage in total\n- 4096 × 128 × 4096 = 2147483648 bytes ( 2 GB)\nroot@ben:/# cat /proc/mtd dev: size erasesize name mtd0: 00400000 00080000 \"NAND BOOT partition\" mtd1: 00400000 00080000 \"NAND KERNEL partition\" mtd2: 7f800000 00080000 \"NAND ROOTFS partition\"\n- size is the capacity of the partition in bytes. 7f800000 is just shy of 2 GB\n- erasesize is the block size. 00080000 is 512 KB ( 128 × 4096 byte pages)\n Samsung K9GAG08X0M NAND flash chip, hardware info\n1 Page = (4K + 128)Bytes 1 Block = 128 Pages (512K + 16K) Bytes 1 Devie = (512K + 16K) Bytes x 4,096 Blocks 1 Device = (4K+128)B x 128Pages x 4,096 Blocks = 16,896 Mbits\n- NanoNote partitions\n|Name||Size||Block offset||Page offset|\n- NanoNote partitions AFTER OpenWrt_Software_Image#Image_2010-11-17, we change the rootfs to 512M\n|Name||Size||Block offset||Page offset|\nPCB 08.50 (ben)\n Micro-SD pins on testpads\nPin TP note ------------------ #1 TP14 data2 #2 TP15 cd/data3 / _CS #3 TP17 cmd / mosi #4 sdVCC switched by Q4 (fet?) controlled via line from cpu (on TP11) #5 TP16 clock #6 GND #7 TP12 data0 / miso #8 TP13 data1\n Serial pins\n System information\n GPIO pins\nThe Jz4720 has only a limited number of pins as outputs to the board. Furthermore, several functions take up gpio pins which are therefore not usable for other functions. Those devices are the sdram and nand controller, lcd controller and mmc+sd controller. Below is a table showing how they are used. Please complete this table. The missing entries are not connected to a pad in the Jz4720.\n Port A\n- 01 sdram data 0\n- 03 sdram data 1\n- 05 sdram data 2\n- 07 sdram data 3\n- 08 sdram data 4\n- 09 sdram data 5\n- 10 sdram data 6\n- 11 sdram data 7\n- 12 sdram data 8\n- 13 sdram data 9\n- 15 sdram data 10\n- 17 sdram data 11\n- 22 sdram data 12\n- 26 sdram data 13\n- 28 sdram data 14\n- 30 sdram data 15\n Port B\n- 00 sdram address 0\n- 01 sdram address 1\n- 02 sdram address 2\n- 03 sdram address 3\n- 04 sdram address 4\n- 05 sdram address 5\n- 06 sdram address 6\n- 07 sdram address 7\n- 08 sdram address 8\n- 09 sdram address 9\n- 10 sdram address 10\n- 11 sdram address 11\n- 12 sdram address 12\n- 13 sdram address 13\n- 14 sdram address 14\n- 15 nand command latch\n- 16 nand address latch\n- 17 SHDN_HOST???\n- 18 TP23 (free)\n- 19 sdram dcs\n- 20 sdram ras\n- 21 sdram cas\n- 22 ???\n- 23 sdram cke\n- 24 sdram cko\n- 25 sdram cs1\n- 26 sdram cs2\n- 27 USB ID\n- 28 ???\n- 29 Audio output enable\n- 30 TP25 (free)\n- 31 ???\n Port C\n- 00 lcd data 0\n- 01 lcd data 1\n- 02 lcd data 2\n- 03 lcd data 3\n- 04 lcd data 4\n- 05 lcd data 5\n- 06 lcd data 6\n- 07 lcd data 7\n- 08 TP 35 (unused)\n- 09 TP 36 (unused)\n- 10 keyboard out 0\n- 11 keyboard out 1\n- 12 keyboard out 2\n- 13 keyboard out 3\n- 14 keyboard out 4\n- 15 keyboard out 5\n- 16 keyboard out 6\n- 17 keyboard out 7\n- 18 lcd pixel clock\n- 19 lcd hsync\n- 20 lcd vsync\n- 21 LCD SPI chipselect\n- 22 LCD SPI data\n- 23 LCD SPI clock\n- 24 sdram write enable 1\n- 27 Charge detect\n- 28 nand read enable\n- 29 nand write enable\n- 30 nand flash ready/busy\n- 31 select uart or jtag on pad 147; not a gpio pin\n Port D\n- 00 SD Card detect\n- 02 SD Card power enable\n- 04 Speaker AMP enable\n- 06 Shutdown detect\n- 08 SD Card command\n- 09 SD Card clock\n- 10 SD Card data 1\n- 11 SD Card data 2\n- 12 SD Card data 3\n- 13 SD Card data 4\n- 15 TP 38 (free)\n- 18 Keyboard in 1\n- 19 Keyboard in 2\n- 20 Keyboard in 3\n- 21 Keyboard in 4\n- 22 Keyboard in 5\n- 23 Keyboard in 6 (i2c?)\n- 24 Keyboard in 7 (i2c?)\n- 25 uart transmit\n- 26 Keyboard in 8 (uart receive)\n- 27 Buzzer, controlled with pwm4. Piezo-electric buzzer; not related to soundcard output.\n- 28 USB detect\n- 29 power button\n Test Points Under Battery\nThis page is to describe all test pins under battery label. You may want to probe or discover them as long as you tear off battery label. Also this whole page you can reference to the schematic of AVT2 RC1 Reference Board.\n- TP 9, V33, system voltage 3.3V when power on\n- TP 12, SDD0, MSC_D0/GPD10(in/out) of jz4720, MSC data bit 0, Please see MicroSD.\n- TP 13, SDD1, MSC_D1/GPD11(in/out) of jz4720, MSC data bit 1, Please see MicroSD.\n- TP 14, SDD2, MSC_D2/GPD12(in/out) of jz4720, MSC data bit 2, Please see MicroSD.\n- TP 15, SDD3, MSC_D3/GPD13(in/out) of jz4720, MSC data bit 3, Please see MicroSD.\n- TP 16, SDCLK, MSC_CLK/GPD9(out) of jz4720, MSC clock output, Please see MicroSD.\n- TP 17, SDCMD, MSC_CMD/GPD8(in/out) of jz4720, MSC command, Please see MicroSD.\n- TP 19, CS1_N, CS1_/GPB25(out) of jz4720, This connects to NAND (NAND chip enable).\n- TP 20, CS2_N, CS2_/GPB26(out) of jz4720, This connects to NAND (NAND chip enable 2).\n- TP 24, POP, GPB29(out) of jz4720, This pin is the purpose on eliminate POP sound free. Please also see Audio IN OUT.\n- TP 25 COB TEST, GPB30 of jz4720, Purpose during production test.\n- TP 26, FWE_N, FWE_/GPC29(out) of jz4720, This connects to NAND WE_(NAND flash write enable). Please see NAND.\n- TP 29, FRB_N, FRB_/GPC30(in) of jz4720, This connects to NAND FRB(NAND flash ready/busy). Please see NAND.\n- TP 32, CHARGE_N, GPC27(in) of jz4720, Through this input pin that shows if charging or not. Please see Power Supply Circuit & Battery Charger.\n- TP 39, LCD0, pin 16 of CON2 FPC connector, GPC0(out) of jz4720, Please see LCD.\n- TP 40, LCD1, pin 15 of CON2 FPC connector, GPC1(out) of jz4720, Please see LCD.\n- TP 41, LCD2, pin 14 of CON2 FPC connector, GPC2(out) of jz4720, Please see LCD.\n- TP 42, LCD3, pin 13 of CON2 FPC connector, GPC3(out) of jz4720, Please see LCD.\n- TP 43, LCD4, pin 12 of CON2 FPC connector, GPC4(out) of jz4720, Please see LCD.\n- TP 44, LCD5, pin 11 of CON2 FPC connector, GPC5(out) of jz4720, Please see LCD.\n- TP 45, LCD6, pin 10 of CON2 FPC connector, GPC6(out) of jz4720, Please see LCD.\n- TP 46, LCD7, pin 9 of CON2 FPC connector, GPC7(out) of jz4720, Please see LCD.\n- TP 47, LCDDCLK, pin 17 of CON2 FPC connector, GPC18(out) of jz4720, Please see LCD.\n- TP 48, VSYNC, pin 18 of CON2 FPC connector, GPC20(out) of jz4720, Please see LCD.\n- TP 49, HSYNC, pin 19 of CON2 FPC connector, GPC19(out) of jz4720, Please see LCD.\n- TP 50, LCDCS, pin 20 of CON2 FPC connector, GPC21(out) of jz4720, Please see LCD.\n- TP 51, LCDSCL, pin 21 of CON2 FPC connector, GPC22(out) of jz4720, Please see LCD.\n- TP 52, LCDSDA, pin 22 of CON2 FPC connector, GPC23(in/out) of jz4720, Please see LCD.\n- TP 60, KEYOUT2, GPC11(out) of jz4720, Please see Keyboard.\n- TP 62, KEYOUT4, GPC13(out) of jz4720, Please see Keyboard.\n- TP 63, KEYOUT5, GPC14(out) of jz4720, Please see Keyboard.\n- TP 64, KEYOUT6, GPC15(out) of jz4720, Please see Keyboard.\n- TP 66, KEYOUT8, GPC17(out) of jz4720, Please see Keyboard.\n- TP 67, KEYIN1, GPD18(in) of jz4720, Please see Keyboard.\n- TP 74, KEYIN8, GPD26(in) of jz4720, Serial console RXD pin in, Please see Serial console.\n- TP 75, TXD, GPD25(out) of jz4720, Serial console TXD pin out, Please see Serial console.\n- TP 76, GND, System ground, Please see Serial console.\n- TP 79, USBDET, GPD28(input) of jz4720, Jz4720 can detect a \"LOW\" status during usb host cable is plug in.", "id": "<urn:uuid:45c61dcf-839e-455f-8328-f268b0b88767>", "dump": "CC-MAIN-2013-20", "url": "http://en.qi-hardware.com/wiki/Hardware_basics", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.7262580990791321, "token_count": 2985, "score": 2.78125, "int_score": 3}
{"text": "Henry Robinson has created an excellent series of articles on consensus protocols. Henry starts with a very useful discussion of what all this talk about consensus really means: The consensus problem is the problem of getting a set of nodes in a distributed system to agree on something - it might be a value, a course of action or a decision. Achieving consensus allows a distributed system to act as a single entity, with every individual node aware of and in agreement with the actions of the whole of the network.\nIn this article Henry tackles Two-Phase Commit, the protocol most databases use to arrive at a consensus for database writes. The article is very well written with lots of pretty and informative pictures. He did a really good job.\nIn conclusion we learn 2PC is very efficient, a minimal number of messages are exchanged and latency is low. The problem is when a co-ordinator fails availability is dramatically reduced. This is why 2PC isn't generally used on highly distributed systems. To solve that problem we have to move on to different algorithms and that is the subject of other articles.\nReferences allow you to track sources for this article, as well as articles that were written in response to this article.", "id": "<urn:uuid:e37f32b6-0455-44bb-b719-a9e1ef06a7ff>", "dump": "CC-MAIN-2013-20", "url": "http://highscalability.com/blog/2009/2/9/paper-consensus-protocols-two-phase-commit.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9730798602104187, "token_count": 242, "score": 2.828125, "int_score": 3}
{"text": "Skip to Main Content\nMachine learning methods are known to be inefficient when faced with many features that are unnecessary for rule discovery. In coping with this issue, many methods have been proposed for selecting important features. Among them is feature selection that selects a subset of discriminative features or attribute for model building due to its ability to avoid overfitting issue, improve model performance, provide faster and producing reliable model. This paper proposes a new method based on rough set algorithms, which is a rule-based data mining method to select the important features in bioinformatics datasets. Amino acid compositions are used as conditional features for the classification task. However, our results indicate that all amino acid composition features are equally important thus selecting the features are unnecessary. We do confirm the need of having a balance classes in classifying the protein function by demonstrating an increase of more than 15% in accuracy.\nElectrical Engineering and Informatics, 2009. ICEEI '09. International Conference on (Volume:01 )\nDate of Conference: 5-7 Aug. 2009", "id": "<urn:uuid:088eebf0-239d-4423-98cb-dfea79acfb27>", "dump": "CC-MAIN-2013-20", "url": "http://ieeexplore.ieee.org/xpl/articleDetails.jsp?reload=true&arnumber=5254822&contentType=Conference+Publications", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9517919421195984, "token_count": 213, "score": 2.96875, "int_score": 3}
{"text": "Data structures for manipulating (biological) sequences.\nGenerally supports both nucleotide and protein sequences, some functions,\nlike revcompl, only makes sense for nucleotides.\n|A sequence is a header, sequence data itself, and optional quality data.\nSequences are type-tagged to identify them as nucleotide, amino acids,\nor unknown type.\nAll items are lazy bytestrings. The Offset type can be used for indexing.\n|A sequence consists of a header, the sequence data itself, and optional quality data.\nThe type parameter is a phantom type to separate nucleotide and amino acid sequences\n|An offset, index, or length of a SeqData\n|The basic data type used in Sequences\n|Quality data is normally associated with nucleotide sequences\n|Basic type for quality data. Range 0..255. Typical Phred output is in\nthe range 6..50, with 20 as the line in the sand separating good from bad.\n|Quality data is a Qual vector, currently implemented as a ByteString.\n|Read the character at the specified position in the sequence.\n|Return sequence length.\n|Return sequence label (first word of header)\n|Return full header.\n|Return the sequence data.\n|Check whether the sequence has associated quality data.\n|Return the quality data, or error if none exist. Use hasqual if in doubt.\n|Adding information to header\n|Modify the header by appending text, or by replacing\nall but the sequence label (i.e. first word).\n|Converting to and from [Char]\n|Convert a String to SeqData\n|Convert a SeqData to a String\nReturns a sequence with all internal storage freshly copied and\nwith sequence and quality data present as a single chunk.\nBy freshly copying internal storage, defragSeq allows garbage\ncollection of the original data source whence the sequence was\nread; otherwise, use of just a short sequence name can cause an\nentire sequence file buffer to be retained.\nBy compacting sequence data into a single chunk, defragSeq avoids\nlinear-time traversal of sequence chunks during random access into\n|map over sequences, treating them as a sequence of (char,word8) pairs.\nThis will work on sequences without quality, as long as the function doesn't\ntry to examine it.\nThe current implementation is not very efficient.\n|Phantom type functionality, unchecked conversion between sequence types\n|Nucleotide sequences contain the alphabet [A,C,G,T].\nIUPAC specifies an extended nucleotide alphabet with wildcards, but\nit is not supported at this point.\n|Complement a single character. I.e. identify the nucleotide it\ncan hybridize with. Note that for multiple nucleotides, you usually\nwant the reverse complement (see revcompl for that).\n|Calculate the reverse complement.\nThis is only relevant for the nucleotide alphabet,\nand it leaves other characters unmodified.\n|Calculate the reverse complent for SeqData only.\n|For type tagging sequences (protein sequences use Amino below)\n|Proteins are chains of amino acids, represented by the IUPAC alphabet.\n|Translate a nucleotide sequence into the corresponding protein\nsequence. This works rather blindly, with no attempt to identify ORFs\nor otherwise QA the result.\n|Convert a sequence in IUPAC format to a list of amino acids.\n|Convert a list of amino acids to a sequence in IUPAC format.\n|Display a nicely formated sequence.\n|A simple function to display a sequence: we generate the sequence string and\n| call putStrLn\n|Returns a properly formatted and probably highlighted string\n| representation of a sequence. Highlighting is done using ANSI-Escape\n|Default type for sequences\n|Produced by Haddock version 2.6.1|", "id": "<urn:uuid:0811e322-860e-4f42-9263-ac9ca9ec229a>", "dump": "CC-MAIN-2013-20", "url": "http://hackage.haskell.org/packages/archive/bio/0.4.5/doc/html/Bio-Sequence-SeqData.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.7754566073417664, "token_count": 838, "score": 2.59375, "int_score": 3}
