{"text": "With the development of science and technology, computer has become more and more popular in our daily life, which is intended to be a part of our life. But at the same time it also brings the safety problem, because increasing number of bad people would like to break into computer systems to steal the secret information. It seems that computer safety has been a serious problem by now. Maybe you could learn something about the safety terms in Microsoft so that you could adopt the different methods according to different cases.\nWhat is malware? In fact malware, short for “malicious software”, is any kind of software which is installed without your complete permission and is not in need at all.The famous malware areviruses, worms, and Trojan horses, which are almost known to us all. Even though you are not familiar with them, you must have heard of it at ordinary times. If you want to protect your computer from the malware, you could make sure that the automatic updating is turned on all the time to get the latest updates.\n2 antispyware software\nAntispyware software helps protect your computer, and prevent the pop-ups, slow performance, and security threats caused by spyware and other adverse software. Every computer user must keep antispyware software up to date in order to keep in touch with the latest spyware. Aimed at protecting our computer, we could use Microsoft Security Essentials, free download software, to be against spyware and other malicious software.\nA firewall is used to help screen out hackers, viruses, and worms that try to attack your computer through the Internet.In fact, if you are the one who use the computer at home, the most efficient and important step is to enable firewall when you start your computer. A virus will slip through and infect you; the only effective way by protecting yourself is using a firewall. A firewall monitors your Internet connections and allows you to specify which programs are allowed to connect and which are not.\n4 antivirus software\nAntivirus software is a kind of computer program which can be used to test, defend, and take actions to remove or delete malicious software program. As we all know, computer virus is some programs, which can specially disturb computer operation. So we should update antivirus software in regular time to prevent against the latest virus.\n5 Windows password\nBesides the above mentioned software, you could have an alternative at the same time, namely Windows password. With a password like this, you can prevent your privacy from being let out or being viewed. Of course you should set up a Windows password reset disk to set the password reset in case that you forget it.\nAs a computer user, you should have a general knowledge of these safety terms so that you can protect your computer better. And with these terms, your computer can be protected better than that without them. In a word, please have a brief understanding of them in the first place, and then you could know how important they are.", "id": "<urn:uuid:3d310cea-07c0-49a6-a372-5da020bfac96>", "dump": "CC-MAIN-2013-20", "url": "http://blog.resetwindowspassword.com/tag/antivirus", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9521350860595703, "token_count": 607, "score": 3.1875, "int_score": 3}
{"text": "Just as there are many variants and forms of electronic malware and Internet-based threats around the globe, so there are many forms of protection against these threats. Signature-based detection is one of the multifarious forms of defense that have been developed in order to keep us safe from malicious content.\nAlthough signature-based detection can be argued to have been overshadowed by more sophisticated methods of protection in some environments, it remains as a core ‘technique’ featuring in the anti-virus controls of packages and suites that work to protect a user’s system today.\nHow does signature-based detection work?\nSignature-based detection works by scanning the contents of computer files and cross-referencing their contents with the “code signatures” belonging to known viruses. A library of known code signatures is updated and refreshed constantly by the anti-virus software vendor.\nIf a viral signature is detected, the software acts to protect the user’s system from damage. Suspected files are typically quarantined and/or encrypted in order to render them inoperable and useless.\nClearly there will always be new and emerging viruses with their own unique code signatures. So once again, the anti-virus software vendor works constantly to assess and assimilate new signature-based detection data as it becomes available, often in real time so that updates can be pushed out to users immediately and zero-day vulnerabilities can be avoided.\nNext-generation signature-based detection\nNew variants of computer virus are of course developed every day and security companies now work to also protect users from malware that attempts to disguise itself from traditional signature-based detection. Virus authors have tried to avoid their malicious code being detected by writing “oligomorphic“, “polymorphic” and more recently “metamorphic” viruses with signatures that are either disguised or changed from those that might be held in a signature directory.\nDespite these developments, the Internet at large does of course still function on a daily basis. Populated as it is by users who not only have up to date security software installed, but also by those who have educated themselves as to the type of risks discussed here.", "id": "<urn:uuid:1dc7b057-7b64-4e02-98fa-2e3e2cfcf30c>", "dump": "CC-MAIN-2013-20", "url": "http://blogs.avg.com/business/signature-based-detection/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9653883576393127, "token_count": 449, "score": 3.015625, "int_score": 3}
{"text": "The Federal Bureau of Investigation (FBI) has warned computer users that e-mails from scam artists pretending to be FBI agents are spreading a computer virus.\nThe e-mails tell recipients that the FBI's Internet Fraud Complaint Center has monitored their Internet use and found they have accessed illegal Web sites. The e-mails then direct recipients to open an attachment and complete a questionnaire.\nThis is a bogus message. The attachment contains a computer virus. DO NOT OPEN OR LAUNCH THE ATTACHMENT. You should DELETE the e-mail immediately.\nAs a general rule, if you receive an e-mail that you are not expecting, even if you know the sender, DO NOT OPEN IT OR LAUNCH the attachment and DO NOT FORWARD the message. If you are not sure, contact the sender to verify the e-mail. Otherwise, DELETE the e-mail.\nThe Information and Network Security team has put in place appropriate protections to prevent the virus from spreading. Current anti-virus definitions detect and block this virus.", "id": "<urn:uuid:12261baa-cafe-4990-9f2a-0930a0b07f91>", "dump": "CC-MAIN-2013-20", "url": "http://www.fordforums.com/f126/federal-bureau-investigation-fbi-has-warned-computer-users-e-mails-98372/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8857742547988892, "token_count": 213, "score": 2.515625, "int_score": 3}
{"text": "Attempts to relay mail by issuing a predefined combination of SMTP commands. The goal of this script is to tell if a SMTP server is vulnerable to mail relaying.\nAn SMTP server that works as an open relay, is a email server that does not verify if the user is authorised to send email from the specified email address. Therefore, users would be able to send email originating from any third-party email address that they want.\nThe checks are done based in combinations of MAIL FROM and RCPT TO commands. The list is hardcoded in the source file. The script will output all the working combinations that the server allows if nmap is in verbose mode otherwise the script will print the number of successful tests. The script will not output if the server requires authentication.\nIf debug is enabled and an error occurrs while testing the target host, the error will be printed with the list of any combinations that were found prior to the error.\nUse this to change the IP address to be used (default is the target IP address)\nDefine the destination email address to be used (without the domain, default is relaytest)\nor smtp-open-relay.domain Define the domain to be used in the anti-spam tests and EHLO command (default is nmap.scanme.org)\nDefine the source email address to be used (without the domain, default is antispam)\nsmbdomain, smbhash, smbnoguest, smbpassword, smbtype, smbusernameSee the documentation for the smbauth library.\nnmap --script smtp-open-relay.nse [--script-args smtp-open-relay.domain=<domain>,smtp-open-relay.ip=<address>,...] -p 25,465,587 <host>\nHost script results: | smtp-open-relay: Server is an open relay (1/16 tests) |_MAIL FROM:<email@example.com> -> RCPT TO:<firstname.lastname@example.org>\nAuthor: Arturo 'Buanzo' Busleiman\nLicense: Same as Nmap--See http://nmap.org/book/man-legal.html", "id": "<urn:uuid:2fc62870-a21f-42bb-90f1-0b5d5c8d75a5>", "dump": "CC-MAIN-2013-20", "url": "http://nmap.org/nsedoc/scripts/smtp-open-relay.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8065752387046814, "token_count": 483, "score": 2.71875, "int_score": 3}
{"text": "An Introduction To 127.0.0.1\n127.0.0.1 is an IP address utilized for a looplock network connection. What does this mean? If\na user tries to connect to this IP address, they will be sent back to their computer. The address\nis also known as a localhost. The localhost is the computer.\nHow the Localhost Works\nIf the command is relayed to the localhost, you would be hooked up to the system where the\ncommands were sent out. For instance, suppose the computer is called \"Joker\". If you telnet\nfrom the Joker computer to the localhost, a message will appear. It will attempt to hook up to\nThe localhost is employed in lieu of the computer hostname to be linked to. This IP address is\nthe most wisely used localhost address. However, you can actually use any IP address\nprovided it starts with 127. This means 127.*.*.* can be used as a localhost.\nEstablishing a connection with the loopback address is similar to creating a connection with\nremote network computers. The only difference is you don't have to deal with network\nFor this reason it is widely utilized by software developers. It is also used by system\nadministrators. It is often used for testing programs and apps. If the connection is IPv4, the\ncomputer's loopback address will be the 127.*.*.*. The subnet mask is typically 255.0.0.0.\nThis IP addresses 127.*.*.*. are defined in RFC 330 as Special-Use IPv4 Addresses. The\n127.0.0.0/8 block is defined as the Net host loopback address. If a higher level protocol sends\na datagram anywhere in the block, it will be looped in the host. This is typically implemented\nwith the 127.0.0.1 / 32 for looplock. However, addresses in the block must not be visible\nanywhere else in the network.\nThere is also a localhost IPv6 version. In RFC 3513, it is defined as Internet Protocol Version\n6 (IPv6) Addressing Architecture::1/128.\nMore Information about the Localhost\nIn simple terms, the localhost means the computer. It is the hostname allocated loopback\nnetwork interface address. The name is likewise a domain name. This will help prevent\nconfusion with the hostname definition. In IPv6, the loopback IP address is ::1. The localhost\nis stated when one would usually use the computer hostname. For instance, a browser using\nan HTTP server to http://localhost will show the local website home page. This will be\npossible if the server is set up properly to work the loopback interface.\nThe loopback address can also be used for linking up to a game server. It can also be used for\nthe various inter-process communications. This facts about 127.0.0.1 indicate how\nfundamental and basic the localhost is to a system. That's why it is so crucial for network", "id": "<urn:uuid:0cfb12fb-ebfd-4e6a-8720-c551d7e97801>", "dump": "CC-MAIN-2013-20", "url": "http://pdfcast.org/pdf/a-guide-to-localhost", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.893843948841095, "token_count": 644, "score": 3.8125, "int_score": 4}
{"text": "Killing Emacs means ending the execution of the Emacs process.\nIf you started Emacs from a terminal, the parent process normally\nresumes control. The low-level primitive for killing Emacs is\nThis command calls the hook\nkill-emacs-hook, then exits the Emacs process and kills it.\nIf exit-data is an integer, that is used as the exit status of the Emacs process. (This is useful primarily in batch operation; see Batch Mode.)\nIf exit-data is a string, its contents are stuffed into the terminal input buffer so that the shell (or whatever program next reads input) can read them.\nkill-emacs function is normally called via the\nhigher-level command C-x C-c\nsave-buffers-kill-terminal). See Exiting. It is also called automatically if Emacs receives a\nSIGHUP operating system signal (e.g., when the\ncontrolling terminal is disconnected), or if it receives a\nSIGINT signal while running in batch mode (see Batch Mode).\nThis normal hook is run by\nkill-emacs, before it kills Emacs.\nkill-emacscan be called in situations where user interaction is impossible (e.g., when the terminal is disconnected), functions on this hook should not attempt to interact with the user. If you want to interact with the user when Emacs is shutting down, use\nkill-emacs-query-functions, described below.\nWhen Emacs is killed, all the information in the Emacs process,\naside from files that have been saved, is lost. Because killing Emacs\ninadvertently can lose a lot of work, the\nsave-buffers-kill-terminal command queries for confirmation if\nyou have buffers that need saving or subprocesses that are running.\nIt also runs the abnormal hook\nsave-buffers-kill-terminalis killing Emacs, it calls the functions in this hook, after asking the standard questions and before calling\nkill-emacs. The functions are called in order of appearance, with no arguments. Each function can ask for additional confirmation from the user. If any of them returns\nsave-buffers-kill-emacsdoes not kill Emacs, and does not run the remaining functions in this hook. Calling\nkill-emacsdirectly does not run this hook.", "id": "<urn:uuid:af93ad35-c5de-4297-a667-afc7347bbc6c>", "dump": "CC-MAIN-2013-20", "url": "http://www.gnu.org/software/emacs/manual/html_node/elisp/Killing-Emacs.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8923527002334595, "token_count": 488, "score": 2.6875, "int_score": 3}
{"text": "Phantom Phone Calls\nospri.net- Alleged contact with the dead has occurred universally throughout history, taking various forms; as dreams, waking visions and auditory hallucinations, either spontaneous or induced through trance. In many cultures, the spirits of the dead have been sought for their wisdom, advice and knowledge of the future. The dead also seem to initiate their own communication, using whatever means seem to be most effective.\nWith the advent of electromagnetic technology, mysterious messages have been communicated by telegraph, wireless, phonographs and radio. A curious phenomenon of modern times is the communication via the telephone. Phone calls from the dead seem to be random and occasional\noccurrences that happen without explanation. The great majority are exchanges between persons who shared a close emotional tie while both were living: spouses, parents and children, siblings, and occasionally friends and other relatives.\nMost communications are \"intention\" calls, initiated by the deceased to impart a message, such as farewell upon death, a warning of impending danger, or information the living needs to carry out a task. For example, actress Ida Lupino's father, Stanley, who died intestate in London during World War II, called Lupino six months after his death to relate information concerning his estate, the location of some unknown but important papers.\nSome calls appear to have no other purpose than to make contact with the living; many of these occur on emotionally charged \"anniversary\" days, such as Mothers day or Fathers day, a birthday or holiday. In a typical” anniversary” call, the dead may do nothing more than repeat a phrase over and over, such as \"Hello, Mom, is that you?\"\nPersons who have received phone calls from the dead report that the voices are exactly the same as when the deceased was living, furthermore, the voice often uses pet names and words. The telephone usually rings normally, although some recipients say that the ring sounded flat and abnormal. In many cases, the connection is bad, with a great deal of static and line noise, and occasionally the faint voices of the other persons are heard, as though lines have been crossed. In many cases, the voice of the dead one is difficult to hear and grows fainter as the call goes on. Sometimes, the voice just fades away but the line remains open, and the recipient hangs up after giving up on further communication. Sometimes the call is terminated by the dead and the recipient hers the click of disengagement, other times, the line simply goes dead.\nThe phantom phone calls typically occur when the recipient is in a passive state of mind. If the recipient knows the caller is dead, the shock is great and the phone call very brief, invariably, the caller terminates the call after a few seconds or minutes, or the line goes dead. If the recipient does not know the caller is dead, a lengthy conversation of up to 30 minutes or so may take place, during which the recipient is not aware of anything amiss. In a minority of cases, the call is placed person-to-person, long-distance with the assistance of a mysterious operator. Checks with the telephone company later turn up no evidence of a call being places.\nSimilar phone calls from the dead are \"intention\" phone calls occurring between two living persons. Such calls are much rarer than calls from the dead. In a typical \"intention\" call, the caller thinks about making the call but never does, the recipient nevertheless receives a call. In some cases, emergencies precipitate phantom calls, a surgeon is summoned by a nurse to the hospital to perform an emergency operation, a priest is called by a \"relative\" to give last rites to a dying man and so forth.\nSome persons who claim to have had UFO encounters report receiving harassing phantom phone calls. The calls are received soon after the witness returns home, or within a day or two of the encounter, in many cases, the calls come before the witness has shared the experience with anyone, stranger still, they are often placed to unlisted phone numbers. The unidentified caller warns the witness not to talk and to \"forget\" what he or she saw.\nPhone calls allegedly may be placed to the dead as well. The caller does not find out until sometime after the call that the person on the other end has been dead. In one such case, a woman dreamed of a female friend she had not seen for several years. In the disturbing dream, she witnessed the friend sliding down into a pool of blood. Upon awakening, she worried that the dream was a portent of trouble, and called the friend. She was relieved when the friend answered. The friend explained that she had been in the hospital, had been released and was due to be readmitted in a few days. She demurred when the woman offered to visit, saying she would call later. The return call never came. The woman called her friend again, to be told by a relative that the friend has been dead for six months at the time the conversation took place.\nIn several cases studied by researchers, the deceased callers make reference to an anonymous” they” and caution that there is little time to talk. The remarks imply that communication between the living and the dead is not only difficult, but not necessarily desirable.\nMost phone calls from the dead occur within 24 hours of the death of the caller. Most short calls come from those who have been dead seven days or less: most lengthy calls come from those who have been dead several months. One of the longest death-intervals on record is two years.\nIn a small number of cases, the callers are strangers who say they are calling on behalf of a third party, whom the recipient later discovered is dead.\nSeveral theories exist as to the origin of phantom phone calls. (1) They are indeed placed by the dead, who somehow manipulate the telephone mechanisms and circuitry: (2) they are deceptions of elemental-type spirits who enjoy playing tricks on the living: (3) they are psychokinetic acts caused subconsciously by the recipient, whose intense desire to communicate with the dead creates a type of hallucinatory experience: (4) they are entirely fantasy created by the recipient.\nFor the most part, phantom phone calls are not seriously regarded by parapsychologists. In the early 20th century, numerous devices were built by investigators in hopes of capturing ghostly voices: many of them were modifications of the telegraph and wireless. Thomas Alva Edison, whose parents were Spiritualists, believed that a telephone could be invented that would connect the living to the dead. He verified that he was working on such a device, but apparently it never was completed before his death.\n\"Psychic telephone\" experiments were conducted in the 1940's in England and America. Interest in the phenomenon waned until the 1960’s, following the findings of Konstantin Raudive that ghostly voices could be captured on electromagnetic tape.", "id": "<urn:uuid:c6d4bada-2535-41ff-b2c6-f0357a52e392>", "dump": "CC-MAIN-2013-20", "url": "http://phantomuniverse.blogspot.com/2010/02/phone-calls-from-beyond.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9758814573287964, "token_count": 1417, "score": 2.59375, "int_score": 3}
{"text": "Link back to index.html\nThe Death and Dying Process\nDeath and Dying\nAs caregivers, one either becomes a better person through compassion, patience, and humor, or they become embittered and angry. Wendy Lustbader is an author who has written a moving book entitled \" Counting on Kindness: The Dilemmas of Dependency.\"1991. The Free Press, New York, New York. In the book she describes the importance of receiving gratitude when we help others; because giving help without recognition can embitter us as individuals. We need to be kind, in order to count on kindness as we age.\nThe person who has dementia cannot always provide gratitude for their caregiver. Gratitude must be looked for in gentle ways and unassuming ways. Perhaps it is a smile, or a gesture, or an expression of love such as placing the head on the caregiver's shoulder. If gratitude is not felt even on an occasional basis, it is difficult to cope with death and dying. Death and dying as Dr. Kubler-Ross indicates, is the \"final stage of growth\".\nDeath and Dying\nDuring the final stages of dementia due to Alzheimer's disease, an individual may lose his/her ability to ambulate, verbally communicate, swallow, or may become totally incontinent and continue to lose weight despite nutritional supplements. Usually people with Alzheimer's die of another problem---perhaps a stroke, or pneumonia due to aspiration. At this point, the caregiver must be aware that the only way a person can stay alive is by inserting a stomach tube that provides artificial nutritional sustenance.\nCaregivers may have different feelings about this intervention for religious or personal reasons. At the end stage of Alzheimer's the use of invasive procedures such as a stomach tube, can keep the persons alive from months to years. This important decision must be made by the family member and can create an \"ethical dilemma\". Families, should in no way feel pressured by a medical professional to insert life sustaining interventions.\nWhen family members are prepared with regard to the physical process of death and dying they are more able to accept death as an inevitable and peaceful process. The recent expansion of Hospice Services has done much to promote discussions about death and acceptance of withholding end-of-life medical interventions. Once a person is terminal, as determined by a physician who understands the disease process, a caregiver may decide to engage Hospice Services. The physician must be willing to certify that a person will die within six months. If the person does not die within six months, they are not disqualified from the program.\nHospice Services are usually provided by a local Home Health Agency. Hospice services can be provided in the home, assisted living facility as well as a skilled nursing facility. When a family signs up for Hospice Benefits they agree to forgo extreme invasive procedures and agree to support procedures that alleviate pain for the person with dementia. This is known as \"palliative care\" or comfort measures. At the final stage of death, water and food are withheld as the individual no longer desires this. This is a part of the natural process of dying.\nFamilies can anticipate the final stages of death by the various physical stages a person may be going through. Barbara Karne, a Hospice R.N. developed a very comprehensive booklet entitled \"Gone From My Sight: The Dying Experience\" which delineates the various physical stages of death and dying. To obtain a booklet, contact her at the following address: Barbara Karnes, R.N., P.O. Box 335, Stillwell, Kansas, 60085, 1995.\nIn Karnes' booklet she describes what occurs, one-three months prior to death, one to two weeks before death, days or hours before death, and then the final minutes. This information has been extremely helpful to families and can be summarized as follows:\nOne to three months prior to death\n· Withdrawal from world and people\n· Decreased food intake\n· Increased sleep\n· Going inside self\n· Less Communication\nOne to Two Weeks Prior to Death\n· Talking with Unseen\n· Picking at Clothes\n· Physical Changes\no Decreased blood pressure\no Pulse increase or decrease\no Color changes; pale, bluish\no Increased perspiration\no Respiration irregularities\no Sleeping but responding\no Complaints of body tired and heavy\no Not eating, taking little fluids\no Body temperature hot/cold\nDays or Hours\n· Intensification of 1-2 week signs\n· Surge of energy\n· Decrease in blood pressure\n· Eyes glassy, tearing, half open\n· Irregular breathing, stop/start\n· Restlessness or no activity\n· Purplish knees, feet, hands, blotchy\n· Pulse weak and hard to fine\n· Decreased urine output\n· May wet or stool the bed\n· Fish out of water breathing\n· Cannot be awakened\nIt is important that individuals be aware of their wishes and that the wishes be formally documented in a legal document that is known as an \"Advance Directive\". Each state has different instruments for these directives and the caregiver should contact the local medical facility to determine the appropriate document to be used. The Advance Directive delineates one's wishes regarding medical treatment and appoints a surrogate decision-maker on a person's behalf. Of course, the important aspect of the Advance Directive is to discuss end-of-life care before one becomes diagnosed with dementia or has an another debilitating illness.\npp.309-311. Beckerman, Anita G. and Tappen, Ruth. M. 2000. It Takes More Than Love. Health Professions Press: Baltimore, MD.\n1. Review the video clip on death and dying narrated by Dixie Merrill.\nDixie Merrill is a caregiver who is also taking care of three sets of parents--in laws, step parents, as well as parents. Dixie has been part of a support group and has indicated how information learned in the group has helped her cope with the death and dying.\nNote how she describes the process of death and dying as peaceful and calming. She indicates talking about death and dying has made it less fearful and she also emphasizes the importance of advance directives.\n2. Consider the following questions for reflection when watching the video:\n· What strategies helped the Merrill family cope with their mother's death and dying process?\n· How can \"Advance Directives\" help individuals cope with the dying process?\nLink back to index.html", "id": "<urn:uuid:59068a6d-549f-44f0-aa53-e03d6ed54922>", "dump": "CC-MAIN-2013-20", "url": "http://jameslau88.com/the_death_and_dying_process.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.92740797996521, "token_count": 1339, "score": 2.765625, "int_score": 3}
{"text": "Vanilla is a product of Lussumo:Documentation and Support.\n1 to 16 of 16\nThis year’s Nobel Prize in medicine went to a trio of scientists who discovered the enzyme telomerase, which allows cells to divide without any limits, making them effectively immortal.It may be nature’s greatest double-edged sword. Coax cells into producing telomerase, and they will survive indefinitely, but they will also become cancerous.\n“In the absence of a comprehensive understanding, it’s very dangerous,” Muller said. “We have to figure out how to do maintenance on our telomeres.”Muller thinks humans could live for 90 to 210 years once scientists know more about the molecular basis of aging.“If we could figure out how to do maintenance, we could extend our lives,” he said. “But it has to be done very carefully, and we’d have to have a comprehensive understanding of the mechanism. ”\nIt really does my heart good to know that I'm part of one of the last generations to not live forever.", "id": "<urn:uuid:0edf597f-76c6-41e5-8fb7-e496ac5b8117>", "dump": "CC-MAIN-2013-20", "url": "http://freakangels.com/whitechapel/comments.php?DiscussionID=6964&page=1", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.945441722869873, "token_count": 235, "score": 2.578125, "int_score": 3}
{"text": "by +Richard Holbrooke – Schwann cells boost and amplify nerve growth in animal models, but their clinical use has been held back because they are difficult, time-consuming and costly to culture.\nA University of Sheffield team, led by Professor John Haycock, has developed a new technique with adult rat tissue which overcomes all these problems, producing Schwann cells in less than half the time and at much lower cost.\n“The ability of Schwann cells to boost nerve growth was proved many years ago in animals, but if you want to use this technique with patients, the problem is: where do you get enough cells from?” said Professor Haycock, from the University’s Department of Materials Science and Engineering.\n“To reduce immune rejection, the cells have to be grown from the patient’s own tissue. Of course, you want to take the smallest amount of tissue necessary, so the technique must be efficient. It must also be fast, so treatment can begin as soon as possible after injury. For clinical use, it must also provide pure Schwann cells. And finally, to make it viable, it has to be at a reasonable cost.”\nExisting methods for growing Schwann cells from adult tissue promote the growth of another type of cell, called fibroblasts, which swamp the Schwann cells, reducing the speed they grow and their numbers. This means that large amounts of tissue are needed at the outset, to grow sufficient cells for therapeutic use. It also requires extra purification stages added to the process, making it slow and costly – taking up to 3 months to complete.\nProfessor Haycock and his team have come up with a very simple solution: feed the Schwann cells but starve the fibroblasts. The research, published today in Nature Protocols, uses an amino acid that only the Schwann cells can break down and feed off, and are able to produce a 97 per cent pure population of Schwann cells in a much shorter space of time – just 19 days – from a small sample of adult tissue.\nProfessor Haycock is confident the technique can be replicated in humans. His team are trialling the same method using human nerve tissue, with results expected within the next six months.", "id": "<urn:uuid:8e7cb7c1-ff22-4b2a-8b76-a1a0ed11dec6>", "dump": "CC-MAIN-2013-20", "url": "http://floridabiotechnews.com/biotech/new-technique-could-bring-cell-therapy-for-nerve-damage-a-step-closer/10917/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9612704515457153, "token_count": 460, "score": 3.265625, "int_score": 3}
{"text": "Simply begin typing or use the editing tools above to add to this article.\nOnce you are finished and click submit, your modifications will be sent to our editors for review.\nfemale Finn Dorset sheep that lived from 1996 to 2003, the first successfully cloned mammal, produced by Scottish geneticist Ian Wilmut and colleagues of the Roslin Institute, near Edinburgh. The announcement in February 1997 of the world’s first clone of an adult animal was a milestone in science, dispelling decades of presumption that adult mammals could not be cloned and igniting a debate...\n...senior scientific officer at the Animal Breeding Research Organisation (ABRO; renamed Edinburgh Research Station of the Institute of Animal Physiology and Genetics Research in 1985 and finally Roslin Institute in 1993), a government-supported research facility located in Roslin, Scot., just south of Edinburgh. At the ABRO facility, Wilmut studied embryo development and became interested in...\nWhat made you want to look up \"Roslin Institute\"? Please share what surprised you most...", "id": "<urn:uuid:bb811c4a-cf9a-4fdb-8fff-16dccb2e8d8d>", "dump": "CC-MAIN-2013-20", "url": "http://www.britannica.com/EBchecked/topic/1519387/Roslin-Institute", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9322106242179871, "token_count": 211, "score": 3.03125, "int_score": 3}
{"text": "Using the Moon as a High-Fidelity Analogue Environment to Study Biological and Behavioural Effects of Long-Duration Space Exploration\nGoswami, Nandu and Roma, Peter G. and De Boever, Patrick and Clément, Gilles and Hargens, Alan R. and Loeppky, Jack A. and Evans, Joyce M. and Stein, T. Peter and Blaber, Andrew P. and Van Loon, Jack J.W.A. and Mano, Tadaaki and Iwase, Satoshi and Reitz, Guenther and Hinghofer-Szalkay, Helmut G. (2012) Using the Moon as a High-Fidelity Analogue Environment to Study Biological and Behavioural Effects of Long-Duration Space Exploration. Planetary and Space Science, Epub ahead of print (in press). Elsevier. DOI: 10.1016/j.pss.2012.07.030.\nFull text not available from this repository.\nDue to its proximity to Earth, the Moon is a promising candidate for the location of an extra-terrestrial human colony. In addition to being a high-fidelity platform for research on reduced gravity, radiation risk, and circadian disruption, the Moon qualifies as an isolated, confined, and extreme (ICE) environment suitable as an analogue for studying the psychosocial effects of long-duration human space exploration missions and understanding these processes. In contrast, the various Antarctic research outposts such as Concordia and McMurdo serve as valuable platforms for studying biobehavioral adaptations to ICE environments, but are still Earth-bound, and thus lack the low-gravity and radiation risks of space. The International Space Station (ISS), itself now considered an analogue environment for long-duration missions, better approximates the habitable infrastructure limitations of a lunar colony than most Antarctic settlements in an altered gravity setting. However, the ISS is still protected against cosmic radiation by the earth magnetic field, which prevents high exposures due to solar particle events and reduces exposures to galactic cosmic radiation. On Moon the ICE environments are strengthened, radiations of all energies are present capable of inducing performance degradation, as well as reduced gravity and lunar dust. The interaction of reduced gravity, radiation exposure, and ICE conditions may affect biology and behavior--and ultimately mission success--in ways the scientific and operational communities have yet to appreciate, therefore a long-term or permanent human presence on the Moon would ultimately provide invaluable high-fidelity opportunities for integrated multidisciplinary research and for preparations of a manned mission to Mars.\n|Title:||Using the Moon as a High-Fidelity Analogue Environment to Study Biological and Behavioural Effects of Long-Duration Space Exploration|\n|Journal or Publication Title:||Planetary and Space Science|\n|In Open Access:||No|\n|In ISI Web of Science:||Yes|\n|Volume:||Epub ahead of print (in press)|\n|Keywords:||Physiology, Orthostatic tolerance, Muscle deconditioning, Behavioural health, Psychosocial adaptation, Radiation, Lunar dust, Genes, Proteomics|\n|HGF - Research field:||Aeronautics, Space and Transport, Aeronautics, Space and Transport|\n|HGF - Program:||Space, Raumfahrt|\n|HGF - Program Themes:||W EW - Erforschung des Weltraums, R EW - Erforschung des Weltraums|\n|DLR - Research area:||Space, Raumfahrt|\n|DLR - Program:||W EW - Erforschung des Weltraums, R EW - Erforschung des Weltraums|\n|DLR - Research theme (Project):||W - Vorhaben MSL-Radiation (old), R - Vorhaben MSL-Radiation|\n|Institutes and Institutions:||Institute of Aerospace Medicine > Radiation Biology|\n|Deposited By:||Kerstin Kopp|\n|Deposited On:||27 Aug 2012 08:05|\n|Last Modified:||07 Feb 2013 20:40|\nRepository Staff Only: item control page", "id": "<urn:uuid:25dbfda6-18d6-4e04-9bf5-fe7dcc73d69b>", "dump": "CC-MAIN-2013-20", "url": "http://elib.dlr.de/77077/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.7918326258659363, "token_count": 887, "score": 3.09375, "int_score": 3}
{"text": "German military use laser to destroy targets\nover half-a-mile away\nHigh-energy laser passes various tests with\nGermany-based Rheinmetall Defense has\ndemonstrated a 50kW, high-energy laser at their ground facility in\nSwitzerland. According to representatives from the company, the\ndevice passed all target tests with “flying\nHigh-energy laser system designed by\nWhile we’re still a bit away from the\nsort of shootouts we see in popular science-fiction flicks, the\ndemonstration of this sort of weaponry is impressive\nHow it works\nThe Rheinmetall laser system isn’t a\nsingle laser; rather, it’s composed of two separate laser\nmodules mounted on a Revolver Gun air defense turrets and attached\nto additional power modules. The laser modules themselves are 30kW\nand 20kW, respectively, and a Beam Superimposing Technology\ncombines them, focusing the lights’ energy in a\n“superimposed, cumulative manner” for the sole\npurpose of obliterating its target(s).\nIn one test, the laser system sliced through a\nhalf-inch thick steel girder from a little more than a half-mile\naway. Next, from a distance of approximately one-and-a-quarter\nmiles, the system shot down a bunch of drones as they nose-dived\ntoward the surface at a rate of 50m/s.\nSpecific to this test, the system’s\nradar was able to actually track the drones through their descent\nat a distance of two and a half miles.\nThe last test the system performed was perhaps\nits most impressive. The weapon was able to focus in on and destroy\na steel ball with an 82mm diameter traveling at 50m/s. Beyond\ndemonstrating a high level of accuracy, the purpose of this\ndemonstrate was to simulate how well the laser could handle an\nincoming mortar round.\nRepresentatives from Rheinmetall say that the\nlaser system will reduce the time required for counter rocket,\nartillery, and mortar measures to just a couple of seconds\n— even in difficult weather circumstances. As a matter of\nfact, the weather during the aforementioned tests featured a wide\narray of typical Swiss-based weather patterns, including ice, rain,\nsnow, and extremely bright sunlight.\nLooking forward to the immediate future, the\ncompany plans to test a 60kW “technology\ndemonstrator”: the quotes are purposeful here, as this\nnew system will feature a couple of different technologies coming\ntogether in one unit. This includes 35mm Ahead Revolver Guns, which\nwill allow the company to explore ways in which a laser and\nautomatic canon can be used together.\nLooking a bit further down the road,\nRheinmetall’s ultimate goal is to get their technology to\na 100kW laser, and to make these systems mobile, where they can be\nmounted onto an armored vehicle so that they can be operated in the\nAfter successfully testing a 50kW laser\nsystem, Rheinmetall Defense will look to next develop a\ntruck-mounted mobile system with 100kW power.\nLearn more about Jeff Bausch.", "id": "<urn:uuid:d57c38a3-6d15-46aa-a8d3-444a1ed428a7>", "dump": "CC-MAIN-2013-20", "url": "http://www.electronicproducts.com/News/German_military_use_laser_to_destroy_targets_over_half-a-mile_away.aspx", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9154770970344543, "token_count": 693, "score": 2.625, "int_score": 3}
{"text": "Deep-space communication improved with electromagnetic radiation antenna\n- Robert C. Dye\n- Technology Transfer\n- (505) 667-3404\nElectromagnetic radiation antenna has potential for deep-space communication\n- Directed Energy\n- Long-range communications\n- Medicine (Oncology)\n- RADAR imaging applications are countermeasure-resistant\n- Communications can be spatially-encrypted\n- 4-dimensional volumes of energy can be aimed at a single space-time point for directed energy applications\n- Nonspherical decay of the cusp enables low-power communications and propagation over great distances\nLos Alamos National Laboratory (LANL) researchers have developed the Lightslinger, a completely new type of antenna that produces tightly-focused packets of electromagnetic radiation fundamentally different from the emissions of conventional transmitters. The device has potential applications in RADAR, directed-energy (non-kinetic kill), secure communications, ultra-long-range communications (e.g., deep-space), medicine (oncology) and astrophysics.\nThe Lightslinger functions by producing a moving polarization pattern in a ring of alumina. By careful timing of voltages applied to electrodes that surround the alumina, the polarization pattern can be made to move superluminally, i.e., faster than the speed of light in a vacuum. Nobel laureate Vitaly Ginzberg showed both that such superluminal polarization patterns do not violate the principles of special relativity and that they emit electromagnetic radiation. Once a source travels faster than the waves that it emits, it can make contributions at multiple retarded times to a signal received instantaneously at a distance. This effect is already well known in acoustics; when a supersonic airplane accelerates through the speed of sound, a violent “sonic boom” is heard many miles away, even if the airplane itself is rather quiet. The Lightslinger enables the same thing to be done with electromagnetic radiation; i.e., a relatively low-power source can make an “electromagnetic boom”, an intense concentration of radiowaves at a great distance.\nThe “electromagnetic boom” is due to temporal focusing, that is, focusing in the time domain. Because of this effect, part of the emitted radiation possesses an intensity that decays with distance r as 1/r rather than as the conventional inverse square law, 1/r2. These nonspherically-decaying wavepackets represent a game-changing technology in the applications of electromagnetic radiation.\nDevelopment stage: Working prototype\nPatent status: Patent pending\nLicensing status: Available for exclusive or non-exclusive licensing", "id": "<urn:uuid:79bc5d65-38cf-489f-b8c5-6800ff88c6f7>", "dump": "CC-MAIN-2013-20", "url": "http://moe@lanl.gov/collaboration/tech-transfer/tech-transfer-summaries/electromagnetic-radiation-antenna-has-potential-for-deep-space-communication.php", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8813943266868591, "token_count": 545, "score": 3.34375, "int_score": 3}
{"text": "Viewed against a dangerous and costly backdrop, clear team communication is obviously essential to create a safe, productive and effective work environment on the ramp. Tractor operators and wing walkers need to warn each other of impending dangers. The tractor operator needs to keep the flight deck informed of ground movement. And all ground personnel should at least be able to hear the flight deck and each other during a pushback.\nRamp workers can do much more without the wire, the shouting or the hand signals.\nA typical wireless pushback and towing configuration uses a portable transceiver for continuous two-way communication among one or more wing walkers and the tractor operator during aircraft movement. The tractor operator is free to concentrate on correct maneuvering, and all crew members can warn others instantly of impending dangers.\nTo optimize the flow of communication and minimize chatter, the system is configured so that all team members can hear the pilot, but only the tractor operator can talk directly to the flight deck. Because wireless communication increases coordination and enables real-time verbal warnings, it decreases the risk of accidents, shortens turn-around times, and increases the likelihood of hitting flight slots.\nIn addition to pushbacks and towing, wireless team communication systems can also be used to improve safety and efficiency during deicing, cargo and maintenance operations. In a deicing configuration, a wireless system connects the driver and the basket, and the system itself can be connected to two-way radios enabling communication with remote users.\nCommunication between the driver and the basket takes place on open microphone over a 1.9GHz (1.8GHz in the EU) encrypted frequency while also allowing radio monitoring and transmitting with a push to-talk button on the headsets. Systems can be configured to enable multiple deicing crews to communicate while working on the same aircraft - further improving efficiency. Additional configurations are available for maintenance teams and are scalable to almost any size.\nChoosing a Wireless Communication System\nWireless headset systems are available in a wide variety of configurations and price ranges. To ensure a system meets the diverse needs of ground support, consider the following factors carefully:\nIs the system truly wireless? A number of so-called “wireless” systems actually require a wire from the headset to a radio or belt pack. While these systems allow freedom of movement, a belt pack or radio wire creates many of the same problems inherent in hardwire systems, particularly tangled cords. Moreover, belt packs generally have less than half the transmission range of self-contained systems worn on the head.\nDoes the system use DECT or Bluetooth technology? Transmission technology can dramatically affect how well wireless systems perform in the field. Systems that employ Bluetooth technology generally have a limited range and are subject to radio frequency interference from nearby devices.\nLook for systems that use Digital Enhanced Cordless Telecommunications technology. DECT units generally offer up to 30 times more coverage and are less subject to interference than Bluetooth. DECT transmissions also have multipath capability, meaning the signal will bounce up, over and around objects in order to establish the best possible connection. DECT signals are also digitally encoded to ensure privacy.\nIs the system full-duplex or half-duplex? Half-duplex systems allow communication in both directions, but only one direction at a time. That’s a walkie-talkie. On the other hand, full-duplex systems allow communication in both directions simultaneously. Full-duplex capabilities are an important safety consideration because they allow the parties to speak and hear others at the same time.\nIs the system radio-compatible? Communication during pushback and towing is generally confined to the flight deck, wing walkers and tractor operator; however, other ground support functions may benefit from the ability to communicate with remote users over a two-way radio. Look for a system with maximum radio-interface flexibility.", "id": "<urn:uuid:64b6024d-747e-42b4-94a5-ce98e783c943>", "dump": "CC-MAIN-2013-20", "url": "http://www.aviationpros.com/article/10603970/wireless-headsets-for-team-communication-improve-ramp-safety?page=2", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9268864989280701, "token_count": 784, "score": 2.578125, "int_score": 3}
{"text": "The robot can be outfitted with multiple attachments such as a cell-sprayer that can spray pesticides or fertilizers and can even weed areas intertwined with the crops. It’s able to do so with the help of strategically positioned cameras that take pictures of the ground, which are then sent to an onboard computer that analyzes the images and identifies both the crops and weeds (programmed with 20 known species per geographic area).\nOnce the unwanted plants are identified, it can then spray an herbicide through a row of nozzles placed next to the cameras positioned behind the bot. The cameras look for the corresponding image and either open or close the nozzles based on the weeds' location. With a large range of add-on tools, this robot makes a perfect plant-nursing platform that’s able to keep plants healthy, one column at a time.\nRobots are even being employed to harvest crops, further maximizing the efficiency associated with robotic farmers. One such robot is known as the Robotic Strawberry Harvester from Robotic Harvesting LLC. The mechanical farmhand is autonomous in the true sense of the word and is self-propelled, navigating and harvesting, and as the name suggests, is excellent in picking ripe strawberries. Robot harvesting outfitted the robot with a camera array capable of taking \"stereovision\" photos both above and below the plants leaves to collect data on fruit (whether it’s ripe or not), flower count, plant pathogens (diseases), and other items of interest.\nThe camera system can be reprogrammed to identify and collect data on a number of crops in 3D space (giving the robot the capability to see like humans) not just strawberries, and uses specialized software to discern whether the fruit is ripe. Once identified, the robot uses a three-pronged outfitted robotic arm to pick the fruit, which is then placed on a convenient tiny conveyor belt that drops the fruit off in a collection basket on top of the robot.\nThis may not seem like much, but the robot is capable of picking the fruit (tested in a controlled environment) in as little as two seconds. While you most likely won't see a fully functional efficient farm being run entirely by robots anytime in the next few years, it’s safe to say it certainly is a possibility in the near future. As more and more people populate the planet, using robotic farmers is certainly a viable option in cultivating, nurturing, and harvesting increased food crops in an efficient manner.", "id": "<urn:uuid:d0ae3c16-2656-45c7-a6e9-21c6c9e32b92>", "dump": "CC-MAIN-2013-20", "url": "http://www.designnews.com/author.asp?section_id=1386&doc_id=254959&page_number=2", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9457093477249146, "token_count": 514, "score": 3.078125, "int_score": 3}
{"text": "| ||How to Identify and Control Water Weeds and Algae|\n\"How to Identify and Control Water Weeds and Algae\" is the complete guide to identification, treatment options and measuring lakes and ponds to apply product to common aquatic plants. Identifying the type or species of plant(s) to be controlled is the first step in implementing a management strategy. This book is intended for government, commercial and private concerns responsible for maintaining the recreational, aesthetic and functional value of water resources. Recommendations are based upon decades of research in aquatic plant control and water management by industry, universities and government agencies.\nLiterature files are in PDF file format and require a PDF reader to view. Need to find a hard copy of this book? Please contact us.", "id": "<urn:uuid:95cb4cb4-f885-463c-98a0-ad7ebe6588d9>", "dump": "CC-MAIN-2013-20", "url": "http://www.appliedbiochemists.com/weedbook.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9024631381034851, "token_count": 155, "score": 2.75, "int_score": 3}
{"text": "Take a look at this snapshot from Health Canada's website fact sheet entitled Healthy Lawn Tips.\n- Although it may look untidy, leave grass clippings on your lawn when you mow it to provide nutrient recycling.\n- Aerate compacted soil in the fall to help oxygen, water and nutrients reach roots.\n- Over-seed patchy areas.\n- In heavy traffic areas, replace grass with mulch or paving stones.\n- Check your lawn for early signs of pests and other problems such as holes caused by small animals digging for insects.\n- Set your mower so that your grass is seven to eight cm high to encourage deeper roots and help fend off weeds.\n- Water infrequently, but when you do, make sure you allow the water to get deep into the soil (about 1.5 centimetres) to promote deep roots. Over-watering starves the soil of oxygen and invites disease. Apply at least 2.5 centimetres of water. Put a container on your lawn to measure how much you've watered. An empty tuna can is about the right height.\n- Maintain good soil with ample depth and organic matter to prevent problems.\n- If physical control methods fail and you use a pesticide, be sure the one you pick lists the pest you are trying to control on the label, and follow all the instructions.\nMore information is available online at www.healthcanada.gc.ca/pmra. Fact sheets include Starting a Lawn, Lawn Maintenance, Life of a Lawn and Common Lawn Problems.", "id": "<urn:uuid:6e7b2bdc-26a3-4a11-97ed-8adc9b0dc113>", "dump": "CC-MAIN-2013-20", "url": "http://www.househunting.ca/Vacation-Homes/Helpful+tips+healthy+grass/6836611/story.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8970359563827515, "token_count": 319, "score": 3.203125, "int_score": 3}
{"text": "Yarrow: A Tough Groundcover Option\nImage by Flickr / entheos\nThe white flower heads of the yarrow plant\nGet acquainted with this hardy and handy groundcover\nPeople are always looking to cover open rough spots in the lawn and around the property. Our hardy native yarrow (Achillea millefolium) establishes quickly and binds the soil to provide a soft, scented carpet. In the wilds of Western Canada, white flat-topped flower heads rise to 75 cm (30 in.) tall from a mass of ferny leaves.\nBuy yarrow plants from a local garden centre or grow them from rooted stem fragments planted in fall or early spring. Many colour varieties are easy to raise from seed, and you can mow the spreading yarrow patch along with the grass.\nYarrow leaves rubbed on the skin or burned in a campfire keep away mosquitoes. A poultice from steeped leaves helps heal sores and reduce muscle pain.", "id": "<urn:uuid:e76953cb-2bd1-4921-8818-d81bd78db030>", "dump": "CC-MAIN-2013-20", "url": "http://www.bcliving.ca/garden/yarrow-a-tough-groundcover-option", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.908327043056488, "token_count": 203, "score": 2.734375, "int_score": 3}
{"text": "The Richboro Elementary Meadow Project\nStudents in the Richboro Elementary Ecology Club have been planting a meadow each year since 2008. We were the first school in Council Rock School District to do so, and our project has inspired the District to plant four acres of meadows at several other Council Rock school locations.\nWhy plant meadows? Meadows provide habitats for more insects and other animals than green lawns. The first year we planted the meadow, we found two praying mantids had moved in! Additionally, meadows do not need to be mowed more than once a year, so they save fossil fuel. Below are photos and descriptions of our current meadow as well as meadows from previous years.\nThe Fourth Planting of\nRichboro Elementary School's Meadow\nStudents in the Richboro Elementary School Ecology Club planted its fourth meadow this spring. Students sowed the flower seeds harvested last fall in the newly prepared plot. Additional native seeds, including sunflower and asters, were planted. Students and teachers look forward to seeing what surprises await when returning to school in the fall.\nThe Third Planting of\nRichboro Elementary School’s Meadow\nThe Ecology Club at Richboro Elementary School planted its meadow for a third growing season this April. Using seeds harvested from the meadow last fall, the club members, ranging from grades two through five, took turns planting seeds in a grid-like pattern across the meadow plot. Sunflower seeds were pushed into the ground with planting sticks, and the soil was raked to cover the seeds. As the club ended, the clouds gathered and watered the meadow, as if on cue. We look forward to watching our garden bloom as the seasons turn.\nRichboro Elementary School’s Meadow\nThe Ecology Club at Richboro Elementary School planted its meadow for a second growing season this April. The club, with over 40 students and 5 teachers, worked together to sow seeds on a drizzly, windy day. The seeds had been harvested by the students last fall from the meadow’s first dried flowers. The charming sign, including drawings by 13 children, will be posted at the front of the meadow.\nRichboro Elementary School’s Meadow Blooms\nand Seeds are Harvested\nLast spring the Ecology Club at Richboro Elementary School planted seeds to create a meadow in the front of the building. Not certain how successful the meadow would be, the club members were greeted at the beginning of this school year by a surprisingly full field of colorful blooms. This fall the flowers matured to produce seeds. To complete the cycle, the Ecology Club plans to plant the seeds next spring.\nThe Earth Laughs in Flowers\nRichboro Elementary School’s Meadow Project\nThe Ecology Club at Richboro Elementary School planted a meadow for their final big project of the school year. Ecology Club students pulled out clumps of grass, and then teachers gave students seeds to plant in the plot. The students zig-zagged their way across the plot to ensure even coverage of the seeds. At the end of the day, each child received a small bag of seeds to plant at home with the saying, \"The Earth Laughs in Flowers.\" The seeds had been sorted and packaged by students in the Autistic Support classes at Richboro Elementary.\nThe flowers hopefully will grow throughout the summer. In addition to adding beauty to the school, the meadow will reduce the fossil fuel needed to mow the grass all summer and will help insects gain a new home. The students and teachers look forward to seeing a wildflower meadow in full bloom at the beginning of the new school year in September.", "id": "<urn:uuid:2eca6211-a85f-472b-b3f3-ac4fa26c2e16>", "dump": "CC-MAIN-2013-20", "url": "http://crsd.org/Page/16977", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9635656476020813, "token_count": 751, "score": 2.703125, "int_score": 3}
{"text": "The Neighbor Squirrel\nThese busy fluffballs have lost their fear of most predators - and they help plant pecan trees.\nBy Sheryl Smith-Rodgers\nHave you ever watched an eastern fox squirrel (Sciurus niger) bury an acorn or pecan? A nuzzle here, another there, then he hurriedly pushes the leaves and grass over the site before scampering up the closest tree. Minutes later, he's back with another nut. Over the course of three months, that industrious squirrel can bury several thousand pecans. Come winter, when food's scarce, he'll find them again with his excellent sense of smell. Some will escape his appetite, though, and sprout into saplings, which is how many native nut trees get planted.\nEastern fox squirrels - the state's most common and wide-ranging squirrel and a popular game animal, too - occur in forests and riparian habitats. They also easily adapt to cities and neighborhoods, where they've lost most of their fear of natural predators.\n\"Playing the call of a red-tailed hawk didn't phase squirrels on campus,\" reports Bob McCleery, a wildlife lecturer at Texas A&M University, who has studied urban squirrels in College Station. \"When we played a coyote call in the Navasota river bottom, a squirrel immediately flattened itself in the crotch of a tree for a good five minutes.\"\nWhen agitated, fox squirrels - whose fur closely resembles that of a gray fox - bark and jerk their long, bushy tails, which they use for balance when scampering on utility lines and other high places. Tails provide warmth and protection, too. \"In the summer, I've seen them lying down with their tails over their heads to block the sun,\" McCleery says.", "id": "<urn:uuid:3cb858ec-4357-48a5-9912-c7929ec225af>", "dump": "CC-MAIN-2013-20", "url": "http://tpwmagazine.com/archive/2008/jan/scout3/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9645190238952637, "token_count": 370, "score": 3.296875, "int_score": 3}
{"text": "Issued from the woods of the Loess Hills a few miles east of\nNATCHEZ, MISSISSIPPI, USA\nApril 29, 2012\n|CATTLE EGRETS AMONG CATTLE\nAs in Mexico, around here if you pass by a pasture you're likely to see Cattle Egrets standing among or on the cows, as shown at http://www.backyardnature.net/n/12/120429eg.jpg.\nCattle Egrets in their breeding plumage, like the ones in the picture, can be distinguished from other white egrets and herons by the patches of light orange-brown on their crests and chests. Nonbreeding Cattle Egrets can be all white, and then their relatively thick, yellow beaks and thicker, shorter necks separate them from similar-sized, white herons and egrets found here, such as Snowy Egrets and juvenile Little Blue Herons.\nI remember the first time Cattle Egrets were spotted in the rural part of western Kentucky where I grew up, possibly in 1963. Their appearance was so unusual that a farmer not particularly interested in Nature called my parents and said that a whole flock of big white birds had appeared in his pasture, and we went up to take a look. I was in college before I learned that they were Cattle Egrets, BUBULCUS IBIS.\nMy ornithology teacher told how the birds were undergoing one of the fastest and most widely ranging expansions of distribution ever seen among birds. Originally Cattle Egrets were native to southern Spain and Portugal, tropical and subtropical Africa and humid tropical and subtropical Asia. In the late 1800s they began expanding their range into southern Africa, and were first sighted in the Americas, on the boundary of Guiana and Suriname, in 1877, apparently having flown across the Atlantic Ocean. They didn't get permanently established there until the 1930s, though, but then they began expanding into much of the rest of the Americas, reaching western Kentucky around the early 60s. The species appears still to be expanding northward in western North America, but in the Northeast it seems to be in decline. Though they can turn up as far north as southern Canada, coast to coast, mostly they breed in the US Southeast.\nThe Wikipedia expert says that Cattle Egrets eat ticks and flies from cattle. They do that, but anyone who watches our birds awhile sees that mainly as the cattle move around they stir up creatures in the grass, which the egrets prey on. The cows' fresh manure also attracts flies for them.\nMATING BOX TURTLES\nIt's interesting to see how turtles manage it, but for many readers familiar with box turtles in other parts of North America the picture may raise the question of why those in our picture bear different colors and patterns than theirs. What's happening is that Box Turtles are represented by six intergrading subspecies.\nHillary's Gulf Coast location is supposed to be home to the Gulf Coast subspecies, Terrapene carolina ssp. major. However, that subspecies is described as having a brownish top shell, or carapace, sometimes with a few dull spots or rays, but nothing like these bright, yellow lines. I can't say what's going on. Apparently Box Turtle taxonomy is a bit tricky.\nRESTING CRANE FLY\nThat looks like a mosquito but you can see from how much of the leaf he covers that he's far too large to be any mosquito species found here. Also, he lacks the hypodermic-like proboscis mosquitoes use to suck blood. No conspicuous mouthparts are visible on our crane fly because adult crane flies generally hardly eat at all, only occasionally lapping up a bit of pollen or sugar-rich flower nectar. Their maggot-like larvae feed on plant roots. Some species can damage crops.\nOosterbroek's monumental, 2012 Catalogue of the Craneflies of the World -- free and online at http://ip30.eti.uva.nl/ccw/ --recognizes 15,345 cranefly species, 1630 of them just in our Nearctic ecozone, which embraces the US, Canada, Greenland, and most of northern Mexico.\nThat's why when I shipped the picture to volunteer identifier Bea in Ontario it took more time than usual for her verdict to come in, and she was comfortable only with calling it the genus TIPULA.\nWhatever our species, it's a pleasure to take the close shown at http://www.backyardnature.net/n/12/120429cg.jpg.\nWhat are those things below the wings looking like needles with droplets of water at their ends? Those are \"halteres,\" which commonly occur among the Fly Order of Insects, the Diptera. Though their purpose isn't known with certainty, it's assumed that they help control flight, enabling flies to make sudden mid-air changes in direction. From the evolutionary perspective, halteres are modified back wings. Most insects have two pairs, or four, wings, but not the Diptera, as the name implies -- di-ptera, as they say \"two-wings\" in classical Greek.\nADMIRING THE WHITE OAK\nIn that picture I'm holding a leaf so you can see its underside, much paler than other leaves' topsides. The tree's gray bark of narrow, vertical blocks of scaly plates is shown at http://www.backyardnature.net/n/12/120429qc.jpg.\nI'm accustomed to seeing White Oaks on relatively dry upland soils so I was a little surprised when the tree in the picture showed up on a stream bank growing among Sycamores. In fact, White Oaks are fairly rare around here, completely absent in many upland forests where I'd expect them to be. Years ago I mentioned this in a Newsletter and a local reader responded that in this region White Oaks were wiped out many years ago by people cutting them as lumber and, more importantly, using them in the whisky distilling business. The online Flora of North America says that \"In the past Quercus alba was considered to be the source of the finest and most durable oak lumber in America for furniture and shipbuilding.\"\nThere beside the stream, last year's crop of our White Oak's acorns had been washed away, but this season's were there in their first stages of growth, as seen at http://www.backyardnature.net/n/12/120429qb.jpg.\nTraditionally early North Americans regarded the inner bark of White Oaks as highly medicinal. Extracts made from soaking the inner bark in water are astringent (puckery) and were used for gargling, and the old herbals describe the extract as tonic, stimulating and antiseptic. Other listed uses include for \"putrid sore throat,\" diphtheria, hemorrhages, spongy or bleeding gums, and hemorrhoids. Many applications suggest adding a bit of capsicum, or hot pepper, to the extract.\nBasically the notion seems to be that the bark's tannin -- the puckery element -- does the main medicinal service. Other oaks actually have more tannin than White Oak, but medicines made with them can be too harsh. White Oak extracts seem to have just the right amount.\nThe same tannin situation exists with regard to the edibility of acorns. The acorns of other oaks contain more tannin so they require more time and effort to make them edible. White Oak acorns have much less tannin, but even still there's enough to make them too bitter for humans to eat without treatment, which traditionally has been leaching acorn pulp in running water.\nBy the way, instructions for the kitchen leaching of acorn pulp appear at http://www.ehow.com/how_8427141_leach-acorns.html.\nAMERICAN HOLLY FLOWERING\nAmerican Hollies are a different species from the English Holly often planted as ornamentals. American Holly bears larger leaves and produces fewer fruits. Hollies come in male or female trees (they're dioecious), and you can tell from the flowers in the upper, left of the above picture that here we have a male tree. A close-up of a male flower with its four out-thrusting stamens is at http://www.backyardnature.net/n/12/120429hp.jpg.\nOn a female flower the stamens would be rudimentary and there'd be an ovary -- the future fruit -- in the blossom's center.\nMaybe because people are so used to seeing English Hollies planted up north often it's assumed that they're northern trees. In fact, American Holly is mainly native to the US Southeast, though along the Coastal Plain it reaches as far north as southern Connecticut. Around here it's strictly an understory tree.\nThe fruits are mildly toxic but you must eat a lot of them to get sick. Birds, deer, squirrels and other animals eat the fruits, which are drupes bearing several hard \"stones.\" No critter seems to relish them, though, saving them mostly to serve as \"emergency food\" when other foods run out. That might explain why we see hollies holding their red fruits deep into the winter.\n\"BEGGAR'S LICE\" ON MY SOCKS\nSeveral kinds of plants produce stickery little fruits like that and they all can be called Beggar's Lice. When I tracked down the plant attaching its fruits to me, it was what's shown at http://www.backyardnature.net/n/12/120429my.jpg.\nSeveral beggar's-lice-producing plants are similar to that, so before being sure what I really had I had to \"do the botany.\" Here are details I focused on:\nLeaves and stems were hairy, and leaves were rounded toward the base, sometimes clasping the stem, as shown at http://www.backyardnature.net/n/12/120429mw.jpg.\nA close-up of a \"beggar's louse\" is shown stuck in my arm hairs at http://www.backyardnature.net/n/12/120429mx.jpg.\nThat last picture is sort of tricky. For, you expect the thing stuck to you to be a fruit with hooked spines, but the thing in the picture isn't a fruit. It's actually a baglike calyx surrounding much smaller fruit-like things. I crumbled some calyxes between my fingers and part of what resulted is shown at http://www.backyardnature.net/n/12/120429mv.jpg.\nThe four shiny things are not seeds. Maybe you've seen that the ovary of most mint flowers is divided into four more-or-less distinct parts. Each of those parts is called a nutlet, and that's what you're seeing. But other plant families beside the Mint produce nutlets.\nOur beggar's-louse-producing plant is MYOSOTIS DISCOLOR, a member of the Borage Family, the Boraginaceae, which on the phylogenetic Tree of Life is adjacent to the Mint Family. Myosotis discolor is an invasive from Europe that so far has set up residence here and there in eastern and western North America, but so far seems to be absent in the center.\nThe English name is often given as Changing Forget-me-not, because Myosotis is the Forget-me-not genus, and in Latin dis-color says \"two-colored,\" apparently referring to the fact that the flowers can be white or blue, though all I've seen here are white. But, this rangy little plant you never notice until its calyxes stick to you seems to have nothing to do with Forget-me-nots, unless you look at technical features. I think some editor must have made up the name \"Changing Forget-me-not.\" Our plant very clearly is one of several \"Beggar's Lice.\"\nOATS ALONG THE ROAD\nA spikelet plucked from the panicle is shown at http://www.backyardnature.net/n/12/120429ov.jpg.\nThe same spikelet opened to show the florets inside the glumes at http://www.backyardnature.net/n/12/120429ou.jpg.\nThis is Oat grass, AVENA SATIVA, the same species producing the oats of oatmeal. Oat spikelets differ from those of the vast majority of other grasses by the very large, boat-shaped glumes subtending the florets.\nGlumes are analogous to a regular flower's calyx, so in that last picture of a spikelet, the glumes are the two large, green-and-white striped items at the left in the photograph. The vast majority of grass spikelets bear glumes much shorter than the florets above them. Also, notice that the slender, stiff, needlelike item, the awn, arises from a floret inside the spikelet and not from a glum.\nRemember that you can review grass flower terminology at http://www.backyardnature.net/fl_grass.htm.\nThe spikelets of most Oat plants don't bear needlelike awns. You're likely to see both awned and awnless kinds growing as weeds in our area. When I first saw the awns I thought this might be one of the \"Wild Oat\" species, for several species reside in the Oat genus Avena, and one of those grows wild in the US Southeast. However, florets of the other species bear long, brownish hairs, and you can see that ours are hairless, or \"glabrous.\" The other species' awns also are twisted, but regular Oat awns, when present, are rigid and straight. Both Oat species are native to Eurasia.\nHow did that Oat plant make its way to the side of our isolated Mississippi backroad? Near where the grass grew there was a large game farm where exotic animals are kept so hunters can pay high fees to kill them. I'm betting that the animals are fed oats. Our plant was in an often-flooded spot downstream from the farm, so maybe an oat grain had washed there.\nThat's a roadcut through a special kind of very fine-grained clay called loess. The word loess derives from the German Löß. A deep mantel of loess was deposited here at the end of the last Ice Age about 10,000 years ago. Deep loess deposits occur in a narrow band of upland immediately east of the Mississippi River over most of its entire course. The loess region sometimes is called the Loess Hills. Loess profoundly affects the area's ecology. For one thing, the farther east you go from the Mississippi River, the thinner the loess is, the poorer and more acidic the soil becomes, and the more pines you get instead of broadleaf deciduous trees.\nLoess is so important here, and so interesting, that years ago I developed a web portal called \"Loess Hills of the Lower Mississippi Valley,\" at http://www.backyardnature.net/loess/loess.html.\nI had hoped to engage local folks in an effort to recognize the Loess Hills as a very interesting, scenic and biologically important, distinct region with ecotourism potential, but nothing ever came from it. At that site you can learn how \"loess\" can be pronounced, how it came to exist here, what's special about it, and much more.\nOne thing special about loess is that it erodes into vertical-sided roadcuts as in the picture. People such as road engineers who try to create gentle slopes are doomed to failure. I wish my farming Maya friends in the Yucatan, who must deal with very thin, rocky soil, could see the thick mantel of rich loess we have here.\nNO MORE EMAILED NEWSLETTERS\nFrom now on, to read the Newsletters you'll just have to remember to check out the most recently issued edition at http://www.backyardnature.net/n/.\nToday's Newsletter is there now waiting for readers, with stories about Cattle Egrets, mating Box Turtles, craneflies, flowering holly trees, Beggar's Lice and more.\nIf you're on Facebook you can find the Facebook Newsletter page by searching for \"Jim Conrad's Naturalist Newsletter.\" The weekly message left there will link to individual pages with images embedded in text. In today's message, for instance, you can click on \"Cattle Egrets\" and see a regular web page with text and a photo. I've configured my Facebook page to have a subscribe tab but so far one hasn't appeared. My impression is that if you \"like\" the Newsletter page, each week you'll receive a message with its link. Maybe not. I'm still figuring it out.\nSo, this is the end of eleven years of weekly delivered emails.\nAt first I was upset and annoyed, and thought of writing the 2,158 subscribers suggesting that complaints be made to FatCow at email@example.com. However, something interesting has happened.\nLast week about a dozen subscribers accepted my invitation to check out the Newsletter's Facebook page. When they \"liked\" the page, I got to see their pictures, or at least their avatars. There were all kinds of folks, old and young, skinny and fat, white and brown, serious and joking, one fellow on a boat in Maine, a lady in India with a dot, or Bindi, in the middle of her forehead, someone's baby picture... What an amazing thing that all these people were interested in what I'd written!\nSo, in a way, FatCow.com's treatment has been a gift. It's resensitized me to my readership. Also, it's nudged me into a mental space where now I'm mentally prepared for the whole BackyardNature.net site to be removed permanently, for whatever reason they come up with. That extra sense of independence means a lot to me. Now if need be I'm ready to write Newsletters and just keep them in my computer, or write them in a notebook hidden in my trailer, or write them on leaves that I let float down the Mississippi River. I've already learned how to make ink from oak galls.\nSo, we're evolving here. I'm yielding when it's clear that the forces against us control critical resources, but I'm ready to experiment with new possibilities as they appear, and I continue to think, feel and write about the world around us, and share when I'm allowed to.\nGood luck in your own evolutions. And thanks for these years of weekly inviting me into your lives.\nBest wishes to all Newsletter readers,\nTo subscribe OR unsubscribe to this Newsletter, go to www.backyardnature.net/news/natnat.php.\nPost your own backyard-nature observations and thoughts at http://groups.google.com/group/backyard-nature/\nAll previous Newsletters are archived at www.backyardnature.net/n/.\nVisit Jim's backyard nature site at www.backyardnature.net", "id": "<urn:uuid:ed524a66-2327-4328-a7fc-f00a0d14d470>", "dump": "CC-MAIN-2013-20", "url": "http://www.backyardnature.net/n/12/120429.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9592416882514954, "token_count": 4095, "score": 3.59375, "int_score": 4}
{"text": "|Black-sided Meadow Katydid - Conocephalus nigropleurum|\nOrder Orthoptera - Crickets, Grasshoppers & Katydids / Family Tettigoniidae\nLive adult katydids photographed at Winfield, DuPage County, Illinois. Size = 15mm\nInsects | Spiders | Beetles | Butterflies | Moths | True Bugs | Flies | Bees & Wasps\nKatydids are large, usually green insects with long antennae and large wings, eminently capable of flight. Most katydids are well-camouflaged in foliage and become virtually invisible amidst greenery the identical color. Family Tettigoniidae contains about 6000 species in 1070 genera.\nThis from Tree of Life: \"Katydids are found on all continents except Antarctica and in an assortment of habitats from tropical forests (Heller 1995) and peat bogs (Vickery and Kevan 1985) to montane alpine zones 'far above the last outposts of trees'. Within these habitats, virtually all tettigoniids are associated with vegetation, particularly during inactive periods when the insects retreat into (or onto) leaves.\nOrder Orthoptera - Crickets, Grasshoppers & Katydids\nThere are more than 20,000 species in the order Orthoptera. These diverse insects are found worldwide, although their numbers are concentrated in the tropics.\nNorth American Insects & Spiders\nExplore over 7,000 close-up photos and information on over 700 species commonly found in North America. Live insects & spiders photographed in the wild.\nInsects and Spiders | Orthoptera Index | Spiders | Beetles | Butterflies | Moths", "id": "<urn:uuid:997167fb-2125-4c50-b4ca-9cddd69d2dd4>", "dump": "CC-MAIN-2013-20", "url": "http://www.cirrusimage.com/orthoptera_katydid_Conocephalus.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8406237959861755, "token_count": 359, "score": 2.765625, "int_score": 3}
