{"text": "Use of Biomedical Engineering and Music for K-12 Math/Science Education\nThe study proposes the use of Biomedical Engineering (BME) Ph.D. track graduate students to assist middle and high school teachers to teach math/science skills, by providing additional tools and training to optimize their use. The emphasis is on the use of disciplinary knowledge to enhance how people learn with the aid of computer technology; showing the students the importance of this knowledge to solve real world problems.\nThree school districts have committed to participate in a cross-disciplinary education program (Shelby County, Shades Mountain Independent, and the Alabama School of Fine Arts). Students from UAB’s Biomedical Engineering (BME) and the Alabama School of Fine Arts (ASFA) departments will develop, implement, and evaluate the four interventions used to enhance math/science skills.\n- Music education\n- Math/Science kits and six-week projects\n- Science Fair project development\n- A technology of Fine Arts class\nWhen the cost-effectiveness of each intervention has been determined, decisions whether to expand the intervention, within each school system will be made. Information about successful programs would be made available, on the internet or other media, to interested groups. Trained personnel from this project would serve as facilitators for these groups.\n- Investigators: A. Eberhardt, R. Thompson, M. Froning, D. Kilpadi", "id": "<urn:uuid:21551b17-525a-4ee3-a648-637e7f0b7928>", "dump": "CC-MAIN-2013-20", "url": "http://main.uab.edu/soeng/templates/inner.aspx?pid=71768", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.914275050163269, "token_count": 290, "score": 2.640625, "int_score": 3}
{"text": "The history of the British Isles and its inhabitants, both human and canine, has long been entwined. Breed reveals the enduring and affectionate relationship between the British people and their dogs and explores the very beginnings of pedigree dog breeding in Britain.\nThis is a \"self delivery\" pack which has been designed specifically for National Science and Engineering Week 2013. The science behind fingeprints is well known! What is not so well known is the link between fingerprints and footprints. Right Angle Events have launched a new education pack called ‘Toes for Turf’ comprising at least 4 hours of fun teaching material linked to Key Stage 1-4 Mathematics.\nWe have designed a fantastic scheme especially for National Science & Engineering Week called \"Toes For Turf\". The science behind fingerprints is well known. What is not so well known is the science behind footprints or \"feet prints\". This activity enables students to take, classify and \"lift\" both fingerprints and foot prints. As the research on footprints is meagre, this scheme will allow students to make some discoveries about the correlation or otherwise between fingerprints and feet prints.\nWe will be running a science club for children from the junior school for 8 weeks before science week. Children will be working on projects designed by local scientists and making posters to show what they've done. A competition will be held and prizes will be given for the best posters and projects. During science week we'll have a science day for the whole school. Local scientists will come to the school and we'll have science themed activities all day.\nImagine you are part of the team planning and designing the first manned mission to Mars. Your job is to investigate just one problem of the mission, and come up with an idea that might solve it. You’re asked to create a poster, no bigger than A1-sized, to explain the problem and your idea. The idea can be anything you like, but it must be based on real-science. The competition is for Years 7, 8, or 9. We can accept both individual and team entries. All Posters must be received by us by 4pm 12th March 2013. You can hand your posters in through participating schools and STEM clubs.\nPrimary School competition - teams of four to prepare a 5 minute demo and supporting display on the theme of Inventions and Discoveries. Winning team from each school to compete at Chipping Campden School Primary Science Conference on March 18th. An egg race type activity will also form part of the competition. A demo lecture will finish the proceedings.", "id": "<urn:uuid:c09c3e42-af4a-4247-a842-b66c9f9e375c>", "dump": "CC-MAIN-2013-20", "url": "http://www.britishscienceassociation.org/national-science-engineering-week/event-and-national-activities/day/2013-02-02?circle_op=%3C&circle[value]=&circle[location]=&page=0%2C14&qt-popular_pages_in_this_section=1", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9652612209320068, "token_count": 520, "score": 3.28125, "int_score": 3}
{"text": "Hands on activityThe English designer William Morris was influenced by Indian patterns when he designed this block printed cotton fabric in 1883. Other British designers used Indian patterns, such as 'Paisley'. Using factories, British cloth makers were able to make cheaper fabrics and sell it in India in Victorian times. Indian weavers spun, wove and decorated their cloth in their own homes and this made it more expensive, so many of them went out of business. Have a look at the images below. They show some designs, cloth printing and the blocks used to print cloths.\nYou would need to print with your block thousands of time to decorate a large piece of cloth by hand. You can make a printing block using a potato - it's much easier to carve than wood!\nYou will need:\na big potato\npaper for your pattern\na small knife with a pointed end or a scalpel\nfabric paints or dyes - use indigo, turmeric or henna if you want to make authentic Indian colours\npaper plates for mixing colours\n1. Cut your potato in half and leave it to dry for a few hours. If you want, you can slice off the edges to make a square, which will be easier to line up when you print. You can also use a polystyrene ceiling tile, with the pattern drawn into it. You can buy real wood printing blocks in some Indian shops if you want to print from wood.\n2. Design your printing block pattern on thin white paper, filling in the areas to be cut out. Remember to make the pattern no larger than the potato. Cut the paper 1 centimetre bigger than the design.\n3. Tape your paper design onto the dry potato.\n4. Get an adult to help with this part. Using the sharp knife or scalpel, cut out your design.\n5. Mix your dyes or fabric paints on the paper plate. If you are using an Indian dye such as turmeric make it into quite a thick paste.\n6. Paint the dye onto your potato block, or press the block into the dye on the plate.\n7. Practice printing the block on some scrap paper before you try it on the fabric.\n8. Print the pattern onto the fabric. It looks best when you print repeated patterns, or try different colours next to each other. Keep the patterns in line using a long ruler.\n9. Leave the fabric to dry.\nNeed some inspiration?\nHave a look at the some Victorian paisley patterns.\nYou can have a go at a block printing activity in this Museum Open Learning Initiative activity.\nWooden blocks are available ready made from Parrotfish.\nHave a look at some William Morris designs and download some wallpaper.", "id": "<urn:uuid:69ba2ea4-bf08-4a99-ae50-19420c6223a6>", "dump": "CC-MAIN-2013-20", "url": "http://www.kew.org/plant-cultures/schools/schools_textiles_blockprint.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9351616501808167, "token_count": 564, "score": 2.921875, "int_score": 3}
{"text": "Join Us on\nAdd To Favorites\nDiscover the beauty, and functionality, of ancient Native American pottery! These replicas are a wonderful way to learn more about a culture.\nPottery in any culture is an age-old practice that was originally practical and eventually became seen as an art form. Ancient Native American pieces are beautifully decorated ceramics that are not only functional but a pleasure to look at as well. Choose a style of pottery from one Native nation to replicate.\nBased on the style of the pot, choose an armature such as a recycled container or crumpled aluminum foil. Cover this basic form with a thin Crayola® Model Magic® layer.\nAdd embellishments to your pot by creating ropes, leather cords, feathers, and beads, as appropriate to the culture and time period, and affixing them to your pot. For even edges, cut the compound with Crayola Scissors.\nOne way to make beads is to cut a long piece of fishing line. Make small Model Magic balls and wrap them around the fishing line about half-way down the length. Leave enough fishing line uncovered so you can use it to wrap around the lip of the pot later. Try making different shapes of beads and alternating colors to get different patterns. Another way to make beads is by wrapping the Model Magic compound around short pieces of plastic straws. You can then string your beads any way you like.\nAt the end of a string of beads on Native pottery, there are often large decorative feathers. Roll out Model Magic compound into feathers. Combine different colors for multicolor feathers. Then take a craft stick or other modeling tool to etch in the feather’s vein and the edges. Press the feather on the fishing line at the end of your beads. Cut off any fishing line that sticks out on the bottom. Wrap the extra fishing line around the lip of the pot and tie a knot.\nYou can hide the fishing line by covering the lip with cords or other decorative elements. Adorn your pot with a beautiful rope by braiding three long pieces of Model Magic compound and then wrapping the braid around the lip.\nAdd leather-like cords by rolling out long pieces of Model Magic compound and pressing them a little flat. Then twist and hang them on your pot. Model Magic® dries to the touch overnight and dries completely in 2 to 3 days.\nStudy Native American use of animal hides for homes and clothing.\nAdd To Favorites\nHow do people communicate when the landscape is as barren and forbidding as Arctic tundra? Make a stone message board In\nMake a realistic replica of a Hopi messenger from the spirit world. Incorporate natural objects to explore this traditio\nTell bigger-than-life raven stories from the Tlingit, Salish, and Haida nations. Build a miniature theatre to set the st\nInterview relatives about your family history. Write and illustrate the story of your family's past on a scroll you can\nCreate an original pop-art repetitive portrait based on a study the life and work of Andy Warhol.\nPicasso’s art career spanned many decades and included a variety of styles and influences. Create a portrait collage ins\nUpdate an ancient craft with contemporary designs and art materials. These holiday ornaments are light and unbreakable,\nOur crayons have been rolling off the assembly line since 1903, and you can see how it’s done.\nVisit us »\nBe the first to know!", "id": "<urn:uuid:67bf451a-fd43-4295-971e-25c07fdc2b9d>", "dump": "CC-MAIN-2013-20", "url": "http://www.crayola.com/lesson-plans/native-pottery-replicas-lesson-plan/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9236852526664734, "token_count": 726, "score": 2.84375, "int_score": 3}
{"text": "Rainy Day Painting\nCreate your very own creepy, haunted castle sitting in a turbulent field of flowing grass, eerily surrounded by dark, ominous clouds.\nFireworks are such an exciting part of part of summer festivities, but it's sad when the show is over. Keep them alive all year long with watercolor fireworks.\nShow your high schooler how to celebrate Mary Cassatt, an Impressionist painter, by creating a mother-child painting in her style.\nPut your individual fingerprint on the 100th Day of School (literally!) with this activity.\nShow your preschooler how to make a print of a butterfly using her hand as a tool--a great way to stimulate her sense of touch.\nUse marbles and paint to explore the wild world of shapes and color...and build kindergarten writing strength, too.\nIntroduce your kindergartener to some art history by showing him how to create an everyday object print, Andy Warhol-style.\nCelebrate the changing seasons with this fun, hands-on art activity that will teach your child about the different colors of the seasons.\nHelp your preschooler begin reading and writing the printed word by connecting simple letter recognition exercises with this easy art project: alphabet trees!", "id": "<urn:uuid:b9953fa3-a9b1-49a2-8a31-a2bff8d508c2>", "dump": "CC-MAIN-2013-20", "url": "http://www.education.com/collection/zapkode/rainy-day-painting/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9140550494194031, "token_count": 253, "score": 3.453125, "int_score": 3}
{"text": "- November 15th, 2008\n- Derek Robertson\n- Comments: 7 Comments »Tags: Consolarium, Endless Ocean, games based learning, Wii\nEndless Ocean for the Nintendo Wii was one of those games that immediately caught my eye. A wonderful world in which the player can become immersed in a rich, vibrant and somewhat hypnotically therapeutic underwater world. I’ve written about how I thought it might be used to drive learning before but my initial ideas have been put into place and extended beyond recognition by some really creative teachers.\nLast week I went with Margaret Cassidy from Stirling Council to Cowie PS to see a teacher that was using Endless Ocean with her class:\nMrs Bullivant and her class of P.6 children treated me to an afternoon of sheer joy. I walked in to a class that had been turned into an underwater world that was awash with a tide of enthusiastic and industrious learnning.\n- Streamers of various shades of blue were hung from two lines that criss-crossed the class.From these lines also hung starfish, sharks and other underwater creatures that the children had made.\n- The Wii was hooked up to the whiteboard and the gameplay was integral to the learning.\n- The children were divided into ‘dive teams’ and their ‘dive leader’ had to manage certain aspects of how the children worked together.\n- Children were engaged with a teacher led leson that investigated buoyancy.\n- Children were searching the web to find out more about some of the creatures that they discovered in the game.\n- A spreadsheet activity detailing the range of creatures that they had discovered was in place.\n- A shipwreck (created by the janitor) was sitting in the class. This helped drive much of the creative writing work.\n- The children created treasure maps and were using these to look at grid references.\n- Mermaids were created in art and design and very lifelike they were too!\n- Reference books were in great demand when I was in the class and the initial stimulus of the game appeared to drive a real interest for what could be found in the complementary resource that was the book.\n- Children actively encouraged to measure exactly how long 7 metres is as a result of finding out that that was how long a Great White Shark was.\nThis was just a wonderful visit and an example of what learning in class can be. Yes we need creative teachers to lead this but isn’t that what we are meant to be. The work that was in evidence in this class was delightful to witness and further cemented my ideas of the possibilities of sandbox games such as Endless Ocean.\nCategories Stirling Council", "id": "<urn:uuid:ed02b25b-582c-477f-af77-6a012b479875>", "dump": "CC-MAIN-2013-20", "url": "http://blogs.educationscotland.gov.uk/consolarium/2008/11/15/endless-ocean-and-endless-learning-in-stirling/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9867492318153381, "token_count": 553, "score": 2.546875, "int_score": 3}
{"text": "|Talking Trash about the Oceans: Creating a Community Service Campaign to Stop Offshore Dumping|\nIn this lesson, students create a community service advertising campaign that raises awareness about the importance of keeping trash out of the marine ecosystem. Students work in teams to create different ad campaigns geared toward particular target audiences and produce posters promoting their messages. Links to additional information and resources are also provided.\nIntended for grade levels:\nType of resource:\nNo specific technical requirements, just a browser required\nCost / Copyright:\nCopyright 2005, The New York Times Company.\nDLESE Catalog ID: DWEL-000-000-000-461\nResource contact / Creator / Publisher:\nPublisher: The New York Times Learning Network", "id": "<urn:uuid:0a2dc5ea-1fbc-4dca-afae-288edd3db469>", "dump": "CC-MAIN-2013-20", "url": "http://www.dlese.org/library/catalog_DWEL-000-000-000-461.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8353309631347656, "token_count": 148, "score": 3.25, "int_score": 3}
{"text": "Free the Cans! Working Together to Reduce Waste\nIn a blog about how people share, it’s worth the occasional reference to the bizarre ways that people DON’T SHARE. Is it safe to say we live in a society that places great value on independence, private property, personal space, and privacy? Even sometimes extreme value? Is that why people at an 8-unit apartment building in Oakland, CA have separate caged stalls for eight separate trash cans? I know it’s not nice to stare, but I walked by these incarcerated cans and could not help myself. I returned with my camera, so that I could share my question with the world: Why can’t people share trash cans or a single dumpster? Or, at the very least, why can’t the cans share driveway space?\nThe Zero Waste Movement has come to the Bay Area and it calls for a new use for these eight cages. Here are my suggestions:\n- Turn two of those cages into compost bins. Fill one with grass, leaves, and vegetable scraps, let it decompose for six months, then start filling the second bin in the meantime.\n- Put in a green can, which is what Oakland uses to collect milk cartons, pizza boxes, yard trimmings, and all food to send it to the municipal composting facility. If your city doesn’t do this yet, tell them it’s a great idea and they could be as cool and cutting edge as Oakland.\n- Put in one or two recycling cans for glass, plastic, cardboard, paper, aluminum, etc.\n- Put out a FREE STUFF box for unwanted clothing and household items. The neighbors could sort through it each week, and later put it out on the curb for passers-by to explore. Take what’s left to Goodwill or a comparable donation spot.\n- Put in a few small bins for various items that can be recycled, such asbatteries and electronics, which can then be taken to an electronics recycling center every month or two. Styrofoam can be brought to a local packaging store or ceramics business that accepts used packaging material. Or, if you accumulate a bunch of plastic bags,take them to a store or to some other place that accepts used ones.\n- Put in ONE trash can. By the time you compost, recycle, re-use, redistribute, and take a few other measures to reduce your waste, you’ll have almost no trash each week.\n- Install a bicycle rack or locked bicycle cage.\n- With the leftover space, put in a container garden and a bench where neighbors can gather and chat. A much more pleasant alternative to the garbage can jailhouse ambiance, wouldn’t you agree?", "id": "<urn:uuid:c970d9a2-a5ce-4050-9ea3-58d7bbd609a8>", "dump": "CC-MAIN-2013-20", "url": "http://sharingsolution.com/2009/05/23/free-the-cans-working-together-to-reduce-waste/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9323602318763733, "token_count": 575, "score": 2.8125, "int_score": 3}
{"text": "Joint use is a way to increase opportunities for children and adults to be more physically active. It refers to two or more entities — usually a school and a city or private organization — sharing indoor and outdoor spaces like gymnasiums, athletic fields and playgrounds. The concept is simple: share resources to keep costs down and communities healthy.\nExamples of joint use agreements:\nA principal unlocks the school gate after hours so neighbors can shoot hoops or play ball on evenings and weekends.\nA school and swim team share a pool.\nA school opens its soccer field to a local league for weekend games.\nA YMCA opens its gym to the local PE teacher so students have a place to exercise.\nWhy is joint use needed?\nThe research is clear: the more active children are, the healthier they will be now and when they grow up. Yet certain places make physical activity harder instead of easier. Place matters since experts now know that where we live, work and play — the physical environment itself — determines, to a large degree, whether we will be healthy.\nToo often, kids find the gate to their school’s blacktop or basketball court locked after school hours, locking them out of opportunities to be active. Closing off recreational facilities after school leaves many children and families struggling to incorporate physical activity into their daily routines. They may live in an area without a nearby park or be unable to afford exercise equipment or a gym membership.\nJoint use agreements can fix these problems. Joint use makes physical activity easier by providing kids and adults alike with safe, conveniently located and inviting places to exercise and play. Besides making sense from a health perspective, joint use agreements make sense financially because they build upon assets a community already has. Sharing existing space is cheaper and more efficient than duplicating the same facilities in other parts of the community.\nWhere is joint use happening?\nJoint use is happening in cities throughout California and across the nation. In fact, the concept of joint use is not new. Schools have shared their land and facilities for community use for over 200 years. Most states, including California, have policies to encourage or require schools to make facilities open to the public. In California, a 2008 survey conducted by the Center for Cities and Schools revealed that close to 60 percent of responding school districts already have some type of joint use partnership, but thousands still do not.\nHow does it work?\nJoint use agreements facilitate a partnership between two or more entities, often school districts and local government agencies (e.g. parks and recreation or nonprofit organizations, to open up spaces such as playgrounds, athletic fields, pools, and gymnasiums to the community outside of school hours or to open up community facilities to schools at a reduced cost or for free.\nJoint use partnerships can be formal (based on a legal document) or informal (based on a handshake), but formal agreements offer increased protections for both the facility and the community group using the facility. Since school staffing can change over time, personal relationships are not the most secure way to guarantee access to facilities into the future. A formal agreement can also help prevent problems related to maintenance, operations, liability, ownership or cost from arising.\nMaintenance– How can we keep the space in good condition? Joint use agreements can detail each partner’s goals to help ensure that school properties are respected and maintained. When school resources are being shared, it’s important to have joint use agreements that specify who needs to make repairs and who will address wear and tear to the property. Some school officials have noticed a decrease in vandalism since implementing a joint use agreement. They have noted that when the community shares school resources, they take pride and ownership in the space, which can help deter vandalism.\nOperations — Who will unlock the gate? Who will run the programs? These questions can be answered with joint use agreements so that partners know what they are responsible for.\nLiability–What if someone gets hurt? Experts say most schools’ existing liability insurance is sufficient to cover any liability issues associated with joint use. Joint use agreements can identify liability concerns and make sure they are accounted for.\nOwnership– How does joint use affect how decisions are made about the property? Joint use agreements should outline a process for resolving any conflicts that may surface. They should also highlight how the partnership will benefit each party.\nCost– How expensive will the partnership be? Joint use agreements can be used to define how much each partner contributes. Partnerships do not need to cost a lot to be successful. Agreements can help partners anticipates what costs might be.", "id": "<urn:uuid:5c29112c-9367-4cee-b67d-9c4fbd2fda01>", "dump": "CC-MAIN-2013-20", "url": "http://www.jointuse.org/resources/joint-use-101/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9557764530181885, "token_count": 940, "score": 3.65625, "int_score": 4}
{"text": "The Richboro Elementary Meadow Project\nStudents in the Richboro Elementary Ecology Club have been planting a meadow each year since 2008. We were the first school in Council Rock School District to do so, and our project has inspired the District to plant four acres of meadows at several other Council Rock school locations.\nWhy plant meadows? Meadows provide habitats for more insects and other animals than green lawns. The first year we planted the meadow, we found two praying mantids had moved in! Additionally, meadows do not need to be mowed more than once a year, so they save fossil fuel. Below are photos and descriptions of our current meadow as well as meadows from previous years.\nThe Fourth Planting of\nRichboro Elementary School's Meadow\nStudents in the Richboro Elementary School Ecology Club planted its fourth meadow this spring. Students sowed the flower seeds harvested last fall in the newly prepared plot. Additional native seeds, including sunflower and asters, were planted. Students and teachers look forward to seeing what surprises await when returning to school in the fall.\nThe Third Planting of\nRichboro Elementary School’s Meadow\nThe Ecology Club at Richboro Elementary School planted its meadow for a third growing season this April. Using seeds harvested from the meadow last fall, the club members, ranging from grades two through five, took turns planting seeds in a grid-like pattern across the meadow plot. Sunflower seeds were pushed into the ground with planting sticks, and the soil was raked to cover the seeds. As the club ended, the clouds gathered and watered the meadow, as if on cue. We look forward to watching our garden bloom as the seasons turn.\nRichboro Elementary School’s Meadow\nThe Ecology Club at Richboro Elementary School planted its meadow for a second growing season this April. The club, with over 40 students and 5 teachers, worked together to sow seeds on a drizzly, windy day. The seeds had been harvested by the students last fall from the meadow’s first dried flowers. The charming sign, including drawings by 13 children, will be posted at the front of the meadow.\nRichboro Elementary School’s Meadow Blooms\nand Seeds are Harvested\nLast spring the Ecology Club at Richboro Elementary School planted seeds to create a meadow in the front of the building. Not certain how successful the meadow would be, the club members were greeted at the beginning of this school year by a surprisingly full field of colorful blooms. This fall the flowers matured to produce seeds. To complete the cycle, the Ecology Club plans to plant the seeds next spring.\nThe Earth Laughs in Flowers\nRichboro Elementary School’s Meadow Project\nThe Ecology Club at Richboro Elementary School planted a meadow for their final big project of the school year. Ecology Club students pulled out clumps of grass, and then teachers gave students seeds to plant in the plot. The students zig-zagged their way across the plot to ensure even coverage of the seeds. At the end of the day, each child received a small bag of seeds to plant at home with the saying, \"The Earth Laughs in Flowers.\" The seeds had been sorted and packaged by students in the Autistic Support classes at Richboro Elementary.\nThe flowers hopefully will grow throughout the summer. In addition to adding beauty to the school, the meadow will reduce the fossil fuel needed to mow the grass all summer and will help insects gain a new home. The students and teachers look forward to seeing a wildflower meadow in full bloom at the beginning of the new school year in September.", "id": "<urn:uuid:2eca6211-a85f-472b-b3f3-ac4fa26c2e16>", "dump": "CC-MAIN-2013-20", "url": "http://crsd.org/Page/16977", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9635656476020813, "token_count": 751, "score": 2.703125, "int_score": 3}
{"text": "Affton, Mo (KSDK) -- School leaders are teaching character education to prevent bullying.\nTeachers and counselors at Mesnier Primary School in Affton are getting the message across early that words hurt and the kids are paying attention.\nCounselors are also teaching kids anger management, using puppets.\n\"It's a turtle trick. When someone's bullying you, you go over to the peace path and there's this little turtle and he bends in his shell like this, and then you do it, and you count to 10, and most of the time, it gets your anger from being bullied,\" sauid Camden Schlueter, a student.\nIn Ladue, administrators have given teachers and students a took to report bullyig.\n\"Students and staff can use forms to fill out to go directly to counselors and administrators,\" said Maggie Travers, a Ladue School District psychologist. \"We have some policies in places that address these issues when they come up.\"\nIn South Roxana, Illinios, the approach is pro-active.\n\"The thing we try to do most is to promote positive behavior,\" said Principal Nate Porter.\nEven with these tools, there are conflicts, something Mesnier school teaches young kids to resolve.\n\"We bring them itno the office where we have a peace place to talk to the kids,\" explained Guidance Counselor Janet Winchester. \"If they're comfortable with it, then we have the kids work it out and we have a littel conflict mediation.\"\n\"It's called rock, paper, scissors,\" said Abbey Dallman, a student. \"And like if you're fighting over a swing, you can do rock, paper, scissors, to see who gets the swing.\nWhat teachers and administrators have learned is that early intervention tools work. They said teaching good behaviour in class was constructive than reactionary discipline. They believe the number one way to identify conflicts is by students speaking up and reporting problems.", "id": "<urn:uuid:46abacb2-6eea-4179-86ba-723eba9e87ba>", "dump": "CC-MAIN-2013-20", "url": "http://www.ksdk.com/news/local/story.aspx?storyid=319559", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9663208723068237, "token_count": 407, "score": 2.859375, "int_score": 3}
{"text": "Facilitator's Guide for\nTHE BELOVED COMMUNITY\nA film by Pamela Calvert/Plain Speech\nAt the fenceline of Canada's \"Chemical Valley,\" girls\nare being born at twice the rate of boys. How do you stay in the home\nyou love when the price you pay may be your children's future?\nPLANNING A SCREENING\nTopics and Issues Relevant to THE BELOVED COMMUNITY\nAs you plan your screening, you might consider speakers, panelists, or\ndiscussion leaders who have expertise in one or more of the following\n- Children's Health\n- Community Organizing\n- Corporate Social Responsibility\n- Endocrine Disruptors\n- Environmental Justice\n- Green Chemistry\n- Human Rights\n- Native Culture, History & Land Rights\n- Precautionary Principle\n- Reproductive Health\n- Toxic Exposure & Health Impacts\n- Workplace Health and Safety\nAs You Plan Your Event\nA screening of THE BELOVED COMMUNITY can be used to spark interest\nin any of the topics listed above, as well as to inspire individual and\ncommunity action. Using the checklist below will help ensure a high quality\nand high impact event.\nSet realistic goals.\nWill you host a single screening or use the film to spur ongoing efforts?\nWill you steer a panel or discussion toward a specific topic or let the\nparticipants pursue whatever issues they choose? Be sure to include your\nevent partners in the decision making process. Being clear about your\ngoals will make it much easier to structure the event, target publicity,\nand evaluate results.\nStructure your event to match your goals.\nDo you need an outside facilitator? If your goal is to share information\nbeyond what is included in the film, are there local experts on the topic\nwho should be present? How many participants do you want? (Large groups\nare appropriate for information exchange. Small groups allow for more\nintensive dialogue and action plans.)\nArrange to involve all stakeholders.\nIt is especially important that people be allowed to speak for themselves.\nWe encourage you to seek out 'unlikely alliances' and push your own comfort\nzone, going out of your way to invite representatives of all the constituencies\nwith a potential stake in building a healthy and sustainable community.\nOnce the group is assembled, make sure that all participants have a chance\nto be heard and are treated with respect.\nChoose an accessible venue.\nIf you are bringing together different constituencies, is your venue 'neutral\nterritory'? Is it in a part of town that is reachable by various kinds\nof transportation? Does the physical configuration of the room allow for\nthe kind of discussion you hope to have? Can everyone easily see the screen\nand hear the film? Is the room comfortable?\nLeave time for feelings.\nWhen the lights come up, people may have a strong emotional response to\nthe film. This is where people make the empathetic connections that make\nall the following work possible, so it's important to encourage that personal\nresponse before moving on to questions of strategy. The conversation will\nnaturally flow into \"What do we do now?\"\nLeave time to plan for action.\nIf you want your screening to have lasting impact, it is important to\nleave time to plan action. People will be looking for something that is\nimmediate, concrete, and local. Planning next steps can help people leave\nthe room feeling energized and optimistic, even when the discussion has\nbeen difficult. It's also important to be prepared to facilitate networking.\nProvide a sign-in sheet at the door so people can share contact information\nlike email addresses. Let participants know exactly how that information\nwill (and won't) be shared. Let participants know whether or not press\nwill be present.\nFacilitating a Discussion of THE BELOVED COMMUNITY\nPeople who feel safe, encouraged, respected and challenged are likely\nto share openly and thoughtfully. As a facilitator you can encourage that\nkind of participation. Here's how:\nView the film before your event. This will both give yourself time to\nreflect so you aren't dealing with raw emotions at the same time that\nyou are trying to facilitate a discussion, as well as letting you check\nthe DVD and equipment to make sure there are no technical glitches. You\nmay want to refer to the Discussion Guide\nto get you started.\nYou don't need to be an expert on globalization or environmental justice\nto lead an event, but knowing the basics can help you keep a discussion\non track and gently correct misstatements of fact. Prior to your event,\ntake time to check the Background Information and Suggested Resources\nin the film guide handout.\nBe clear about your role.\nBeing a facilitator is not the same as being a teacher. A teacher's job\nis to convey specific information. In contrast, a facilitator remains\nneutral, helping move the discussion along without imposing her or his\nviews on the dialogue.\nKnow who might be present.\nIt isn't always possible to know exactly who might attend a screening,\nbut if you know what kinds of groups are present in your community, you\nmight be able to predict who might be represented. You can also keep in\nmind that issues can play out very differently for different groups of\npeople. Factors like geography, age, race, religion and class can all\nhave an impact on comfort levels, speaking styles and prior knowledge.\nTake care not to assume that all members of a particular group share the\nsame point of view.\nBELOVED COMMUNITY is a co-production of Plain Speech and Detroit\nPublic Television, and is distributed by California\nNewsreel. All rights reserved. For more information: firstname.lastname@example.org www.newsreel.org\nguide was developed with the support and participation of many people.\nSpecial thanks to Elizabeth Crowe and Ron Plain.", "id": "<urn:uuid:e3b68342-7f9a-4821-8e28-91910e265a4c>", "dump": "CC-MAIN-2013-20", "url": "http://newsreel.org/guides/belovedcommunity/bcfacilitate.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9198598265647888, "token_count": 1240, "score": 2.625, "int_score": 3}
{"text": "The Movimento dos Trabalhadores Rurais Sem Terra, or Movement of the\nLandless Rural Workers (the MST), was formally created at the Primeiro Encontro\nde Trabalhadores Sem Terra [First Meeting of Landless Workers], which took\nplace from January 21-24, 1984, in Cascavel, in the State of Paraná,\nin the south of Brazil. Today, the MST is organized in 22 states and pursues\nthe same objectives defined at this 1984 Meeting and ratified at the First\nNational Conference at Curitiba, Paraná, in 1985: to fight for land,\nfor agrarian reform, and for the building of a just society, without exploiters\nand exploited. Since its creation, the MST has included in its political agenda\nthe fight for schools and the discussion on what kind of school should be a\npart of the life of the Sem Terra family.\nThis article discusses the pedagogical lessons that we can learn from the historical\nexperience of the MST. Before introducing some of these, however, it is important\nto situate the context that allows us to think of a social movement of farm\nworkers as a place that may have lessons to offer on the processes of human\nThe MST came into its seventeenth year of existence reflecting deeply on two\nof the great tasks that were defined throughout its history: first, to help\nput an end to the \"mortal sin\" of the latifundium, decentralizing the\nlands of this immense country, Brazil, and making them socially productive;\nand second, to help humanize people, to develop human beings with dignity, identity,\nand a project for the future. This second task, perhaps the one that the MST\nhas accomplished best since its undertaking, is what causes us to think more\ndirectly of the educational dimension of the Movement.\nThe educational work of the MST has three main dimensions: first, the recovery\nof the dignity of thousands of families who once again have roots and purpose.\nThe poor in everything have become citizens: people with rights, people who\nwork, study, produce, are a part of their communities, and who, in their daily\nchallenges, set a new agenda of discussion for this country. The second dimension\nis the building of a collective identity, one which goes beyond each person,\nfamily, and settlement. The identity of the Sem Terra [Landless],\nand the capital letters without a hyphen, like a proper name that identifies\nthose who are no longer individuals who lack something have no land (land-less)\nbut are individuals with a choice that of fighting for more social justice and\ndignity for all. This places each member of Sem Terra, through his/her\nparticipation in the MST, in a movement that is related to the re-encounter\nof humanity with itself. The third dimension is building the educational project\nof different generations of the Sem Terra family, one that combines schooling\nwith broader concerns of human development and the training of militants.\nViewing the history of the MST in this perspective, we encounter some pedagogical\nlessons, or how the proponents of a social struggle and a collectivity in movement\ndeal with, and are concerned with, education. These lessons can help us reflect\non each of our own educational practices, including those that we undertake\nin the schools. Reflecting on these lessons, we may begin to understand something\neven more profound: the MST has a pedagogy, that is, it has a praxis\n(combined theory and practice) of how people are educated, of how human beings\ndevelop. The Pedagogy of the Sem Terra Movement is the way through which\nthe Movement has historically developed the social individual of the name Sem\nTerra, and has daily educated the people who are part of it. And the main\neducational principle of this pedagogy is the movement itself, a movement\nthat unites diverse pedagogies, and in a special way unites the pedagogy\nof social struggle with the pedagogy of the land and the pedagogy\nof history, each one helping to make an imprint on our identity, mística,\nproject. Sem Terra is the name of one who fights for the people who have\nroots in the land the land that is won, tilled, cared for and in the movement\nThis is the main discussion we have today in the MST with our educators: how\nto make of the Pedagogy of the Movement a reference for our practice and our\nthought. To be an educator in the MST is to succeed in understanding the educational\ndimension of the Movementís actions, making them a mirror for its educational\npractices. It is a reference viewpoint to aid in discerning the limits and challenges\nof these practices. A mirror also educates our viewpoint to see beyond the\nMST, beyond the Sem Terra. The Pedagogy of the Movement takes shape\nin a dialogue with other educators, other students, and other pedagogical movements.\nIt was precisely in the interaction with people and works concerned with human\ndevelopment that we managed to think about the MST as a pedagogical subject.\nFrom this new synthesis, we continue our dialogue with theories and practices\nof human development, along with specific thinking on the educational environment\nof our schools.\nFrom this dialogue with the Movementís practices and the thinking on human\ndevelopment throughout the history of humanity, an initial result regards the\nvery concept of education. When we discuss practices of humanizing the field-workers\nas a product of education, we are in fact recovering an essential link to the\nwork in education: to educate is to humanize, to cultivate learning to be a\nThe MST works all the time at the limit between humanization and dehumanization;\nits struggle is that of life or death for thousands of people, who make their\nparticipation in the Movement a tool for re-learning to be human. This is the\nday-to-day task of the education of the Sem Terra in each march, each\ncamp, each settlement And it is this same day-to-day practice that shows that\nthe task is necessary and possible; that the adultsí and the agedís nearly lost\nhumanity can be recovered through learning, and that it is even more necessary\nand possible to help in this learning from childhood.\nFrom this conception of education, there are pedagogical lessons we have managed\nto derive in this reflective counterpoint among the daily life of the MST, the\ndiverse theories and practices on human development, and the concerns with how\nto educate the Sem Terra. These are lessons that also help us think and\nrethink the curriculum and the educational environment of our schools.\n1. People are the greatest value produced and cultivated by the MST\nThe Movement is the way that people collectively produce the Sem\nTerra identity and carry out the struggle for agrarian reform that is the\nroot and strength of this identity. At times of the most acute social conflict,\nsuch as those we live through today, this is even more visible: it is on the\npeople, on each one of them, that resistance depends, as well as the determination\nof the proposals, the conduct that persists as an image for society, the continuity\nin the face of the fiercest conflicts, the identity. The MST has succeeded in\narriving at its seventeenth year because it has learned to value every person\nwho is a part of its organization, and because it has defined human development\nas one of its main priorities.\nAs educators, we need to be clear about what is in question every time we meet\nwith those we are educating: we are facing human beings, who deserve our respect\nand dedication as human beings, and as members of an organization that fights\nfor dignity. Our work in a school where the Sem Terra study, for example,\nneeds to be thought of in the perspective of a great educational effort, which\nmakes us responsible, interested, and committed.\nWe need to reflect always on some basic questions: what human being are we\nhelping to develop through our practice? Is there coherence with the humanity\nthat the MST struggle has been producing and planning for throughout its history?\nAnd those we educate: what human being do they see when they look at themselves\nand their settlement companions? Have our educational practices helped them\nto value themselves as persons and take on the collective identity they help\n2. People are educated by learning to be\nOne of the things that often calls attention to the MSTís actions is the self-respect\nof the people who take part in it. This self-respect, or feeling of dignity,\nis produced to the extent that these people learn to be Sem Terra\nand to be proud of that name. And on taking on this social, collective identity\nwe are Sem Terra, we are of the MST these people gradually discover dimensions\nof their personal and collective identity, as well: Iím a woman, Iím black,\nIím a rural worker, Iím young, Iím an educator They are new individuals who\nare formed and begin to demand their place in the world, in history; they know\nthey can and ought to fight for the right to be human wherever they are, with\nor against whomever they are.\nThis returns us to the notion that this is an essential human task of learning:\nto look in the mirror of what we are and want to be, to take on personal and\ncollective identities, to be proud of them, at the same time we are challenged\nwith the movement of our permanent self-construction. To educate is to help\nbuild and strengthen identities, to draw faces, to form subjects. And this has\neverything to do with values, way of life, memory, culture.\n3. People are educated in the actions they perform and the works they produce\nThe MST forms the Sem Terra by putting them in a movement, which\nmeans in permanent action, action with the dynamic of a social struggle: occupations,\nencampments, marches, demonstrations of solidarity, the building of a new kind\nof life in the settlements, schools, activities of development. It is through\nsuch action that they learn that nothing is impossible to change, not even people,\ntheir propensities, their positions, their ways of life, their values.\nPeople are educated in action because it is the movement of action that molds\nthe way to becoming human. Actions produce and are produced through social relations:\nthat is, they set in motion another fundamental pedagogical element, which is\nthe interaction between people, how they behave among each other, which is measured\nby the tools inherited from those who have produced other tools before (culture).\nIn these relations, people show who they are, and at the same time they construct\nand revise their identities, their way of being.\nWe are speaking of any action, or of acting for actingís sake, without any\nintentionality. We are speaking of action that produces works (material or not)\nthat become the mirror in which people can see what they are or even want to\nbe; and we are speaking mainly of work and the material production of our existence.\nThere is no true education without action, without work, and without collective\nworks. And, as the children remind us, there is also no education without games\nand play, which can also be thought of as collective action producing works.\n4. People are educated by producing and reproducing culture\nThe actions of the Sem Terra are loaded with cultural meanings that\nthey learn to produce and express. In an occupation, on a march, or in the organization\nof a settlement, there appears not only what these families of workers are today,\nor at this particular moment. Every action brings together with it the way of\nbeing human that these people bear, the developing weight of the objective\ncircumstances of their whole previous existence and the type of education they\nhave received or lived. At the same time, their collective action is also usually\nthe negation of certain traditions that have marked their lives up to now, and\nthe projection of values they learn or re-learn in the pedagogical process of\nthe Movement. The MSTís expressions, symbols, art, way of struggle, embody a\ncultural moment that neither begins nor ends at the moment of action. Each landless\nperson who enters the MST also enters a world already productive of symbols,\nexpressions, human examples, values, which, with each action, s/he learns to\nsignify and resignify.\nOne of the great pedagogical challenges of the MST with its social base has\nbeen precisely to help people make a new cultural synthesis, one that joins\ntheir past, present, and future in a new, rooted collective and personal identity.\nTo live as if one struggles, to struggle as if one lives This is a coherent\nposition that has been seen as necessary to the Movementís aims of social transformation,\nas well as in its permanent conflicts and challenges. Memory, mística,\ndiscussion of values, criticism and self-criticism, the study of history, these\nare some cultural tools that the Movement has been using in this construction.\nWe can reflect then that to educate is to also to share meanings and tools\nof culture (Jerome Brunerís expression, in Arroyo 2000). It is to help people\nin the learning of signfying and resignifying their actions, in\nsuch a way that they may transform them into values, behavior, convictions,\ncustoms, expressions, symbols, art, that is, into a way of life chosen\nand reflected by the collectivity of which they form a part. This means, among\nother things, that to educate people is help to cultivate their memory; it is\nto become acquainted and reacquainted with their symbols, expressions, words;\nit is to situate them in a wider cultural and historical universe; it is to\nwork with different languages, organize different moments and modes so that\npeople may think about their practices, their roots, their plans, their lives\n5. People are educated by living values\nValues are a fundamental dimension of culture; they are the principles of life,\nthat for which we consider it worth living. Values are what move our\npractices, our life, our being human. Values are what produce in people the\nneed to live for the sake of freedom and justice. Values are what move the striving\nof the Sem Terra to make their settlements utopian communities, consistent\nwith the struggle that won them over.\nThe MST has been very concerned with the cultivation of values, because it\nknows that it is the values, translated into culture, that it will leave as\na heritage to its descendants and the new generations of those who fight for\nthe people. And values only exist through people, their experiences, positions,\nconvictions. And they are not born with each one: they are learned, cultivated\nthrough the collective processes of development, of education.\nFor the MST, this has not been an easy battle: to recover and cultivate human\nvalues like solidarity, loyalty, the spirit of sacrifice for the collective\nwell-being, companionship, seriousness, discipline, indignation in the face\nof injustices, the valuing of the Sem Terra identity, humility - in a\nsociety that day by day degenerates with the counter-values of individualism,\nconsumerism, social apathy, lack of commitment to life, the exclusion of those\nwho take part in social struggles But it is only by taking on the job of educating\nand re-educating people in its values that the MST can realize the project of\n6. People are educated by learning how to solve problems\nIn the actions of a social struggle knowledge is acquired and produced,\nand it is a very important dimension of the strategy for the humanization of\nthe people. But one of the pedagogical lessons we have gleaned from the day-to-day\nlife of the Movement is that the process of producing knowledge that effectively\naids in the development of the person is that which is connected to the large\nand small questions of life. When a Sem Terra needs to know how to calculate\nan area in order to measure the land where his agro-villa will be settled, or\nwhen he needs to study geography to best choose the place for an occupation,\nthis knowledge will certainly have more human and social density for him. When\na Sem Terra child learns how to measure the materials that she needs\nto begin building her playground, or learns to write letters to people she likes,\nthe same thing occurs. The expression \"to know is to solve,\" from the Cuban\neducator José Martí, brings us to an even more radical question:\nit suggests to us that there is no true knowledge outside of concrete situations,\nor the solution to problems of \"real\" life. And it really seems to be so, especially\nwhen this question is put into the context of pedagogical processes.\nTo educate is to socialize knowledge and is also the tool for producing knowledge\nthat affects peopleís lives in their various dimensions of identity and universality.\nTo learn in order to solve problems means to understand knowledge as a comprehension\nof reality in order to transform it, comprehension of the human condition in\norder to make it fuller, which is a very old lesson that the Pedagogy of the\nMovement is merely recovering.\n7. People are educated by learning from the past to plan for the future\nIt was in this way that the Movement made itself as it is: learning from those\nwho had struggled before, cultivating the memory of their own path. History\nis made in this way: planning for the future beginning with the lessons of the\npast cultivated in the present. ĎThe land holds the rootsí, says one of the\nMSTís songs. Education also must hold the roots, helping to cultivate\nthe memory of the people and in the development of historical consciousness.\nEducators have a very specific task for this: their meetings with their learners\ncan be a privileged time for learning to cultivate the collective memory, and\nfor the study of a broader history. To know that this can make a difference:\nthe memory of the debts to the people that were not paid, the wounds that were\nnot healed, is not erased.\nIt is necessary to educate every Sem Terra family so that their rural\nroots, their culture, and how these roots take part in the formation of the\nBrazilian people, are not forgotten, so that all the Sem Terra may learn\nhow they came to the condition of being rural landless workers, and how they\nhave many other brothers all over the world in a similar condition, who are\nalso carrying on a struggle for the land and for agrarian reform as we are.\nAnd as educators we also need to learn from this memory and its cultivation,\nnot to remain imprisoned in the past, but, on the contrary, to set it in motion\nand plan for the future what is best for everyone.\n8. People are educated in collectivities\nThe MST is a collectivity. And in it the Sem Terra learn that\nthe collective is the great subject of the struggle for land as well as its\ngreat educator. Nobody gets his/her land by him/herself; the occupations, the\nencampments, the settlements are collective works. The force of each person\nis in his roots, which is his part in a collectivity with a memory and project\nfor the future. It is through taking part in the collective and its works that\npeople are educated not alone, but in relation to others which potentializes\ntheir own singular, unique person.\nPeople do not learn to be human by themselves. Without the bonds of their participation\nin collectives they cannot go forward to a fully human condition. Uprooted people\nare dehumanized people, who do not recognize themselves in any past and have\nno project for the future. To educate is to help root people in strong collectives;\nit is to potentialize social, human harmony in the construction of identities,\nvalues, knowledge, feelings. An educational environment is fundamentally an\neducational collective, moved and planned by teachers, but shared by all of\nits members. In a true collective, all are at the same time educators and educated,\nbecause all are a part of the process of learning and re-learning to be human.\n9. The educator educates by conduct\nThe educator educates by conduct much more than by words. The strength of the\nMST is not in its speeches, but in its actions and in the positions of the Sem\nTerra who make them happen. It is the practices and the conduct of the collective\nthat educates the people who take part in the Movement or live with it.\nIt is for this reason that in the MST we have as educational references people\nlike Paulo Freire and Che Guevara. They were not educators only for what they\nsaid or wrote, but through the testimony of the consistency between what they\nthought, said, and effectively did and were, as persons and as militants in\nthe causes of the people.\nTo be an educator is, therefore, a way of being, a way of being with the people\nthat is a living message of values, convictions, feelings, of a conscience that\nmoves us and that we claim to defend in our organization. It is to have a complete\ncommittment, which is not easy. Only a collective can help us in the process\nof criticism and self-criticism, in the calls and in the affections that show\nus when we are vacillating and also show us the right path so that we may return\nIndividuals are not only formed in school. There are other experiences that\nproduce even stronger learning. The Pedagogy of the Movement is not contained\nby the school, because neither the Movement nor human development is contained\nby it. But the school is a part of the Movement and its pedagogy, so much so\nthat historically the MST has tenaciously fought so that all the Sem Terra\nmay have access to schools. The school that is a part of the Pedagogy of the\nMovement is the one that returns to its original task: taking part in human\nTo think of the school as a workshop of human development means to think\nof it as a place where the educational process or the process of human development\noccurs in an intentionally planned way, conducted and thought about for this\npurpose, a process that is guided by a project for society and the human being,\nand is sustained by the presence of people with specific knowledge for the work\nof education, by the sincere co-operation of everyone who is there to learn\nand to teach, and by the permanent link with other social practices that have\nbegun and continue this work.\nThe expression also helps us to rethink the pedagogical logic, or the pedagogical\nmethod of the school. We claim that the school is not only a place for teaching,\nand that a method of education is not the same as a method of teaching. It is\nnecessary to plan various pedagogical strategies in view of the different kinds\nof learning that make up the complex process of human development.\nIn a school conceived as a workshop of human development, educators are architects,\norganizers, and stimulators of the educational environment. This demands\ngreat sensitivity and mastery of the arts of pedagogy to form the schools from\na clear perception of how the educational process is developing in each student\nand in the collectivity as a whole; to perceive the contradictions and not be\noverwhelmed by them, but to work with them pedagogically; to be aware of what\ndimensions need to be emphasized at one moment or another, what type of actions\nneed to be performed and with what contents, what relations need to be worked\non and at what time.\nIt is a very important kind of learning: one needs to be humble enough to place\noneself always in the situation of an apprentice of the process, as apprentices\nthat we all are, of this complex art of building humanity, of which the MST\nalso has a part, albeit but a small one.\nArroyo, M. G. Ofício de mestre. Petrópolis: Vozes, 2000.\nCaldart, R. S. Pedagogia do Movimento Sem Terra. Petrópolis:\nCaldart, R. S. A pedagogia da luta pela terra: o movimento social como princípio\neducativo, trabalho solicitado pela 23a Reunião Anual da ANPED,\nTrabalho Movimentos Sociais e Educação, 2000.\nFreire, P. Pedagogia da indignação. São Paulo:\nEditora da UNESP, 2000.\nMartí, J. Ideário pedagógico. Havana: Imprensa\nNacional de Cuba, 1961.\nStedile, J. P. e Fernandes, B. M. Brava gente: a trajetória do MST\ne a luta pela terra no\nBrasil. São Paulo: Fundação Perseu Abramo, 1999.", "id": "<urn:uuid:e36f0acb-8a94-4591-9076-124da9ebcad2>", "dump": "CC-MAIN-2013-20", "url": "http://www.landless-voices.org/vieira/archive-05.phtml?ng=e&sc=3&th=42&rd=MOVEMENT610&cd=&se=0", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9582493901252747, "token_count": 5366, "score": 2.8125, "int_score": 3}
{"text": "About American Frontiers\nAbout American Frontiers: A Public Lands Journey\nAmerica's public lands are a treasured part of our national heritage, representing its grandeur, bountiful promise, and vast natural resources. All citizens share in the rights and the responsibilities of seeing that our public lands are cared for and managed in a way that meets the current and future needs of the American people.\nTo highlight the beauty, the accessibility, and the benefits of our public lands, the Public Lands Interpretive Association (PLIA), an Albuquerque, New Mexico-based non-profit organization that provides interpretive and educational resources to the public, mapped out a Canada-to-Mexico trek exclusively on public lands, called American Frontiers: A Public Lands Journey.\nThe Journey, or Trek,involved two groups of travelers: one starting north from the Mexican border and the second headed south from the Canadian. Their route lay entirely on public lands, a feat that has never been accomplished before. The trek began on July 31, 2002 and ended two months later when the two teams met in Wasatch-Cache National Forest near Salt Lake City, Utah on September 27.\nInspired by American Frontiers: A Public Lands Journey, National Geographic Society has designed its Geography Action! 2002 curriculum around the theme of public lands. Aimed at teaching school-aged children the beauty and the benefits of America's public lands, Geography Action! 2002 followed the trekkers along the two-month journey, highlighting the diversity and grandeur of our nation's public lands.\nTo demonstrate the different ways people get about on our public lands--and to stay within the 60-day limit of the journey--trek participants utilized numerous modes of transportation for this historic border-to-border journey across America. The hiked and backpacked, rode horses, mountain bikes, ATVs and dual sport motorcycles; rafted, canoed, drove pickup trucks, motorboats and 4WD vehicles, and even spent a few leisurely days on a houseboat.\nAlong the route the two teams attended special events, round table discussions, visited schools and communities to learn about public land issues. And, of course, they saw some of the most spectacular scenery of the American West. Their journal entries eloquently describe the feelings public lands awoke in them and also the daily routine of the long trek. You'll enjoy reading them.\nThree years in the making, American Frontiers: A Public Lands Journey has enlisted numerous partners and sponsors including the National Geographic Society, the Department of the Interior, the USDA Forest Service, Bureau of Land Management, USGS, National Environmental Education and Training Foundation, Fire Wise Communities, American Honda, Kodak, the Coleman Company, and many others. For a full list of our sponsors, please look under \"Our Sponsors\" on the home page.\nTo learn more about American Frontiers, please spend some time on this website, read the team members' journals, enjoy the photographs\not follow their route on the maps. For more information about American Frontiers, please contact the Public Lands Interpretive Association, 6501 Fourth Street, NW, Albuquerque, NM 87107 or call our toll-free number 877-851-8946. You can also email to SMaurer@plia.org\nEveryone inspired by the Public Lands Journey should pay a visit to our public lands. To find out more about recreation opportunities on public lands, please visit the Public Lands Information Center online. There, you can find detailed recreation information, interactive recreation maps, and a large selection of guidebooks and maps.\nAll material copyright ©2002 - 2013, Public Lands Interpretive Association except photographs where ownership is otherwise indicated. All rights reserved.", "id": "<urn:uuid:b0a31cfd-73e9-4bc0-8d69-4691c2c822f9>", "dump": "CC-MAIN-2013-20", "url": "http://www.americanfrontiers.net/about/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9157739281654358, "token_count": 755, "score": 2.890625, "int_score": 3}
{"text": "Boston's Arnold Arboretum:\nA Place for Study and Recreation--\nBy looking at Boston's Arnold Arboretum: A Place for Study and Recreation, students discover how the first arboretum in the United States became part of the burgeoning urban park movement in the second half of the 19th century. Those interested in learning more will find that the Internet offers a variety of interesting materials.\nFrederick Law Olmsted National Historic Site\nFrederick Law Olmsted National Historic Site is a unit of the National\nPark System. Visit the park's Web\npages for a detailed history of Olmsted as well as information about\nthe Olmsted Archives that has historic documentation for Olmsted-designed\nlandscapes. Also featured on the site is the Olmsted Center for Landscape\nPreservation (OCLP) providing technical assistance to historic properties\nin cultural landscape research, planning, stewardship and education.\nNational Park Service (NPS) Historic Landscape Initiative\nLearn more about the National Park Service (NPS) Historic Landscape Initiative. This program promotes responsible preservation practices that protect our nation's irreplaceable legacy--designed landscapes such as parks and gardens, as well as vernacular historic landscapes such as farms and industrial sites.\nThe Arnold Arboretum of Harvard University\nVisit the Arnold Arboretum website for more information about this research and educational institution. It manages a collection of hardy trees, shrubs, and vines located on 265 acres in Boston, Massachusetts and associated herbarium and library collections. The grounds were planned and designed by the Arboretum's first director, Charles Sprague Sargent, in collaboration with the landscape architect, Frederick Law Olmsted as part of Boston's Emerald Necklace park system.\nVisit Some of the Parks Created by Frederick Law Olmsted\nThe Cultural Landscape Foundation\nThe Cultural Landscape Foundation is the only not-for-profit foundation in America dedicated to increasing the publicís awareness of the importance and irreplaceable legacy of cultural landscapes. Visit their website for more information on what cultural landscapes are and what they represent. Also learn about endangered landscapes and grassroots efforts to preserve them.\nLibrary of Congress\nVisit the American Memory Collection Web page to search through the archives for the writings of Frederick Law Olmsted, pictures from his personal collection, and information on his various parks. Also search for information on the industrialization of America, the reactionary movements to the consequences, and Arnold Arboretum. Of special note are the environmental and landscape photographs of Arnold Arboretum.\nAmerican Journal of Botany\nBrowse the American Journal of Botany, a journal devoted to the study of plants, for a variety of articles on botany.\nThe Industrial Revolution\nVisit the ThinkQuest Junior Web pages on the Industrial Revolution to explore this time period that helped spark the park movement in America. The site provides important facts about the Industrial Revolution, it offers fun things to do related to the facts learned, and it recommends other sources of information related to the revolution.\nFor Further Reading\nStudents (or educators) wishing to learn more about Frederick Law Olmsted, Charles Sprague Sargent, or the Arnold Arboretum may want to read: Ida Hay, Science in the Pleasure Ground: A History of Arnold Arboretum (Boston: Northeastern University Press, 1995); Witold Rybczynski, A Clearing in the Distance: Frederick Law Olmsted and America in the Nineteenth Century (New York: Scribner, 1999); S. B. Sutton, Charles Sprague Sargent and the Arnold Arboretum (Cambridge: Harvard University Press, 1970); and Cynthia Zaitzevsky, Frederick Law Olmsted and the Boston Park System (Cambridge: Belknap Press, 1982).", "id": "<urn:uuid:663377cb-a977-4210-a2cf-52cf8120193b>", "dump": "CC-MAIN-2013-20", "url": "http://www.cr.nps.gov/nR/twhp/wwwlps/lessons/56arnold/56lrnmore.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8850524425506592, "token_count": 790, "score": 2.921875, "int_score": 3}
