{"text": "Topics covered: Ideal solutions\nInstructor/speaker: Moungi Bawendi, Keith Nelson\nThe following content is provided under a Creative Commons license. Your support will help MIT OpenCourseWare continue to offer high quality educational resources for free. To make a donation or view additional materials from hundreds of MIT courses, visit MIT OpenCourseWare at ocw.mit.edu.\nPROFESSOR: So. In the meantime, you've started looking at two phase equilibrium. So now we're starting to look at mixtures. And so now we have more than one constituent. And we have more than one phase present. Right? So you've started to look at things that look like this, where you've got, let's say, two components. Both in the gas phase. And now to try to figure out what the phase equilibria look like. Of course it's now a little bit more complicated than what you went through before, where you can get pressure temperature phase diagrams with just a single component. Now we want to worry about what's the composition. Of each of the components. In each of the phases. And what's the temperature and the pressure. Total and partial pressures and all of that. So you can really figure out everything about both phases. And there are all sorts of important reasons to do that, obviously lots of chemistry happens in liquid mixtures. Some in gas mixtures. Some where they're in equilibrium. All sorts of chemical processes. Distillation, for example, takes advantage of the properties of liquid and gas mixtures. Where one of them might be richer, will be richer, and the more volatile of the components. That can be used as a basis for purification. You mix ethanol and water together so you've got a liquid with a certain composition of each. The gas is going to be richer and the more volatile of the two, the ethanol. So in a distillation, where you put things up in the gas, more of the ethanol comes up. You could then collect that gas, right? And re-condense it, and make a new liquid. Which is much richer in ethanol than the original liquid was. Then you could make, then you could put some of them up into the gas phase. Where it will be still richer in ethanol. And then you could collect that and repeat the process. So the point is that properties of liquid gas, two-component or multi-component mixtures like this can be exploited. Basically, the different volatilities of the different components can be exploited for things like purification.\nAlso if you want to calculate chemical equilibria in the liquid and gas phase, of course, now you've seen chemical equilibrium, so the amount of reaction depends on the composition. So of course if you want reactions to go, then this also can be exploited by looking at which phase might be richer in one reactant or another. And thereby pushing the equilibrium toward one direction or the other. OK. So. we've got some total temperature and pressure. And we have compositions. So in the gas phase, we've got mole fractions yA and yB. In the liquid phase we've got mole fractions xA and xB. So that's our system. One of the things that you established last time is that, so there are the total number of variables including the temperature and the pressure. And let's say the mole fraction of A in each of the liquid and gas phases, right? But then there are constraints. Because the chemical potentials have to be equal, right? Chemical potential of A has to be equal in the liquid and gas. Same with B. Those two constraints reduce the number of independent variables. So there'll be two in this case rather than four independent variables. If you control those, then everything else will follow. What that means is if you've got a, if you control, if you fix the temperature and the total pressure, everything else should be determinable. No more free variables.\nAnd then, what you saw is that in simple or ideal liquid mixtures, a result called Raoult's law would hold. Which just says that the partial pressure of A is equal to the mole fraction of A in the liquid times the pressure of pure A over the liquid. And so what this gives you is a diagram that looks like this. If we plot this versus xB, this is mole fraction of B in the liquid going from zero to one. Then we could construct a diagram of this sort. So this is the total pressure of A and B. The partial pressures are given by these lines. So this is our pA star and pB star. The pressures over the pure liquid A and B at the limits of mole fraction of B being zero and one. So in this situation, for example, A is the more volatile of the components. So it's partial pressure over its pure liquid. At this temperature. Is higher than the partial pressure of B over its pure liquid. A would be the ethanol, for example and B the water in that mixture. OK. Then you started looking at both the gas and the liquid phase in the same diagram. So this is the mole fraction of the liquid. If you look and see, well, OK now we should be able to determine the mole fraction in the gas as well. Again, if we note total temperature and pressure, everything else must follow.\nAnd so, you saw this worked out. Relation between p and yA, for example. The result was p is pA star times pB star over pA star plus pB star minus pA star times yA. And the point here is that unlike this case, where you have a linear relationship, the relationship between the pressure and the liquid mole fraction isn't linear. We can still plot it, of course. So if we do that, then we end up with a diagram that looks like the following. Now I'm going to keep both mole fractions, xB and yB, I've got some total pressure. I still have my linear relationship. And then I have a non-linear relationship between the pressure and the mole fraction in the gas phase. So let's just fill this in. Here is pA star still. Here's pB star. Of course, at the limits they're still, both mole fractions they're zero and one.\nOK. I believe this is this is where you ended up at the end of the last lecture. But it's probably not so clear exactly how you read something like this. And use it. It's extremely useful. You just have to kind of learn how to follow what happens in a diagram like this. And that's what I want to spend some of today doing. Is just, walking through what's happening physically, with a container with a mixture of the two. And how does that correspond to what gets read off the diagram under different conditions. So. Let's just start somewhere on a phase diagram like this.\nLet's start up here at some point one, so we're in the pure - well, not pure, you're in the all liquid phase. It's still a mixture. It's not a pure substance. pA star, pB star. There's the gas phase. So, if we start at one, and now there's some total pressure. And now we're going to reduce it. What happens? We start with a pure - with an all-liquid mixture. No gas. And now we're going to bring down the pressure. Allowing some of the liquid to go up into the gas phase. So, we can do that. And once we reach point two, then we find a coexistence curve. Now the liquid and gas are going to coexist. So this is the liquid phase. And that means that this must be xB. And it's xB at one, but it's also xB at two, and I want to emphasize that. So let's put our pressure for two. And if we go over here, this is telling us about the mole fraction in the gas phase. That's what these curves are, remember. So this is the one that's showing us the mole fraction in the liquid phase. This nonlinear one in the gas phase. So that means just reading off it, this is xB, that's the liquid mole fraction. Here's yB. The gas mole fraction. They're not the same, right, because of course the components have different volatility. A's more volatile.\nSo that means that the mole fraction of B in the liquid phase is higher than the mole fraction of B in the gas phase. Because A is the more volatile component. So more, relatively more, of A, the mole fraction of A is going to be higher up in the gas phase. Which means the mole fraction of B is lower in the gas phase. So, yB less than xB if A is more volatile. OK, so now what's happening physically? Well, we started at a point where we only had the liquid present. So at our initial pressure, we just have all liquid. There's some xB at one. That's all there is, there isn't any gas yet. Now, what happened here? Well, now we lowered the pressure. So you could imagine, well, we made the box bigger. Now, if the liquid was under pressure, being squeezed by the box, right then you could make the box a little bit bigger. And there's still no gas. That's moving down like this. But then you get to a point where there's just barely any pressure on top of the liquid. And then you keep expanding the box. Now some gas is going to form.\nSo now we're going to go to our case two. We've got a bigger box. And now, right around where this was, this is going to be liquid. And there's gas up here. So up here is yB at pressure two. Here's xB at pressure two. Liquid and gas. So that's where we are at point two here.\nNow, what happens if we keep going? Let's lower the pressure some more. Well, we can lower it and do this. But really if we want to see what's happening in each of the phases, we have to stay on the coexistence curves. Those are what tell us what the pressures are. What the partial pressure are going to be in each of the phases. In each of the two, in the liquid and the gas phases. So let's say we lower the pressure a little more. What's going to happen is, then we'll end up somewhere over here. In the liquid, and that'll correspond to something over here in the gas. So here's three.\nSo now we're going to have, that's going to be xB at pressure three. And over here is going to be yB at pressure three. And all we've done, of course, is we've just expanded this further. So now we've got a still taller box. And the liquid is going to be a little lower because some of it has evaporated, formed the gas phase. So here's xB at three. Here's yB at three, here's our gas phase. Now we could decrease even further. And this is the sort of thing that you maybe can't do in real life. But I can do on a blackboard. I'm going to give myself more room on this curve, to finish this illustration. There. Beautiful. So now we can lower a little bit further, and what I want to illustrate is, if we keep going down, eventually we get to a pressure where now if we look over in the gas phase, we're at the same pressure, mole fraction that we had originally in the liquid phase. So let's make four even lower pressure. What does that mean? What it means is, we're running out of liquid. So what's supposed to happen is A is the more volatile component. So as we start opening up some room for gas to form, you get more of A in the gas phase. But of course, and the liquid is richer in B. But of course, eventually you run out of liquid. You make the box pretty big, and you run out, or you have the very last drop of liquid. So what's the mole fraction of B in the gas phase? It has to be the same as what it started in in the liquid phase. Because after all the total number of moles of A and B hasn't changed any. So if you take them all from the liquid and put them all up into the gas phase, it must be the same. So yB of four. Once you just have the last drop. So then yB of four is basically equal to xB of one. Because everything's now up in the gas phase. So in principle, there's still a tiny, tiny bit of xB at pressure four.\nWell, we could keep lowering the pressure. We could make the box a little bigger. Then the very last of the liquid is going to be gone. And what'll happen then is, we're all here. There's no more liquid. We're not going down on the coexistence curve any more. We don't have a liquid gas coexistence any more. We just have a gas phase. Of course, we can continue to lower the pressure. And then what we're doing is just going down here. So there's five. And five is the same as this only bigger. And so forth.\nOK, any questions about how this works? It's really important to just gain facility in reading these things and seeing, OK, what is it that this is telling you. And you can see it's not complicated to do it, but it takes a little bit of practice. OK.\nNow, of course, we could do exactly the same thing starting from the gas phase. And raising the pressure. And although you may anticipate that it's kind of pedantic, I really do want to illustrate something by it. So let me just imagine that we're going to do that. Let's start all in the gas phase. Up here's the liquid. pA star, pB star. And now let's start somewhere here. So we're down somewhere in the gas phase with some composition. So it's the same story, except now we're starting here. It's all gas. And we're going to start squeezing. We're increasing the pressure. And eventually here's one, will reach two, so of course here's our yB. We started with all gas, no liquid. So this is yB of one. It's the same as yB of two, I'm just raising the pressure enough to just reach the coexistence curve. And of course, out here tells us xB of two, right? So what is it saying? We've squeezed and started to form some liquid. And the liquid is richer in component B. Maybe it's ethanol water again. And we squeeze, and now we've got more water in the liquid phase than in the gas phase. Because water's the less volatile component. It's what's going to condense first.\nSo the liquid is rich in the less volatile of the components. Now, obviously, we can continue in doing exactly the reverse of what I showed you. But all I want to really illustrate is, this is a strategy for purification of the less volatile component. Once you've done this, well now you've got some liquid. Now you could collect that liquid in a separate vessel.\nSo let's collect the liquid mixture with xB of two. So it's got some mole fraction of B. So we've purified that. But now we're going to start, we've got pure liquid. Now let's make the vessel big. So it all goes into the gas phase. Then lower p. All gas. So we start with yB of three, which equals xB of two. In other words, it's the same mole fraction. So let's reconstruct that. So here's p of two. And now we're going to go to some new pressure. And the point is, now we're going to start, since the mole fraction in the gas phase that we're starting from is the same number as this was. So it's around here somewhere. That's yB of three equals xB of two. And we're down here. In other words, all we've done is make the container big enough so the pressure's low and it's all in the gas phase. That's all we have, is the gas. But the composition is whatever the composition is that we extracted here from the liquid. So this xB, which is the liquid mole fraction, is now yB, the gas mole fraction. Of course, the pressure is different. Lower than it was before.\nGreat. Now let's increase. So here's three. And now let's increase the pressure to four. And of course what happens, now we've got coexistence. So here's liquid. Here's gas. So, now we're over here again. There's xB at pressure four. Pure still in component B. We can repeat the same procedure. Collect it. All liquid, put it in a new vessel. Expand it, lower the pressure, all goes back into the gas phase. Do it all again. And the point is, what you're doing is walking along here. Here to here. Then you start down here, and go from here to here. From here to here. And you can purify. Now, of course, the optimal procedure, you have to think a little bit. Because if you really do precisely what I said, you're going to have a mighty little bit of material each time you do that. So yes it'll be the little bit you've gotten at the end is going to be really pure, but there's not a whole lot of it. Because, remember, what we said is let's raise the pressure until we just start being on the coexistence curve. So we've still got mostly gas. Little bit of liquid. Now, I could raise the pressure a bit higher. So that in the interest of having more of the liquid, when I do that, though, the liquid that I have at this higher pressure won't be as enriched as it was down here. Now, I could still do this procedure. I could just do more of them. So it takes a little bit of judiciousness to figure out how to optimize that. In the end, though, you can continue to walk your way down through these coexistence curves and purify repeatedly the component B, the less volatile of them, and end up with some amount of it. And there'll be some balance between the amount that you feel like you need to end up with and how pure you need it to be. Any questions about how this works?\nSo purification of less volatile components. Now, how much of each of these quantities in each of these phases? So, pertinent to this discussion, of course we need to know that. If you want to try to optimize a procedure like that, of course it's going to be crucial to be able to understand and calculate for any pressure that you decide to raise to, just how many moles do you have in each of the phases? So at the end of the day, you can figure out, OK, now when I reach a certain degree of purification, here's how much of the stuff I end up with. Well, that turns out to be reasonably straightforward to do. And so what I'll go through is a simple mathematical derivation. And it turns out that it allows you to just read right off the diagram how much of each material you're going to end up with.\nSo, here's what happens. This is something called the lever rule. How much of each component is there in each phase? So let's consider a case like this. Let me draw yet once again, just to get the numbering consistent. With how we'll treat this. So we're going to start here. And I want to draw it right in the middle, so I've got plenty of room. And we're going to go up to some pressure. And somewhere out there, now I can go to my coexistence curves. Liquid. And gas. And I can read off my values. So this is the liquid xB. So I'm going to go up to some point two, here's xB of two. Here's yB of two. Great. Now let's get these written in.\nSo let's just define terms a little bit. nA, nB. Or just our total number of moles. ng and n liquid, of course, total number of moles. In the gas and liquid phases. So let's just do the calculation for each of these two cases. We'll start with one. That's the easier case. Because then we have only the gas. So at one, all gas. It says pure gas in the notes, but of course that isn't the pure gas. It's the mixture of the two components. So. How many moles of A? Well it's the mole fraction of A in the gas. Times the total number of moles in the gas. Let me put one in here. Just to be clear. And since we have all gas, the number of moles in the gas is just the total number of moles. So this is just yA at one times n total. Let's just write that in. And of course n total is equal to nA plus nB.\nSo now let's look at condition two. Now we have to look a little more carefully. Because we have a liquid gas mixture. So nA is equal to yA at pressure two. Times the number of moles of gas at pressure two. Plus xA, at pressure two, times the number of moles of liquid at pressure two.\nNow, of course, these things have to be equal. The total number of moles of A didn't change, right? So those are equal. Then yA of two times ng of two. Plus xA of two times n liquid of two, that's equal to yA of one times n total. Which is of course equal to yA of one times n gas at two plus n liquid at two. I suppose I could be, add that equality. Of course, it's an obvious one. But let me do it anyway. The total number of moles is equal to nA plus nB. But it's also equal to n liquid plus n gas. And that's all I'm taking advantage of here.\nAnd now I'm just going to rearrange the terms. So I'm going to write yA at one minus yA at two, times ng at two, is equal to, and I'm going to take the other terms, the xA term. xA of two minus yA of one times n liquid at two. So I've just rearranged the terms. And I've done that because now, I think I omitted something here. yA of one times ng. No, I forgot a bracket, is what I did. yA of one there. And I did this because now I want to do is look at the ratio of liquid to gas at pressure two. So, ratio of I'll put it gas to liquid, that's ng of two over n liquid at two. And that's just equal to xA of two minus yA at one minus yA at one minus yA at two.\nSo what does it mean? It's the ratio of these lever arms. That's what it's telling me. I can look, so I raise the pressure up to two. And so here's xB at two, here's yB at two. And I'm here somewhere. And this little amount and this little amount, that's that difference. And it's just telling me that ratio of those arms is the ratio of the total number of moles of gas to liquid. And that's great. Because now when I go back to the problem that we were just looking at, where I say, well I'm going to purify the less volatile component by raising the pressure until I'm at coexistence starting in the gas phase. Raise the pressure, I've got some liquid. But I also want some finite amount of liquid. But I don't want to just, when I get the very, very first drop of liquid now collected, of course it's enriched in the less volatile component. But there may be a minuscule amount, right? So I'll raise the pressure a bit more. I'll go up in pressure. And now, of course, when I do that the amount of enrichment of the liquid isn't as big as it was if I just raised it up enough to barely have any liquid. Then I'd be out here. But I've got more material in the liquid phase to collect. And that's what this allows me to calculate. Is how much do I get in the end. So it's very handy. You can also see, if I go all the way to the limit where the mole fraction in the liquid at the end is equal to what it was in the gas when I started, what that says is that there's no more gas left any more. In other words, these two things are equal. If I go all the way to the point where I've got all the, this is the amount I started with, in the pure gas phase, now I keep raising it all the way. Until I've got the same mole fraction in the liquid. Of course, we know what that really means. That means that I've gone all the way from pure gas to pure liquid. And the mole fraction in that case has to be the same. And what this is just telling us mathematically is, when that happens this is zero. That means I don't have any gas left. Yeah.\nPROFESSOR: No. Because, so it's the mole fraction in the gas phase. But you've started with some amount that it's only going to go down from there.\nPROFESSOR: Yeah. Yeah. Any other questions? OK.\nWell, now what I want to do is just put up a slightly different kind of diagram, but different in an important way. Namely, instead of showing the mole fractions as a function of the pressure. And I haven't written it in, but all of these are at constant temperature, right? I've assumed the temperature is constant in all these things. Now let's consider the other possibility, the other simple possibility, which is, let's hold the pressure constant and vary the temperature. Of course, you know in the lab, that's usually what's easiest to do. Now, unfortunately, the arithmetic gets more complicated. It's not monumentally complicated, but here in this case, where you have one linear relationship, which is very convenient. From Raoult's law. And then you have one non-linear relationship there for the mole fraction of the gas. In the case of temperature, they're both, neither one is linear. Nevertheless, we can just sketch what the diagram looks like. And of course it's very useful to do that, and see how to read off it. And I should say the derivation of the curves isn't particularly complicated. It's not particularly more complicated than what I think you saw last time to derive this. There's no complicated math involved. But the point is, the derivation doesn't yield a linear relationship for either the gas or the liquid part of the coexistence curve.\nOK, so we're going to look at temperature and mole fraction phase diagrams. Again, a little more complicated mathematically but more practical in real use. And this is T. And here is the, sort of, form that these things take. So again, neither one is linear. Up here, now, of course if you raise the temperatures, that's where you end up with gas. If you lower the temperature, you condense and get the liquid. So, this is TA star. TB star. So now I want to stick with A as the more volatile component. At constant temperature, that meant that pA star is bigger than pB star. In other words, the vapor pressure over pure liquid A is higher than the vapor pressure over pure liquid B. Similarly, now I've got constant pressure and really what I'm looking at, let's say I'm at the limit where I've got the pure liquid. Or the pure A. And now I'm going to, let's say, raise the temperature until I'm at the liquid-gas equilibrium. That's just the boiling point. So if A is the more volatile component, it has the lower boiling point. And that's what this reflects. So higher pB star A corresponds to lower TA star A. Which is just the boiling point of pure A.\nSo, this is called the bubble line. That's called the dew line. All that means is, let's say I'm at high temperature. I've got all gas. Right no coexistence, no liquid yet. And I start to cool things off. Just to where I just barely start to get liquid. What you see that as is, dew starts forming. A little bit of condensation. If you're outside, it means on the grass a little bit of dew is forming. Similarly, if I start at low temperature, all liquid now I start raising the temperature until I just start to boil. I just start to see the first bubbles forming. And so that's why these things have those names.\nSo now let's just follow along what happens when I do the same sort of thing that I illustrated there. I want to start at one point in this phase diagram. And then start changing the conditions. So let's start here. So I'm going to start all in the liquid phase. That is, the temperature is low. Here's xB. And my original temperature. Now I'm going to raise it. So if I raise it a little bit, I reach a point at which I first start to boil. Start to find some gas above the liquid. And if I look right here, that'll be my composition. Let me raise it a little farther, now that we've already seen the lever rule and so forth. I'll raise it up to here. And that means that out here, I suppose I should do here.\nSo, here is the liquid mole fraction at temperature two. xB at temperature two. This is yB at temperature two. The gas mole fraction. So as you should expect, what's going to happen here is that the gas, this is going to be lower in B. A, that means that the mole fraction of A must be higher in the gas phase. That's one minus yB. So xA is one minus -- yA, which is one minus yB higher in gas phase. Than xA, which is one minus xB. In other words, the less volatile component is enriched up in the gas phase.\nNow, what does that mean? That means I could follow the same sort of procedure that I indicated before when we looked at the pressure mole fraction phase diagram. Namely, I could do this and now I could take the gas phase. Which has less of B. It has more of A. And I can collect it. And then I can reduce the temperature. So it liquefies. So I can condense it, in other words. So now I'm going to start with, let's say I lower the temperature enough so I've got basically pure liquid. But its composition is the same as the gas here. Because of course that's what that liquid is formed from. I collected the gas and separated it. So now I could start all over again. Except instead of being here, I'll be down here. And then I can raise the temperature again. To some place where I choose. I could choose here, and go all the way to hear. A great amount of enrichment. But I know from the lever rule that if I do that, I'm going to have precious little material over here. So I might prefer to raise the temperature a little more. Still get a substantial amount of enrichment. And now I've got, in the gas phase, I'll further enriched in component A. And again I can collect the gas. Condense it. Now I'm out here somewhere, I've got all liquid and I'll raise the temperature again. And I can again keep walking my way over.\nAnd that's what happens during an ordinary distillation. Each step of the distillation walks along in the phase diagram at some selected point. And of course what you're doing is, you're always condensing the gas. And starting with fresh liquid that now is enriched in more volatile of the components. So of course if you're really purifying, say, ethanol from an ethanol water mixture, that's how you do it. Ethanol is the more volatile component. So a still is set up. It will boil the stuff and collect the gas and and condense it. And boil it again, and so forth. And the whole thing can be set up in a very efficient way. So you have essentially continuous distillation. Where you have a whole sequence of collection and condensation and reheating and so forth events. So then, in a practical way, it's possible to walk quite far along the distillation, the coexistence curve, and distill to really a high degree of purification. Any questions about how that works? OK.\nI'll leave till next time the discussion of the chemical potentials. But what we'll do, just to foreshadow a little bit, what I'll do at the beginning of the next lecture is what's at the end of your notes here. Which is just to say OK, now if we look at Raoult's law, it's straightforward to say what is the chemical potential for each of the substances in the liquid and the gas phase. Of course, it has to be equal. Given that, that's for an ideal solution. We can gain some insight from that. And then look at real solutions, non-ideal solutions, and understand a lot of their behavior as well. Just from starting from our understanding of what the chemical potential does even in a simple ideal mixture. So we'll look at the chemical potentials. And then we'll look at non-ideal solution mixtures next time. See you then.", "id": "<urn:uuid:246f9a12-fd35-40fa-8257-b07bf8d92857>", "dump": "CC-MAIN-2013-20", "url": "http://ocw.mit.edu/courses/chemistry/5-60-thermodynamics-kinetics-spring-2008/video-lectures/lecture-21-ideal-solutions/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9636554718017578, "token_count": 7164, "score": 3.921875, "int_score": 4}
{"text": "Hold the salt: UCLA engineers develop revolutionary new desalination membrane\nProcess uses atmospheric pressure plasma to create filtering 'brush layer'\nDesalination can become more economical and used as a viable alternate water resource.\nBy Wileen Wong Kromhout\nOriginally published in UCLA Newsroom\nResearchers from the UCLA Henry Samueli School of Engineering and Applied Science have unveiled a new class of reverse-osmosis membranes for desalination that resist the clogging which typically occurs when seawater, brackish water and waste water are purified.\nThe highly permeable, surface-structured membrane can easily be incorporated into today's commercial production system, the researchers say, and could help to significantly reduce desalination operating costs. Their findings appear in the current issue of the Journal of Materials Chemistry.\nReverse-osmosis (RO) desalination uses high pressure to force polluted water through the pores of a membrane. While water molecules pass through the pores, mineral salt ions, bacteria and other impurities cannot. Over time, these particles build up on the membrane's surface, leading to clogging and membrane damage. This scaling and fouling places higher energy demands on the pumping system and necessitates costly cleanup and membrane replacement.\nThe new UCLA membrane's novel surface topography and chemistry allow it to avoid such drawbacks.\n\"Besides possessing high water permeability, the new membrane also shows high rejection characteristics and long-term stability,\" said Nancy H. Lin, a UCLA Engineering senior researcher and the study's lead author. \"Structuring the membrane surface does not require a long reaction time, high reaction temperature or the use of a vacuum chamber. The anti-scaling property, which can increase membrane life and decrease operational costs, is superior to existing commercial membranes.\"\nThe new membrane was synthesized through a three-step process. First, researchers synthesized a polyamide thin-film composite membrane using conventional interfacial polymerization. Next, they activated the polyamide surface with atmospheric pressure plasma to create active sites on the surface. Finally, these active sites were used to initiate a graft polymerization reaction with a monomer solution to create a polymer \"brush layer\" on the polyamide surface. This graft polymerization is carried out for a specific period of time at a specific temperature in order to control the brush layer thickness and topography.\n\"In the early years, surface plasma treatment could only be accomplished in a vacuum chamber,\" said Yoram Cohen, UCLA professor of chemical and biomolecular engineering and a corresponding author of the study. \"It wasn't practical for large-scale commercialization because thousands of meters of membranes could not be synthesized in a vacuum chamber. It's too costly. But now, with the advent of atmospheric pressure plasma, we don't even need to initiate the reaction chemically. It's as simple as brushing the surface with plasma, and it can be done for almost any surface.\"\nIn this new membrane, the polymer chains of the tethered brush layer are in constant motion. The chains are chemically anchored to the surface and are thus more thermally stable, relative to physically coated polymer films. Water flow also adds to the brush layer's movement, making it extremely difficult for bacteria and other colloidal matter to anchor to the surface of the membrane.\n\"If you've ever snorkeled, you'll know that sea kelp move back and forth with the current or water flow,\" Cohen said. \"So imagine that you have this varied structure with continuous movement. Protein or bacteria need to be able to anchor to multiple spots on the membrane to attach themselves to the surface — a task which is extremely difficult to attain due to the constant motion of the brush layer. The polymer chains protect and screen the membrane surface underneath.\"\nAnother factor in preventing adhesion is the surface charge of the membrane. Cohen's team is able to choose the chemistry of the brush layer to impart the desired surface charge, enabling the membrane to repel molecules of an opposite charge.\nThe team's next step is to expand the membrane synthesis into a much larger, continuous process and to optimize the new membrane's performance for different water sources.\n\"We want to be able to narrow down and create a membrane selection system for different water sources that have different fouling tendencies,\" Lin said. \"With such knowledge, one can optimize the membrane surface properties with different polymer brush layers to delay or prevent the onset of membrane fouling and scaling.\n\"The cost of desalination will therefore decrease when we reduce the cost of chemicals [used for membrane cleaning], as well as process operation [for membrane replacement]. Desalination can become more economical and used as a viable alternate water resource.\"\nCohen's team, in collaboration with the UCLA Water Technology Research (WaTeR) Center, is currently carrying out specific studies to test the performance of the new membrane's fouling properties under field conditions.\n\"We work directly with industry and water agencies on everything that we're doing here in water technology,\" Cohen said. \"The reason for this is simple: If we are to accelerate the transfer of knowledge technology from the university to the real world, where those solutions are needed, we have to make sure we address the real issues. This also provides our students with a tremendous opportunity to work with industry, government and local agencies.\"\nA paper providing a preliminary introduction to the new membrane also appeared in the Journal of Membrane Science last month.\nPublished: Thursday, April 08, 2010", "id": "<urn:uuid:c0b175bb-65fb-420e-a881-a80b91d00ecd>", "dump": "CC-MAIN-2013-20", "url": "http://www.environment.ucla.edu/water/news/article.asp?parentid=6178", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9249808192253113, "token_count": 1115, "score": 2.8125, "int_score": 3}
{"text": "Chinese researchers have turned to the light absorbing properties of butterfly wings to significantly increase the efficiency of solar hydrogen cells, using biomimetics to copy the nanostructure that allows for incredible light and heat absorption.\nButterflies are known to use heat from the sun to warm themselves beyond what their bodies can provide, and this new research takes a page from their evolution to improve hydrogen fuel generation. Analyzing the wings of Papilio helenus, the researchers found scales that are described as having:\n[...] Ridges running the length of the scale with very small holes on either side that opened up onto an underlying layer. The steep walls of the ridges help funnel light into the holes. The walls absorb longer wavelengths of light while allowing shorter wavelengths to reach a membrane below the scales. Using the images of the scales, the researchers created computer models to confirm this filtering effect. The nano-hole arrays change from wave guides for short wavelengths to barriers and absorbers for longer wavelengths, which act just like a high-pass filtering layer.\nSo, what does this have to do with fuel cells? Splitting water into hydrogen and oxygen takes energy, and is a drain on the amount you can get out of a cell. To split the water, the process uses a catalyst, and certain catalysts — say, titanium dioxide — function by exposure to light. The researchers synthesized a titanium dioxide catalyst using the pattern from the butterfly's wings, and paired it with platinum nanoparticles to make it more efficient at splitting water. The result? A 230% uptick in the amount of hydrogen produced. The structure of the butterfly's wing means that it's better at absorbing light — so who knows, you might also see the same technique on solar panels, too.", "id": "<urn:uuid:9a374252-df3c-4004-8693-6678182914d9>", "dump": "CC-MAIN-2013-20", "url": "http://io9.com/5897144/mimicking-butterfly-wings-could-boost-hydrogen-fuel-production", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9260504245758057, "token_count": 355, "score": 3.765625, "int_score": 4}
{"text": "How to get Shading Right\nRecent improvements to window technology make substantial air conditioning energy savings possible. However, shading remains a time-tested method to accomplish the same end.\nArchitectural and site shading can have an even greater impact on reducing daily cooling use than upgrading windows. Using both a prototype building and modeling simulations, a study by our team at the National Renewable Energy Laboratory (NREL) evaluated the relative impacts of different solar load control strategies. The study points the way toward optimizing the interaction of various methods for reducing solar heat gain. This is helpful,as the wide variety of shading options currently available can make choosing an effective solar load control strategy confusing (see Snapshots of Shading Options,HE Sept/Oct '00,p.20).\nThe prototype house was built in 1998 in Tucson, Arizona, as part of the Department of Energy's Building America program.Its integrated package of energy-saving features includes structural insulated panels (SIPs) for the wall and roof construction, white coating on the roof, spectrally selective windows, architectural shading, an interior location for the air handler and ducts, highefficiency air conditioning equipment, and solar water heating.\nBuilding America (see Clean Breathing in Tract Homes,p. 29) works with five building industry teams to produce advanced residential buildings on a community scale. Systems incorporated into these houses are evaluated by conducting successive design, test, redesign,and retest iterations until cost and performance trade-offs yield innovations that can be cost effectively implemented in production-scale housing.RGC CourtHomes,Inc., built the prototype, with input from the IBACOS Building America Consortium.\nBuilding performance was modeled using a detailed hourly energy simulation tool and was measured while the building was unoccupied for a period of 12 days. Model inputs included direct measurements of the net air exchange rate, surface reflectance,and window transmittance. Model results, after calibration,showed good agreement with the direct measurements of cooling loads and air conditioning energy use. Analyzing the interactions between building performance and solar load control strategies in a prototype house can facilitate the optimization of cost and performance trade-offs in large-scale production.\nTypical new productionscale houses in the Tucson market are framed on a slabon- grade foundation with stucco exterior finish and a sloped concrete tile or flat built-up bituminous roof. These standard-practice houses are built using standard construction materials and techniques, including nominal 2 x 4 wood framing,fiberglass batt insulation,1-inch polystyrene sheathing,and double- pane,clear-glass,aluminum frame windows. The slab foundation has no insulation,and the attic is usually vented. A forcedair distribution system provides space heating and cooling,with the air handler located in the garage and the flex duct in the attic. This system is typically supplied by a 10-SEER air conditioner and an 80% annual fuel utilization efficiency (AFUE) gas furnace.\nThe prototype house differs from these houses in several respects. It has a well-insulated airtight envelope, with minimized air distribution losses. The house's energy-saving features, plus the large ratio of window to floor area in the design, render window contributions more important than they are in conventional housing, particularly in the Tucson climate.\nThe prototype incorporates several reengineered features into its structural and mechanical equipment systems (see Table 1). Envelope changes include a sealed, insulated, and conditioned crawlspace foundation (a shallow basement) and SIPs (see SIPs Face the Skeptics,HE,Mar/Apr '98). The foundation stem walls are 6-inchthick reinforced concrete, insulated on the interior with a 2-inch-thick rigid foam board (R-10) that serves as the concrete form. Each wall and roof panel consists of a polyurethane foam core sandwiched between 7/16- inch thick oriented strand board (OSB) sheathing. SIPs 41/2 -inches thick are used for the walls, and SIPs 61/2 -inches thick form the flat lowslope ceiling/roof assembly. The walls are finished with synthetic stucco on the exterior. The roof panels are finished with a white singleply rubberized fabric coating on the exterior (the inside is cathedralized, with no attic space). The windows have vinyl frames with a thermal break,double panes, and spectrally selective coatings on the inside of the outer pane (surface two) of the tinted glazing.\nMechanical system features include putting the air handler in an interior chase, locating all ductwork within the conditioned space,and installing a 12-SEER (seasonal energy efficiency ratio) air conditioner. A batch-type solar water heater, with an integral collector storage unit,preheats domestic hot water. The gasfired water heater is coupled with an integrated hydronic space-heating coil in the air handler. The house has a controlled-ventilation system consisting of a separate,single-speed and manual-switch fan that supplies fresh air on demand from the outside to the air handler return plenum.\nThis ranch-style house is located in a high-density, single-family residential development (see cover photo). The architectural plan has approximately 1,170 ft2 of floor area, including two bedrooms and two bathrooms. The house has a relatively large window area with 272 ft2; four sliding glass doors facing a patio make up about 80% of this window area. The sliding glass doors are partially shaded by the patio cover,which is 24 ft long, 6 ft wide, and 10 ft above ground level (see photograph on p. 24). The front entrance is a solid wood door. Another overhang on the front elevation of the house is an open horizontal trellis made of nominal 2 x 6 lumber; vegetation has been planted and is intended to grow over it. Prior to testing, the interior of the house was fully finished and landscaping was complete. No interior window coverings were installed during the test period.\nBuilding performance measurements included environmental conditions, net air exchange rate,and electric power use during normal operation of the building (see Measuring Thermal Performance). In addition, cooling loads were measured using a co-cooling test protocol in which a six-zone portable air conditioning unit was substituted for the building’s air conditioner. The modeled and measured results were compared; the results showed good agreement for cooling loads and air conditioning energy use. The model was then used to evaluate annual energy use and the impacts of alternative solar load control strategies over a broader range of conditions than could be measured in the field.\nThe simulation model includes accurate building geometry to account for the effects of shading on windows and walls. The windows are all generally well shaded, either by overhangs or by the adjacent houses. The simulation model was imported into a three-dimensional graphic representation program that has rotational view capabilities to check building geometry.Figure 1 shows the location of exterior walls, windows,doors, and overhangs. Crawlspace walls are evident in this view. Shading from adjacent houses is significant at this site. The geometry of houses and fences to the east and west are modeled as measured at the site; these shading surfaces are also shown in the figure.\nHow the Shading Options Added Up\nFor the determination of annual heating and cooling energy,occupied building operation is simulated. The simulation of occupied conditions in this building for a full year predicts that 3,285 kWh of cooling energy and 71 therms of space-heating energy are required per year. Heat gain through the windows is the largest component of envelope load, and it constitutes more than 30% of the total cooling energy load (see Figures 2 and 3).\nFigure 4 presents the daily load profiles of air conditioning electricity use on a typical cooling day for four combinations of glazing and shading. In this case, the shading includes both the architectural overhangs and the site shading from adjacent buildings. Standard glazing without shading represents the worst case, and spectrally selective glazing with shading (the existing building) represents the best case. The combination of high-performance glazing and shading achieves a 0.4 kW (14%) reduction in afternoon peak electricity demand and a 12.4 kWh (30%) reduction in daily total electricity used for air conditioning. Architectural and site shading reduces daily cooling use more than upgrading the windows does. The shading combination reduces daily cooling energy use by 9.4 kWh (22%), as compared to 4.4 kWh (11%) for just upgrading the windows.\nArchitectural shading is clearly very important in reducing cooling loads. It reduces the annual cooling requirement by approximately 23%, whether one starts with standard double-pane glazing or with spectrally selective glazing. In both cases, the heating load increases as the solar gain is reduced, but thanks to the combination of the Tucson climate and the wellinsulated tight building shell, this has little impact. Even in the worst\ncase scenario, less than 80 therms per year of space heating is required.\nIn this housing development, site shading plays an important role in reducing morning and evening direct solar gain. The test house is shaded to the east and west by adjacent, two-story houses. This site shading not only reduces the solar gain through the windows, but effectively shades much of the exterior wall area, reducing overall conductive gains as well.\nAnnual Energy Costs\nThe cooling and heating loads are combined into a single value by converting the energy requirements to costs. The study assumed that electricity costs 10.5¢/kWh, and natural gas costs 79¢/therm for the first 20 therms a month and 75¢/therm above that. Figure 5 shows annual cooling and heating costs as a function of glazing type, two types of shading, and the orientation of the front of the house. Using the data from this figure and referencing a base case building with standard windows with no overhangs but with adjacent building shading, Table 2 presents the reduction in cooling and heating costs for a subset of combinations.\nThe existing building has a south orientation, and the combined features lead to a 26% reduction in cooling and heating costs. The total cost of cooling and heating is reduced by more than 10% by adding the presence of the adjacent houses. As expected, the maximum effect from architectural shading occurs if the front of the house faces west, which orients most of the window area to the south. The maximum effect of site shading occurs if the front of the house faces north, which orients most of the window area to the west.With the front facing east, the majority of windows are on the north side, and neither architectural nor site shading has much effect on cooling and heating costs.\n- FIRST PAGE\n- PREVIOUS PAGE\nEnter your comments in the box below:\n(Please note that all comments are subject to review prior to posting.)", "id": "<urn:uuid:7fc7b7ef-acfe-4630-b7d8-bbc8efdadf7d>", "dump": "CC-MAIN-2013-20", "url": "http://www.homeenergy.org/newsite2011/public/index.php/show/article/nav/buildingamerica/page/4/id/242", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.941486120223999, "token_count": 2245, "score": 2.921875, "int_score": 3}
{"text": "Heat a room from the floor up\nUnder-floor radiant heating involves underlaying the floor with a hot element or tubing that transfers heat into the room via infrared radiation and convection, making forced or blowing air unnecessary.\nAccording to the U.S. Department of Energy's Energy Savers website, radiant heating \"is more efficient than baseboard heating and usually more efficient than forced-air heating because no energy is lost through ducts.\" It is also flexible as it can run off electricity, gas, oil, wood, solar and other sources or combinations thereof can feed radiant systems. And radiant heating is a good choice for those with severe allergies as no potentially irritating particles get blown around the room.\nSeveral aspects of radiant heating make it more energy efficient. For starters, the uniform heat distribution over the entire surface of a floor heats the lower half of the room, enveloping inhabitants in warmth at a lower overall temperature — in some cases up to five degrees Fahrenheit cooler — than a conventional heating system. \"Radiators and other forms of 'point' heating circulate heat inefficiently and hence need to run for longer periods to obtain comfort levels,\" reports the Residential Energy Services Network (RESNet). \"They draw cold air across the floor and send warm air up to the ceiling, where it then falls, heating the room from the top down, creating drafts and circulating dust and allergens.\" RESNet adds that radiant systems transmit heat on average some 15 percent more efficiently than conventional radiators.\nThe efficiency gains can be magnified significantly with good insulation and a well-designed system. While tearing out old heating systems and/or replacing decent existing flooring might be overkill for the sake of moving to radiant heat, you can certainly consider it if you are embarking on new building projects or contemplating major renovations. According to TLC Network's Green Living Guide, there are two main types of radiant heating, electric and hydronic. In the former, heated wires installed in the floor radiate heat upward. This type of radiant heat is most commonly used to retrofit a single room — especially a bathroom or kitchen — in an older house or building. Meanwhile, hydronic radiant heating, whereby heated water is forced through tubes under the floor, is more often designed into a new structure from the get-go and is more energy efficient overall.\nTLC points out that while radiant heat is definitely more efficient in smaller, snug homes with lower roofs, it might not always be the best solution in homes with bigger rooms: \"In some scenarios it can be less energy efficient than forced-air heating.\"\nContact a reputable heating contractor to see if radiant heating is a sensible way to go.", "id": "<urn:uuid:761b4e88-c733-4d9f-80cc-9ddfb64a8ff0>", "dump": "CC-MAIN-2013-20", "url": "http://www.carolinacountry.com/index.php/country-store/item/uniform-heat-distribution-is-one-advantage-of-under-floor-radiant-heating", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.929591953754425, "token_count": 542, "score": 2.734375, "int_score": 3}
{"text": "In my next few blogs, I will provide an overview of Voltage Source Converter (VSC) HVDC technology and its suitability for Smart Grids operation and control discussed.\nVSC HVDC is based upon transistor technology and was developed in the 1990′s. The switching element is the Insulated Gate Bipolar Thyristor (IGBT), which can be switched on and off by applying a suitable voltage to the gate (steering electrode). Because of the more switching operations, and the nature of the semiconductor devices itself, the converter losses are generally higher than those of HVDC classic converters.\nVSC HVDC is commonly used with underground or submarine cables with a transfer capacity in the range of 10 – 1000 MW, and is suitable to serve as a connection to a wind farm or supply a remote load. VSC HVDC technology has very fast steer and control functionality and is suitable for meshed networks. It is characterised by compactness of the converter stations, due to the reduced need for AC harmonic filters and reactive power compensation. Power flow reversal in VSC systems is achieved by reversal of the current, whereas in HVDC classic systems the voltage polarity has to change. An important consequence of this voltage source behavior is the ability to use cheaper and easier to install XLPE cables, instead of the mass-impregnated cables that are needed for HVDC classic.\nCurrently, only twelve VSC HVDC projects are in service. A few examples include: Estlink, which connects Estonia to Finland (350 MW), and BorWin1, connecting an offshore wind farm to Northern Germany (400 MW). Both are equipped with ±150 kV submarine cables, and the Trans Bay project in California (400 MW) that consists of 90 km ±200 kV submarine cable.\nMost projects have submarine cable, but some projects include long lengths of underground cable, such as Murraylink (220 MW, 177 km underground cable), and Nord E.On 1 (400 MW, 75km underground cable).\nThe 500 MW East-West interconnector between Ireland and Great Britain, operating at ±200 kV, is scheduled to go into service in 2012. A 2000 MW 65 km cable interconnector ±320kV as part of the Trans European Network—between Spain and France—is scheduled for commissioning in 2013, and will represent the highest power rating for a VSC HVDC system installed at this time.\nMake sure to check back next Tuesday for my next blog on the comparison between HVDC classic and VSC HVDC.\nBy: Peter Vaessen", "id": "<urn:uuid:7b22bc99-05e4-4dcf-9143-3715cd5724d7>", "dump": "CC-MAIN-2013-20", "url": "http://smartgridsherpa.com/blog/voltage-source-converter-hvdc-a-key-technology-for-smart-grids", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9366721510887146, "token_count": 536, "score": 3.234375, "int_score": 3}
{"text": "The environmental impact of electric vehicles has been in the media for some time. Now comes news that electric vehicles can also impact running the home.\nAn exhibit at the Georgian College Auto Show, in Barrie, Ontario, demonstrates the integration of electric vehicles into the home by using the latest Smart Grid technologies. The display, which is run by Nissan and PowerStream, shows how an electric vehicle such as the Nissan LEAF can help power the home by converting energy stored in the car’s batteries to residential use through a system called Vehicle to Home (V2H).\nWith energy stored in its 24kW lithium-ion battery, a fully charged Nissan LEAF can provide enough electricity to run a typical residential Canadian home for a full day. The LEAF to Home electricity-supply system is gathering attention as a new form of infrastructure, as well as contributing factor to energy saving and alternative energy use. PowerStream, Ontario’s second-largest community-owned company, began working on the project after taking delivery of Nissan’s fully-electric LEAF vehicle.\n“The PowerStream/Nissan display proves how smart connections between the grid, the home and the car can help us improve the way energy is managed, consumed – and conserved,” said Markham Mayor Frank Scarpitti, who is chairman of the board at PowerStream. “The collaboration between Nissan and PowerStream illustrates the dramatic changes underway in technology and how two industry leaders can collaborate to benefit consumers.”\nStudies have shown that cutting off one household from the network when power demands are their highest can significantly contribute towards the stable supply of power throughout the grid. The Nissan/PowerStream V2H system demonstrates leading-edge technologies and the future capabilities of Smart Grid and the benefit to consumers.\nCNW Group/Nissan Canada\nNissan Canada and PowerStream demonstrate the Nissan ‘LEAF to Home’ charging system for first time in Canada at the Georgian College Auto Show in Barrie.\nEarlier this week in Japan, Nissan introduced the EV Power Station, an electric-vehicle charging station developed by Nichicon Corporation. The EV Power Station can fully recharge the LEAF’s high-capacity batteries in as little as four hours, approximately half the time required by conventional chargers.\n“The public debut of V2H in Canada today will drive new advancements and collaboration in the auto industry of tomorrow,” said Nissan Canada president Allen Childs. “V2H will foster literal connections, such as those between vehicles, infrastructure, the Internet, and the nation’s electrical grid, and the connections and relationships between engineers who are developing the next generation vehicle technology.”", "id": "<urn:uuid:a3056064-de84-4cd5-8595-470809b3ce0d>", "dump": "CC-MAIN-2013-20", "url": "http://www.digitaljournal.com/article/325910", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.94056236743927, "token_count": 555, "score": 2.9375, "int_score": 3}
{"text": "Intel demonstrated a wireless electric power system that could revolutionize modern life by eliminating chargers, wall outlets and eventually batteries all together by 2050. Intel chief technology officer Justin Rattner demonstrated a Wireless Energy Resonant Link at Intel’s 2008 developer’s forum.\nDuring the demo electricity was sent wirelessly to a lamp on stage, lighting a 60 watt bulb that uses more power than a typical laptop computer. Most importantly, the electricity was transmitted without zapping anything or anyone that got between the sending and receiving units. “The trick with wireless power is not can you do it; it’s can you do it safely and efficiently,” according to Intel researcher Josh Smith. “It turns out the human body is not affected by magnetic fields; it is affected by elective fields. So what we are doing is transmitting energy using the magnetic field not the electric field.”\nExamples of potential applications include airports, offices or other buildings that could be rigged to supply power to laptops, mobile telephones or other devices toted into them. The technology could also be built into plugged in computer components, such as monitors, to enable them to broadcast power to devices left on desks or carried into rooms, according to Mr. Smith.\n- Duracell, Energizer, Texas Instruments and Motorola Mobility in Attendance at the International Wireless Power Summit (prweb.com)\n- British Start-Up Working to Bring Wireless Charging to the Racetrack (wheels.blogs.nytimes.com)", "id": "<urn:uuid:43d4b460-a138-4381-addd-d0464250f94f>", "dump": "CC-MAIN-2013-20", "url": "http://rbach.net/blog/index.php/wireless-electricity/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9474734663963318, "token_count": 312, "score": 2.84375, "int_score": 3}
{"text": "Deep-space communication improved with electromagnetic radiation antenna\n- Robert C. Dye\n- Technology Transfer\n- (505) 667-3404\nElectromagnetic radiation antenna has potential for deep-space communication\n- Directed Energy\n- Long-range communications\n- Medicine (Oncology)\n- RADAR imaging applications are countermeasure-resistant\n- Communications can be spatially-encrypted\n- 4-dimensional volumes of energy can be aimed at a single space-time point for directed energy applications\n- Nonspherical decay of the cusp enables low-power communications and propagation over great distances\nLos Alamos National Laboratory (LANL) researchers have developed the Lightslinger, a completely new type of antenna that produces tightly-focused packets of electromagnetic radiation fundamentally different from the emissions of conventional transmitters. The device has potential applications in RADAR, directed-energy (non-kinetic kill), secure communications, ultra-long-range communications (e.g., deep-space), medicine (oncology) and astrophysics.\nThe Lightslinger functions by producing a moving polarization pattern in a ring of alumina. By careful timing of voltages applied to electrodes that surround the alumina, the polarization pattern can be made to move superluminally, i.e., faster than the speed of light in a vacuum. Nobel laureate Vitaly Ginzberg showed both that such superluminal polarization patterns do not violate the principles of special relativity and that they emit electromagnetic radiation. Once a source travels faster than the waves that it emits, it can make contributions at multiple retarded times to a signal received instantaneously at a distance. This effect is already well known in acoustics; when a supersonic airplane accelerates through the speed of sound, a violent “sonic boom” is heard many miles away, even if the airplane itself is rather quiet. The Lightslinger enables the same thing to be done with electromagnetic radiation; i.e., a relatively low-power source can make an “electromagnetic boom”, an intense concentration of radiowaves at a great distance.\nThe “electromagnetic boom” is due to temporal focusing, that is, focusing in the time domain. Because of this effect, part of the emitted radiation possesses an intensity that decays with distance r as 1/r rather than as the conventional inverse square law, 1/r2. These nonspherically-decaying wavepackets represent a game-changing technology in the applications of electromagnetic radiation.\nDevelopment stage: Working prototype\nPatent status: Patent pending\nLicensing status: Available for exclusive or non-exclusive licensing", "id": "<urn:uuid:79bc5d65-38cf-489f-b8c5-6800ff88c6f7>", "dump": "CC-MAIN-2013-20", "url": "http://moe@lanl.gov/collaboration/tech-transfer/tech-transfer-summaries/electromagnetic-radiation-antenna-has-potential-for-deep-space-communication.php", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8813943266868591, "token_count": 545, "score": 3.34375, "int_score": 3}
{"text": "- Action research (6 posts)\n- Artist CPD (11 posts)\n- Barriers to participation (2 posts)\n- Change management (8 posts)\n- Co-construction (3 posts)\n- Community cohesion (12 posts)\n- Creative curriculum development (13 posts)\n- Creative teaching and learning (28 posts)\n- Cross-curricular working (21 posts)\n- Developing school ethos (6 posts)\n- Disability awareness (4 posts)\n- Diversity (3 posts)\n- Exchanges and trips (4 posts)\n- Experiential learning (6 posts)\n- Extracurricular work (3 posts)\n- Learning outcomes for artists (23 posts)\n- Learning outcomes for teachers (27 posts)\n- Learning outcomes for young people (37 posts)\n- Learning styles (13 posts)\n- Mentoring (2 posts)\n- Outdoor learning environment (1 post)\n- Parent engagement (4 posts)\n- Participation and engagement (29 posts)\n- Partnerships (37 posts)\n- Role of the practitioner (32 posts)\n- School networks (2 posts)\n- Teacher CPD (17 posts)\n- Whole school working (13 posts)\n- Young people in decision making role (9 posts)\n- Youth leadership (5 posts)\n- Youth voice (16 posts)\nSelect from the categories above, and scroll over the thumbnails to view information about each resource. You can download many of the resources as PDFs, view film or listen to audio.\nA New Direction Schools Forum: Effective Partnership WorkingThis resource summarises key ideas from schools and arts & cultural organisations from a series of discussions around six different…\nA Personal Journey through Preferred Learning StylesAn essay written by a creative practitioner who undertook action research into students' preferred learning styles and creativity.\nArtists and Teachers PartnershipsAn essay exploring partnerships between creative practitioners and teachers from an Early Years setting and a Secondary school.\nArts Beyond the ClassroomA film documenting the experiences of the pupils and parents in the Arts Beyond the Classroom project.\nBeneath the HoodA pack including a poignant film portrait of students at a PRU, poetry cards and a resource guide for similar…\nBuilding PartnershipsAn essay describing three effective partnership projects delivered in two primary schools and one FE College.\nCo-construction of LearningA case study exploring examples of creative projects which supported young people to guide school change through 'co-construction'.\nConnecting Countries: London to VancouverA film of a group of Secondary School students who journey to Vancouver for the 2010 Winter Paralympic Games.\nCreative Interventions in the English FacultyAn essay providing an arts organisation's perspective of creative teaching strategies within an East London school's English curriculum.\nCreative Teaching and LearningA case study discussing the ways creative programmes have supported the development of creative teaching and learning.\nCreativity and ChangeAn essay exploring structural and institutional change through creative programmes in three primaries and one special school.\nCross-Curricular Creative ProjectsAn essay describing cross-curricular approaches in 3 primary schools and 1 secondary school in East London.\nDeveloping a Learning Strategy for ArtsadminA paper detailing the development of an arts organisation's education programme in partnership with artists and local schools.\nEngaging Parents Creatively in the Foundation StageA paper presenting two examples that aimed to increase parental engagement and community involvement in the pupils' work.\nForensic Science Murder MysteryA film documenting a cross-curricular drama project with secondary school students inspired by a TV crime series.\nGrove Park Special School Takes Over the Borough of BrentA film made by students with a range of physical and learning disabilities who investigate their local area.\nImagiNationA film charting an 18 month whole school cross-curricular project culminating in a community carnival.\nImagine NationA short film of a poem and set of accompanying activities for literacy lessons exploring creativity and imagination.\nInstitutional ChangeA paper exploring two different approaches to whole school change in a Special School and a Secondary School.\nIPC Media Schools Design ProgrammeAn essay describing the IPC Media Schools Design Programme, a graphic design work-related learning programme initiated in 2005.\nLearning about Learning: Preferred Learning Styles and CreativityA publication exploring education approaches to preferred learning styles. Essays and a toolkit of lesson activities are included.\nLondon to Beijing - a Dance TravelogueA film about dance students from a Further Education college who visit a dance school in Beijing, China.\nMaking Things Happen - HereA project case study and two films. A group of Primary Schools imagine something extraordinary for their community.\nOlympics Literacy ResourceA set of classroom resources for all year groups for creating poetry around the theme of the Olympics.", "id": "<urn:uuid:69d15397-ebe5-4147-830d-84d945741e63>", "dump": "CC-MAIN-2013-20", "url": "http://anewdirection.org.uk/knowledge/resources?category=370", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8887934684753418, "token_count": 979, "score": 2.640625, "int_score": 3}
{"text": "Volume 4 Number 2\n©The Author(s) 2002\nThe Continuity Framework: A Tool for Building Home, School, and Community Partnerships\nAbstractWe will need to become savvy about how to build relationships, how to nurture growing, evolving things. All of us will need better skills in listening, communicating, and facilitating groups, because these are the talents that build strong relationships. (Wheatley, 1992, p. 38)\nIn the face of today's challenging social and family issues, many new efforts are underway to help children and families. One solution that many communities have adopted is the establishment of a collaborative partnership that involves all the relevant partners—home, school, and community—in the planning and monitoring of services for children. Unfortunately, achieving a strong partnership with meaningful participation can often be difficult and time-consuming. This article focuses on a set of training materials that has been developed to assist community partnerships in their efforts. These materials highlight eight elements of continuity and successful partnerships: (1) families as partners, (2) shared leadership, (3) comprehensive/responsive services, (4) culture and home language, (5) communication, (6) knowledge and skill development, (7) appropriate care and education, and (8) evaluation of partnership success. Results from a field study that included more than 200 reviewers and 8 pilot sites are summarized. Results indicate that a majority of reviewers found the training materials easy to understand, relevant to their work, and up-to-date. In addition, data gathered from the pilot sites indicate that the partnerships found the materials practical and useful for addressing a variety of issues, including time constraints, communication gaps, differences in professional training, and funding limitations.\nCommunities face a host of problems that threaten the health and well-being of their children and families. Poverty, unemployment, inadequate care/education, and poor health care are just a few of the difficult issues that communities must confront. What makes these issues particularly challenging is that children and families who experience one problem are often likely to experience other problems as well.\nCompounding the problem is that delivery of services to help children and families is typically fragmented and scattered. Even efforts designed to increase the quality and supply of services to children and families have, at times, created greater fragmentation and discontinuity.\nIn previous years, those who sought to improve outcomes for children concentrated only on the child. Today, however, many service providers have come to understand that the best way to serve and preserve children is to serve and preserve the supportive networks that benefit children (Family Support America, 1996). An extensive body of research identifies the elements that contribute to children's well-being, beginning with those closest to the child and moving outward to encompass the family, early care/education, the neighborhood, the community, and beyond. This ecological perspective (Bronfenbrenner, 1979) has motivated a growing number of communities to focus more closely on the need for collaboration--engaging in a process that allows the community to address many problems at once rather than one at a time.\nOne solution that many communities have adopted is the establishment of a collaborative partnership involving all the relevant partners--home, school, and service providers--in the planning and monitoring of services for children (Kagan, 1992; Hoffman, 1991). The goal of most of these collaboration initiatives is to improve child outcomes, recognizing that many of the child's needs are closely linked to needs of the family and the community.\nChallenges to Collaboration\nCommunity collaboratives/partnerships represent one of the most challenging--yet one of the most effective--efforts for creating a flexible, comprehensive system that meets the needs of children and families. They involve new relationships among service providers and the children and families they serve. They require time, resources, and the willingness of collaborating agencies to learn about and establish trust with each other. In short, they require change (Bruner, Kunesh, & Knuth, 1992).\nAs a result of the new roles and responsibilities that service providers must assume, collaboratives/partnerships encounter many common difficulties, including (Melaville, Blank, & Asayesh, 1996):\n- staff or agency representatives who are resistant to relinquishing power;\n- policies and regulations within individual agencies that make it difficult to coordinate services, information, and resources;\n- differences in prior knowledge, training, or experience that make it difficult for members to communicate and work together; and\n- lack of time to meet and plan together.\nMany factors contribute to the success or failure of a community collaborative, and no two collaboratives operate in exactly the same way. However, certain guidelines seem to help smooth the way for a more successful partnership, including (North Central Regional Educational Laboratory, 1993):\n- involve all key stakeholders;\n- establish a shared vision of how the partnership will operate and expected outcomes for the children and families served;\n- build in ownership at all levels;\n- establish communication and decision-making processes that are open and allow conflict to be addressed constructively;\n- institutionalize changes through established policies, procedures, and program mandates;\n- provide adequate time for partners to meet, plan, and carry out activities.\nThe process of establishing and maintaining a collaborative partnership is not easy, and in the end, each partnership must find a way to proceed that is consistent with its community and unique set of circumstances. However, a number of resources and tools are available to help communities get started creating an effective system for delivering services. In this article, we describe one such tool that assembles elements essential to building a successful collaborative partnership.\nDevelopment of Continuity Framework Materials\nFor the past eight years, the 10 Regional Educational Laboratories (RELs) serving each region of the country have studied effective strategies for strengthening collaboration and increasing continuity among programs for young children and their families. The RELs are overseen by the U.S. Department of Education's Office of Educational Research and Improvement [now the Institute of Education Sciences], and their primary purpose is ensuring that those involved in educational improvement have access to the best information from research and practice. During the contract period of 1995-2000, the RELs established a program called the Laboratory Network Program (LNP), which convened representatives from each Laboratory as a national network working on common issues.\nIn 1995, the Early Childhood LNP developed Continuity in Early Childhood: A Framework for Home, School, and Community Linkages (U.S. Department of Education, 1995), a document designed with two key purposes in mind: first, an emphasis on the need for children and families to receive comprehensive and responsive services, reflected in the eight elements of continuity outlined in the Framework (see Figure 1). Taken together, the elements are intended to promote a comprehensive understanding of continuity and transition during early childhood. Second, the Framework offered a set of guidelines that partnerships could use to compare and assess their current policies and practices, as well as identify areas in need of improvement.\nFigure 1. Elements of Continuity\n(U.S.Department of Education, 1995)\nAn extensive field review of the Framework indicated that although the document was helpful and informative, many community partnerships continued to have difficulty \"getting started.\" As a result, a Trainer's Guide was developed to support the use of the Framework and assist community partnerships in the first stages. These materials were developed by the Early Childhood LNP in collaboration with the National Center for Early Development & Learning.\nThe Trainer's Guide provides an overview of the content and potential uses of the Framework and includes all activities and materials necessary to conduct training sessions. The Guide itself consists of four training sessions that are organized around the eight elements of continuity. The materials are designed so that a local partnership has everything needed to conduct the training: background information, scripts, handouts, transparencies, sample agendas, and checklists for additional equipment and supplies:\n- The first session, Understanding Continuity, is designed to introduce participants to the Framework document and help participants develop a greater understanding and appreciation for continuity.\n- The second session, Developing a Continuity Team, highlights the importance of broad representation and shared leadership among partnership members.\n- The third session, Planning for Continuity, emphasizes the need for a comprehensive approach to service delivery and encourages participants to examine their current partnership practices and policies.\n- The final session, Formalizing Continuity, focuses on the importance of effective communication among group members and provides participants with an opportunity to formulate action plans.\nThe Guide is designed to be a flexible training tool, adaptable to meet the needs of a particular audience. The intended audience includes local partnerships for children and families (including Smart Start partnerships in North Carolina), Head Start Program representatives, public schools, and communities. The overall objectives of the training are (1) to enhance the collaborative's knowledge and understanding of continuity, (2) to strengthen and support collaborative groups in their efforts to work as partners, and (3) to maximize the benefit they might receive from using the Framework.\nWhat follows is a description of the field test that was designed to assess the use and effectiveness of the Trainer's Guide. The field test focused exclusively on the Framework materials--no other instructional sources were employed. We will present the major findings of the field test and summarize recommendations based on those findings. In addition, we will highlight the work of several collaborative partnerships that took part in the field study, and we will describe some of the problems they encountered, how they used the Framework materials to address those problems, and where they are today. Specifically, the evaluation will explore:\n- To what extent is the information contained in the Framework and Trainer's Guide relevant and useful to community partnerships?\n- What is the perceived impact of the training and Framework on partnership activities?\n- How do partnerships incorporate elements of the Framework into their ongoing activities?\n- Of the review sites that indicated interest in the training materials, what proportion actually conducted the training?\nThe overall usefulness and effectiveness of the Trainer's Guide was studied in two phases. Phase One consisted of document review and feedback from individuals working in the early childhood field. In Phase Two of field testing, the training was actually piloted in eight partnership sites.\nPhase One: Document Review\nReviewers for the Trainer's Guide were solicited through the Laboratory Network Program (LNP) and at conferences related to early childhood issues. Three hundred thirteen individuals/organizations requested a set of the Framework materials (participant manual, Trainer's Guide, and a sample color transparency) and feedback form. Feedback questions centered on four areas: (1) information's relevancy and accuracy, (2) format and organization of the Trainer's Guide, (3) specific training needs, and (4) possible barriers to conducting training.\nOf the 313 requesting materials, 215 (68.7%) reviewers returned feedback forms. Twenty-one percent (N = 45) of the respondents were members of a Smart Start partnership (North Carolina initiative), 19% (N = 40) worked in Head Start agencies, and 11% (N = 24) worked in family resource centers. Others included representatives from state agencies, school personnel, and university faculty. A majority (89%) of the respondents indicated that they are actively involved in a community partnership.\nFinal Follow-up with Select Reviewer Sites. Of the original 215 organizations/individuals who reviewed the Framework materials, 80 indicated an interest in conducting the training in its entirety and requested a complete set of transparencies. (The original materials included one sample color transparency, and the REL offered a complete set of Framework transparencies to all organizations making the request.) Approximately one year after receiving the materials, interviews were conducted with representatives who received transparencies. The purpose of these follow-up telephone calls was to determine if the materials had been used and the degree to which outside support or assistance might be needed to conduct the training.\nPhase Two: Pilot Training\nDuring the second phase of the field testing, the training was piloted in eight collaborative partnerships from across the nation (see Table 1). These sites were recruited through the LNP and selected based on their interest in the project. To assist with logistical details, a liaison, identified at each site, coordinated training dates and assisted with data collection. Sites varied according to demographics, partnership maturity, and sponsoring or lead agency.\n|Site Location||Community Type||Sponsor/Lead Agency|\n|Beaufort, SC||Rural||Success by 6|\n|Dothan, AL||Urban||Family Resource Center|\n|Walnut Cove, NC||Rural||Smart Start|\n|Valdosta, GA||Rural||Family Connections/County Commission|\n|Wheeling, WV||Rural||Head Start|\n|Troy, NC||Rural||Smart Start|\n|Concord, WV||Rural||Family Resource Center|\nFive of the partnerships described themselves as existing collaboratives (two years or more), while the remaining three indicated that they were in the planning stages of building a collaborative partnership. Sponsors of the partnerships included Smart Start (2); Head Start, family resource centers (2); Success by 6; a public school system; and a county task force.\nAcross the eight sites, a total of 160 individuals participated in the training. Approximately 64% of the attendees were White, 27% were African American, and the remainder were either Hispanic, American Indian/Alaskan Native, or multiracial.\nSeveral of the partnerships invited persons who were not part of the collaborative partnership to attend the training. As a result, slightly more than half (54%) of the participants reported that they were current members of the partnership. The majority of these had been members less than one year (53%). Early childhood specialists represented the largest group attending the training (29%), followed by program administrators (18%), teachers/caregivers (14%), and parents (10%). Other groups represented included policy makers, members of the business community, and university faculty.\nEach of the sites conducted the entire training course in the fall; however, there was some variability in delivery of training. For example, some partnerships conducted the training as described in the Trainer's Guide--two complete, consecutive days of training. Other partnerships modified the training schedule to meet the needs of its members and used other formats such as one day of training followed two weeks later by a second day of training.\nAt the conclusion of training, participants were asked to provide feedback on specific elements of the training, including organization, training content, and materials/resources. In addition, participants were asked to comment on their satisfaction with the training and the overall usefulness of the training materials. This information, along with information gathered from the review sites, was used to revise the Trainer's Guide.\nIn the six months following the training, partnership activities were studied to determine the degree to which the collaboratives incorporated content from the Framework into their regular activities. Materials studied included a record of stakeholder attendance and meeting minutes documenting partnership activities. At the end of this period, a follow-up survey was sent to participants at each pilot site. Survey questions focused on three major areas: (1) impact of the training, (2) impact of the Framework materials, and (3) overall familiarity with Framework materials.\nIn addition to the final survey with individuals who participated in the training, a final interview was conducted with seven site liaisons (one liaison was unavailable for interview). Interview questions focused on the original goal of the partnership, reasons for participating in the field study, and impact of the training and Framework materials.\nThe data were analyzed to determine general response patterns and to identify logical changes or improvements to the Trainer's Guide. Both quantitative and qualitative techniques were used to analyze data from the review sites and the pilot sites.\nPhase One: Document Review\nAnalyses of data from reviewer sites were conducted on 215 surveys. Table 2 summarizes Trainer's Guide as easy to understand, relevant to their work, accurate, and up-to-date.\n|Survey Statement||Agreed or Strongly Agreed with Statement|\n|Information is accurate and up to date.||94.9% (4.54)|\n|Format is easy to understand and follow.||93.9% (4.49)|\n|Training materials were easy to understand and follow.||92.5% (4.46)|\n|Information is relevant to my work.||89.3% (4.41)|\n|I would be comfortable using the materials.||83.3% (4.29)|\n|*Note: According to the scale, 1 = strongly disagree and 5 = strongly agree. Mean scores are presented in parentheses.|\nA series of open-ended questions provided respondents with an opportunity to provide more specific information and feedback. When asked what parts of the training were most useful, of those who responded, approximately 30% reported that the materials were the most useful part of the training. Reviewers specifically mentioned handouts, transparencies, and checklists. Another 22% reported that the information focusing on the need to include families and share leadership responsibilities was most useful.\nReviewers also were asked to identify the greatest training need within their partnerships. Of those who responded, more than one-third (34%) reported that they often need assistance identifying and including community stakeholders. Reviewers cited family members and members of the business community as groups that often are poorly represented at partnership meetings. Other topics representing challenges to partnerships included developing the team, sharing leadership responsibilities, and involving families in meaningful ways.\nIn terms of barriers or factors that would influence the use of training, most of the respondents (75%) cited time as the greatest barrier to conducting training. This factor was followed by a lack of funding (68%), the unavailability of a trainer (45%), and lack of interest of collaborative partners (39%).\nFinal Follow-up with Select Reviewer Sites. Of the 80 individuals/organizations who requested a complete set of transparencies, 68 were located for follow-up interviews (85%). For the remaining 12, attempts to contact the site were unsuccessful; either the person requesting the transparencies was no longer there, or the materials were never received.\nInterviews revealed that 23 of the respondents had conducted training using the Framework and accompanying materials. Of those who stated that they had conducted the training, only two (less than 10%) had used the training in its entirety. Most had conducted at least one part of the training, selecting the portions most useful for their work. \"Families as Partners,\" \"Shared Leadership,\" and \"Comprehensive and Responsive Services\" were the elements from the Framework most often used for training.\nAn additional 17% said that although they had not conducted the training as designed, they had adapted the materials or used them in other circumstances. Examples of how they had adapted the materials included using the exercises, overheads, major concepts, and other information in training activities.\nHead Start agencies were the primary sponsors for half of the training events. Public schools, area education associations, state departments of education, local partnerships, child development centers, and related-type centers were listed as sponsors or lead agencies for the remaining training activities.\nTraining participants included staff and administrators at Head Start agencies, preschool and child care providers, local education agencies, schools, school improvement teams, state departments of education staff, local family service agencies and boards of directors, and parents.\nAll who said they had used the training materials were asked to comment on the usefulness of the training. The majority of respondents rated the training as \"very useful\" or \"useful,\" and all said they would recommend the training to others. Particular aspects of the training that respondents liked included:\n- professional quality, clarity of materials, and sequencing of content of the Framework;\n- handouts, activities, and overheads;\n- content and the ability to present the material at multiple skill levels; and\n- ease of use of the Framework.\nThere were suggestions for improving the training. Four respondents said the course was \"too long,\" especially if used in school systems or with parents. Others maintained a need for greater emphasis on action planning and implementation, \"more written support materials (research, position support, background), and additional copies of key pieces of materials that helped shape the Framework.\"\nPhase Two: Pilot Training\nIn terms of the training quality and overall effectiveness, most of the participants rated the training sessions as either \"good\" or \"excellent.\" Participants tended to rate the second day of training as higher in quality and more effective than the first day of training (M = 4.392 and M = 4.17, respectively, based on a 5-point scale).\nParticipants also evaluated the effects of the training and estimated its impact on future partnership practices. Using a four-point Likert-type scale, participants rated the extent to which they agreed with each statement. Table 3 summarizes participants' appraisal of the training and reinforces the focus of the original training objectives.\nObjective 1: To enhance the collaborative's knowledge and understanding of continuity\n|As a result of the training, I believe that I am motivated to build and strengthen continuity efforts in my community.||3.44||.65|\n|As a result of the training, I believe that I have a better understanding of continuity and why it is important.||3.41||.65|\n|I believe that this training will have an impact on increasing awareness of new skills and knowledge for our team.||3.31||63|\nObjective 2: To strengthen and support collaborative groups in their efforts to works as partners\n|As a result of the training, I believe that I am better able to participate as a member of a home, school, and community partnership.||3.40||.65|\n|I believe that this training will have an impact on how decisions are made and the planning we do for services.||3.25||.59|\n|I believe that this training will have an impact on changing/enhancing the quality of community practices.||3.23||.58|\nObjective 3: To maximize the benefit the collaborative might receive from using the Framework\n|As a result of the training, I believe that I am better able to use the Framework as a tool for exploring continuity and transition||3.26||.63|\n|I believe that this training will have an impact on positively affecting outcomes for children and families.||3.31||.63|\n|*Note: According to the scale, 1 = strongly disagree and 4 = strongly agree.|\nIn addition to participant ratings immediately following the training, data were collected on regular partnership activities after the training. Analysis of materials such as meeting minutes revealed that during the six months following completion of the training, five of the eight sites reported that they continued to use the Framework materials. Exactly how the materials were used varied from site to site. Two of the sites selected specific elements of the Framework as their priority concerns for the coming year. They then organized subcommittees to review the partnerships' practices with respect to those elements and make recommendations for improving existing services. Another partnership used the materials to provide training to other agencies and organizations not directly involved with the partnership. The remaining two partnerships used the Framework as a resource for improving transition practices with their communities.\nAt the end of the six months, a final survey was distributed to participants at the last partnership meeting of the year, and surveys were mailed to those not in attendance at the final meeting. Approximately half of the individuals who participated in the training (81 of 160) responded to the survey. Participants were asked to rate the extent to which the Framework materials had had an impact on partnership practices. On a four-point scale (4 = \"a great deal,\" 3 = \"some,\" 2 = \"very little,\" and 1 = \"not at all\"), the majority of respondents (88.6%) reported that the training had \"impacted\" their knowledge and skill development \"some\" or a \"great deal.\" Respondents also thought that the Framework had at least \"some\" impact on the knowledge and skills development of their partnership (83%) and community (72%). The majority (97.4%) speculated that the Framework would have at least some future impact.\nFinally, participants were asked to indicate the single greatest impact they experienced as a result of the training. Approximately 41% reported that as a result of the training they felt more motivated to build or strengthen efforts to support continuity of services for children in their communities. Thirty-five percent of the respondents said they had a better understanding of continuity and its importance; 17% felt that the training prepared them to be better members of their partnership; and 7% said that the training gave them a greater understanding of the Framework as a tool.\nStokes County Partnership for Children, King, NC\nAn ongoing goal of the Stokes County Partnership for Children is to create a system that encourages service providers to work together and promotes continuity for children and their families. Members of the partnership began by using the Framework to build their own knowledge and skills about continuity; however, they soon recognized the need to inform others of the importance of continuity in children's lives. As a result, the Partnership conducted a series of focus groups and meetings among parents and family members within the community. They used information from Elements 3 (Comprehensive/Responsive Services) and 7 (Developmentally Appropriate Care/Education) to explain what was needed to support continuity and its potential benefits for children. These meetings were also an opportunity to inform families of the various resources and supports available within the community. Later, the focus groups were expanded to include all stakeholders (e.g., child care, kindergarten, Head Start, school administrators, special needs coordinators, etc). The information gathered from these meetings has been used to guide the development and implementation of policies and practices that promote continuity.\nFinal Interview with Liaisons. In the final interview conducted with site liaisons, five of the seven liaisons reported that the overall goal of their partnership is to improve services for children and their families by connecting agencies and strengthening the collaborative bonds between those agencies. Three of the liaisons specifically mentioned the need to improve transitions and create a system of responsive and comprehensive services.\nIn addition, liaisons were asked to talk about their reasons for participating in the field-test process. At least three of the liaisons cited low levels of collaboration across agencies and indicated that partnership meetings were used primarily as a time for sharing information. Others saw the training as an opportunity to invite additional partners to the table and begin a discussion of how they could better work together.\nFinally, liaisons were asked to rate the extent to which the Framework materials had been helpful in accomplishing their overall partnership goal. Using a five-point scale, five of the liaisons rated the Framework materials as either \"helpful\" (4) or \"very helpful\" (5). The remaining two liaisons rated the Framework materials as at least \"somewhat helpful\" (3).\nDeveloping and maintaining a community collaborative is hard work, and it is a challenge that requires a great deal of commitment and cooperation from those involved. Training and resource materials available to help community partnerships build a more responsive system must address such issues as time constraints, communication gaps, differences in professional training, and funding limitations. Given these challenges, the Continuity Framework and its Trainer's Guide seem to be important and useful tools for helping partnerships increase collaboration and involvement.\nData gathered from participant ratings and key-informant interviews indicated that the training was helpful in a number of ways. A feature of the training mentioned by many of the participants was the fact that the experience helped \"level the playing field.\" That is, it provided stakeholders with a common language to use as they worked together. As illustrated in the following example, stakeholders often come from a variety of agencies and backgrounds, which can be a major impediment when a community must begin to work together and coordinate its efforts.\nThe case studies in the sidebars highlight the work of four collaborative partnerships that took part in the field study. These case studies discuss some of the problems they encountered, how they used the Framework materials to address those problems, and where they are today.\nBovill, Idaho, Collaborative\nBovill is a small town (population 310) located in the north central part of the state. Bovill has no resident doctor or dentist. At the time, there also was no child care center or preschool available to children. (The closest one was 35 miles away.)\nIn 1998, various members of the community decided that they wanted to do something to help improve the situation for children. This group of citizens brought together parents and virtually every local organization to work on a plan that would support the learning needs of children and their families. Part of this effort was a proposal submitted to the J.A. and Kathryn Albertson Foundation that would help fund an early learning center. In 1999, they were awarded a grant, and they began the work to open the Bovill Early Childhood Community Learning Center.\nHowever, once the work began, members of the partnership found that they did not have a common vocabulary to talk about the issues of early childhood education. There were also difficulties associated with establishing a partnership, such as \"Who else should be included?\" and \"How do you get started?\" In an effort to \"get started\" and begin the planning process, the partnership elected to participate in the field testing of the Framework materials.\nFramework training was provided over two consecutive days and built into the inservice training schedule of the elementary school. In addition to staff and faculty from the elementary school, representatives from other agencies and organizations participated, including the health department, the Idaho Department of Disabilities, news media, schools, early childhood education, Even Start, parents, university students, attorneys, community leaders, and businesses.\nAccording the site liaison, the Framework materials were used:\n- To improve awareness of key issues in providing high-quality services. The Framework provides direction to help develop a program that really works.\n- To provide a common language and for internal communication enhancement. Now everyone \"speaks the same language.\"\n- As an external communication tool. According to the liaison, \"it is so much easier to talk with funding sources when you use the structure of the elements as a base.\"\n- To validate their progress toward providing the best practices in early childhood education.\n- As a piece of the Bovill Elementary School improvement plan.\nPositive impact on individual partnership members was cited as another basis for success of the training. Many indicated they had a better understanding of continuity and were more motivated to continue to work on the difficult issues that often arise as part of the collaborative process. An added value of the training was the opportunity to spend time together and develop relationships with persons from other agencies. Often, these individual relationships help form the basis for collaborative work within the partnership.\nBased on the sites that continued to use the materials, the Continuity Framework and its Trainer's Guide seem to be equally useful to both existing and newly established partnerships. A common experience in the maturation of partnerships is that they are prone to lose initial momentum, often stagnating into \"easy\" roles such as simple information sharing. A serendipitous discovery of this study is that such partnerships evidenced rejuvenation of their efforts after participating in the training (see the Valdosta, Georgia, example).\nValdosta, Georgia, Collaborative\nThe Lowndes County/Valdosta Commission for Children and Youth has been in existence for more than a decade, and during this time, the partnership has experienced various \"ups and downs.\" According to site liaison Vickie Elliott, cycles are a normal part of the collaborative process, \"They may be the result of staff turnover or changes in the board chair and/or board members.\" She reports that participation in the training provided members with practical, research-based information. This information served as a reminder to members that they were doing good work and that their work was important.\nSince the training, the partnership has continued to use Framework materials as a reference and resource. For example, during a recent meeting, members began a discussion regarding the evaluation of partnership activities. They used Element 8: Evaluation of Partnership Success to help shape and guide this discussion. In addition, the partnership has applied for and received a 21st Century Learning Community grant. Because of the knowledge and understanding they gained during the training, members requested funds for a case manager position to be based at each school and conducting home visits. It is hoped that this strategy will facilitate communication and create greater continuity of services for students and families.\nFinally, the data indicate that change takes place slowly. Participants reported that the training had had some impact on their community but felt that the greatest impact was yet to come. Bringing everyone to the table is not enough. True collaboration that produces continuity in services for children takes place over a long period of time, as agencies that have not previously worked together begin to get to know each other and slowly modify procedures and practices.\nMarshall County Tadpole Team, Wheeling, WV\nEfforts to collaborate are often driven by the realization that single agencies cannot solve problems alone. Partners must be willing to jointly plan and implement new ventures, as well as pool resources such as money and personnel. Nowhere is this need to collaborate and pool resources more crucial than in Marshall County, WV. Located in the northern part of West Virginia, Marshall County remains a predominantly rural county. With a population of approximately 36,000, Marshall County has seen a decline in the number of residents over the past two to three years, largely attributed to the economic hardships of the area. This part of West Virginia relies heavily on the coal and steel industries, and as these industries have fallen on hard times, so too have many families. As a result, many families have moved away to find other employment; however, many others have sought support from social services agencies within the community. In order to make the most of the limited resources and support available within the county, many of the local agencies (e.g., Northern Panhandle Head Start, Starting Points Center, Tadpoles Team) came together to form a community collaborative. Although their collaborative meetings began more as a time for sharing information, members soon realized that to be a true \"working group,\" they would need to broaden the meeting agendas and formalize the collaborative relationships. Using the Framework materials as an assessment tool, members worked through each element identifying the gaps in services and generating ideas for possible programs and procedures to address those gaps. This shift encouraged members to devote meeting times to discussing specific issues facing the community. Moreover, it encouraged members to formalize the partnership with written agreements. These agreements have allowed members to make a solid commitment to the collaborative, as well as clarify specific roles and responsibilities for services.\nBeyond the content of the training and issues related to the collaborative process, the field study underscored the importance of training structure and design. Many study participants praised the Framework materials for flexibility and relevance to a variety of contexts. The training materials were designed so that particular attention was devoted to issues such as target audience attributes (e.g., varied educational and professional development backgrounds), which dictate the appropriate level of sophistication as well as the need for course module structure (i.e., overall organization and scripting) to be highly adaptable to local training needs.\nThe field studies indicate that community partnerships benefit from training and technical assistance that help with the process of getting started, as well as recapturing momentum and focus. Additional research is needed to document the ongoing efforts of these communities and explore whether the Framework materials continue to have an impact on community practices and outcomes, as many of the participants predicted. Further study also is needed to determine what other kinds of training or technical assistance might be useful to these partnerships as they work to build capacity and expand or grow new programs.\nBronfenbrenner, Urie. (1979). The ecology of human development. Cambridge, MA: Harvard University Press.\nBruner, Charles; Kunesh, Linda; & Knuth, Randy. (1992). What does research say about interagency collaboration? [Online]. Oak Brook, IL: North Central Regional Educational Laboratory. Available: http://www.ncrel.org/sdrs/areas/stw_esys/8agcycol.htm [2002, October 22].Editor's Note: this url is no longer active.\nFamily Support America. (1996). Making the case for family support [Online]. Chicago: Author. Available: http://www.familysupportamerica.org/content/pub_proddef.htm [2002, October 22]. Editor's Note: this url is no longer active.\nHoffman, Stevie (Ed.). (1991). Educational partnerships: Home-school-community [Special issue]. Elementary School Journal, 91(3).\nKagan, Sharon Lynn. (1992). The strategic importance of linkages and the transition between early childhood programs and early elementary school. In Sticking together: Strengthening linkages and the transition between early childhood education and early elementary school (Summary of a National Policy Forum). Washington, DC: U.S. Department of Education. ED 351 152.\nKunesh, Linda. (1994). Integrating community services for children, youth, and families. Oak Brook, IL: North Central Regional Educational Laboratory.\nMelaville, Atelia; Blank, Martin; & Asayesh, Gelareh. (1996). Together we can: A guide for crafting a profamily system of education and human services (Rev. ed.). Washington, DC: U.S. Department of Education. Available: http://eric-web.tc.columbia.edu/families/TWC/ Editor's Note: this url is no longer active.[2002, October 22]. ED 443 164.\nNorth Central Regional Educational Laboratory. (1993). NCREL's policy briefs: Integrating community services for young children and their families. Oak Brook, IL: Author. Available: http://www.ncrel.org/sdrs/areas/issues/envrnmnt/go/93-3toc.htm [2002, October 22].\nU.S. Department of Education and U.S. Department of Health and Human Services. (1995). Continuity in early childhood: A framework for home, school, and community linkages [Online]. Washington, DC: Author. Available: http://www.sedl.org/prep/hsclinkages.pdf [2002, October 22]. ED 395 664.\nWheatley, Margaret J. (1992). Leadership and the new science. San Francisco: Berrett-Koehler.\nDr. Glyn Brown is a senior program specialist with SERVE Regional Educational Laboratory. She studied at the University of Alabama (B.S.), the University of Southern Mississippi (M.S.), and completed her Ph.D. in Family and Child Development at Auburn University. Prior to coming to SERVE, Dr. Brown worked as a children's therapist in a community mental health program. As a program specialist with SERVE, Dr. Brown provides training and direct consultation to school personnel, child care providers, and community partnerships.\nSERVE Regional Educational Laboratory\n1203 Governor's Square Blvd., Suite 400\nTallahassee, FL 32301\nCarolynn Amwake, a program specialist at the SERVE Regional Educational Laboratory, has extensive experience working with families, child care providers, teachers, administrators, and community partners. She received her B.S. from Radford University in early childhood education and special education and has taught children with special needs in elementary schools, children's homes, and child care centers. Her experiences as an educator and parent led to an interest in improving the quality and continuity of early childhood transitions for both children and families.\nSERVE Regional Educational Laboratory\n1203 Governor's Square Blvd., Suite 400\nTallahassee, FL 32301\nTimothy Speth is a research associate at Northwest Regional Educational Laboratory (NWREL). He received his B.S. in psychology from South Dakota State University and his M.A. from San Diego State University. He has extensive training and experience in research design, statistics, and program evaluation. Mr. Speth is currently involved with several research and evaluation projects throughout the Northwest, as a Research Associate of NWREL's Child and Family Program. He is the primary external evaluator for six Alaska schools participating in the Comprehensive School Reform Demonstration Project (CSRD) and assists in CSRD-related activities throughout the Northwest.\nNorthwest Regional Educational Laboratory\n101 S.W. Main Street, Suite 500\nPortland, OR 97204-3297\nCatherine Scott-Little, Ph.D., is director of the Expanded Learning Opportunities Project for SERVE. Dr. Little completed her graduate work in human development at the University of Maryland, College Park. Her undergraduate degree in child development and family relations is from the University of North Carolina at Greensboro. Prior to joining SERVE, Dr. Little was deputy director of a large Head Start program in Fort Worth, Texas, and she has also served as director for a child development center serving homeless families in the Washington, DC, area.\nSERVE Regional Educational Laboratory\nP.O. Box 5367\nGreensboro, NC 27435", "id": "<urn:uuid:5796c026-a8b2-4a00-ac9d-d935eecfa46f>", "dump": "CC-MAIN-2013-20", "url": "http://ecrp.uiuc.edu/v4n2/brown.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9614564776420593, "token_count": 8499, "score": 3.296875, "int_score": 3}
{"text": "Early Childhood Education\n- The American Academy of Pediatrics is dedicated to the health of all children and committed to\nthe attainment of optimal physical, mental, and social health\nand well-being for all infants, children, adolescents, and\n- The Center for Early Childhood\nLeadership is dedicated to enhancing the management skills,\nprofessional orientation and leadership capacity of early\n- The Child & Family\nWebGuide describes and evaluates web sites that contain\nresearch-based information about child development.\n- An organization of regional Child\nCare Resource and Referral (CCR&R) agencies serving\ncommunities throughout the state of Illinois.\n- The Children's Book Council is dedicated to encouraging literacy and the use and enjoyment\nof children's books.\n- Children's Literature offers information on authors and illustrators, recommended\nbooks by theme, book award winners, etc.\n- The Circle of Inclusion web site is for early childhood service providers and families\nof young children. This web site offers demonstrations\nof and information about the effective practices of inclusive\neducational programs for children from birth through age eight.\n- Civitas is a national\nnot-for-profit communication group that works to provide educational\ntools to all adults who live and work with young children.\n- The CLAS Early Childhood Research\nInstitute collects and describes early childhood/early\nintervention resources that have been developed across the\nUnited States for children with disabilities and their families\nand the service providers who work with them. The materials\nand resources available on this site reflect the intersection\nof culture and language, disabilities and child development.\n- The Division of Early Childhood (DEC) of the Council for Exceptional Children (CEC) is a nonprofit\norganization advocating for individuals who work with or on\nbehalf of children with special needs, birth through age eight,\nand their families. There is also an Illinois\nSubdivision for the Division of Early Childhood (IDEC).\n- The Early Childhood\nEducators' and Family Web Corner contains articles, teacher\npages, family pages, etc.\n- EdWorld.Resources covers a variety of areas of Early Childhood.\n- ERIC provides research-based\ninformation and articles in the field of early childhood.\n- I Am Your Child is a national public awareness and engagement campaign to\nmake early childhood development a top priority of our nation.\n- The Illinois Department of Children and Family Services web site for\ninformation on day care licensing, etc.\n- The Illinois\nDepartment of Human Services Early Intervention site contains\ninformation for parents and service providers, including Child\nand Family Connections contacts. .\n- The Illinois\nEarly Learning Web site provides evidence-based, reliable\ninformation for parents, caregivers, and teachers of young\nchildren in the State of Illinois.\n- Illinois Head Start Association information.\n- Lists of recommended children's books for birth to five and\nEarly Childhood Block Grant professional development opportunities\nare available on the Early Childhood portion of the Illinois\nResource Center's web site.\n- The Illinois\nSecretary of State's literacy program site includes grant\napplications and literacy resources.\n- Meld offers education and\nsupport for parents, trains family service providers to apply\nbest practices in their work with families and publishes a\nbroad range of resource materials for parents and the people\nwho work with them.\n- The National Association for\nthe Education of Young Children has for its purpose, “leading\nand consolidating the efforts of individuals and groups working\nto achieve healthy development and constructive education\nfor all young children.”\n- The National\nClearinghouse on Child Abuse and Neglect is a resource\nfor professionals and others seeking information on abuse\nand neglect and child welfare.\n- The National Early\nChildhood Technical Assistance Center supports the implementation\nof the early childhood provisions of the Individuals with\nDisabilities Education Act (IDEA). Their mission is\nto strengthen service systems to ensure that children with\ndisabilities (birth through five) and their families receive\nand benefit from high quality, culturally appropriate, and\nfamily-centered supports and services.\n- The National Head Start Association is a private not-for-profit membership organization that provides\na national forum for the continued enhancement of Head Start\nservices for children ages 0 to 5 and their families.\n- The National Institute for\nEarly Education Research supports early childhood education\ninitiatives by providing objective, nonpartisan information\nbased on research.\n- Ongoing update about the National\nInstitute of Child Health and Human Development (NICHID)\nstudy of Early Child Care and Youth Development.\n- The Ounce of Prevention was established to promote the well-being of children and\nadolescents by working with families, communities, and policy-makers.\n- The Parents as Teachers National\nCenter is committed to seeing that “all children will\nlearn, grow, and develop to realize their full potential.\"\nThe information is geared to parents but helpful to all programs\nin early childhood.\n- The Partnership\nfor Reading continually creates resources and shares information\nabout how scientifically based research can inform the acquisition\nof reading skills across the lifespan, from birth to adulthood.\nVisit the Early\n- Prevent Child\nAbuse America provides leadership to promote the prevention\nof child abuse and neglect at both the national and local\nlevels. Information is also available in Spanish.\n- Reading Rockets,\n\"launching young readers\", contains resources, book\nlists, and tips on early reading.\n- The Society for Research in\nChild Development at the University of Michigan is a multidisciplinary,\nnot-for-profit, professional association of approximately\n5,000 researchers, practitioners, and human development professionals.\n- The U.S.\nDepartment of Education's Early Reading First site contains\ninformation on the status of Early Reading First grants.\n- The U.S. Department\nof Education main site includes information on No Child\n- Voices for Illinois\nChildren works with families, communities, and policy-makers\nto ensure that all children grow up healthy, nurtured, safe,\nand well educated.\n- Zero to Three is\na leading resource on the first three years of life.\nIts goal is to strengthen and support families, practitioners\nand communities to promote the healthy development of babies", "id": "<urn:uuid:9026785e-3820-4a9d-ab2b-e056e36ce1ff>", "dump": "CC-MAIN-2013-20", "url": "http://isbe.net/earlychi/html/resources.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8894116878509521, "token_count": 1301, "score": 2.734375, "int_score": 3}
{"text": "Washington, DC. Public libraries have become essential points of access to the Internet and computers in local communities, with nearly every library in the country offering public internet access. Yet, individual library practices can have significant affect on the quality and character of this public service. Opportunity for All: How Library Policies and Practices Impact Public Internet Access, offers an analysis of the service in four public library systems and makes recommendations for strategies that help to sustain and improve public access service. The report was funded through a partnership between the Bill & Melinda Gates Foundation and the Institute of Museum and Library Services and was produced by the University of Washington Information School. [Read more]\nAccess to the Internet has become a central part of American society, helping all of us in many areas of our daily lives. Over the past twenty years, libraries and community technology centers have taken on the role of public access centers for those who are unable to reach the Internet at home or work, for reasons ranging from lack of financial resources to personal preference. The U.S. Impact Study is examining the users and use of these public services to better understand the impact of free access to computers and the Internet on the individuals, families and communities served by these public and private resources.", "id": "<urn:uuid:3b302593-d369-45ad-8e71-a345eaee64df>", "dump": "CC-MAIN-2013-20", "url": "http://impact.ischool.uw.edu/index.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9527751803398132, "token_count": 247, "score": 2.890625, "int_score": 3}
{"text": "Hershey, PA : Information Science Reference, c2009.\nxxi, 417 p. : ill. ; 29 cm.\n\"Premier reference source\"--Cover.\nIncludes bibliographical references (p. 362-407) and index.\nNow established as an effective tool in the instructional process, multimedia has penetrated educational systems at almost every level of study. In their quest to maximize educational outcomes and identify best practices, multimedia researchers are now expanding their examinations to extend towards the cognitive functionality of multimedia.\"Cognitive Effects of Multimedia Learning\" identifies the role and function of multimedia in learning through a collection of research studies focusing on cognitive functionality. An advanced collection of critical theories and practices, this much needed contribution to the research is an essential holding for academic libraries, and will benefit researchers, practitioners and students in basic and applied fields ranging from education to cognitive sciences. (source: Nielsen Book Data)", "id": "<urn:uuid:d4ea54a6-6831-40cc-b677-7da62fccecf5>", "dump": "CC-MAIN-2013-20", "url": "http://searchworks.stanford.edu/view/7815633", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8840771913528442, "token_count": 185, "score": 2.578125, "int_score": 3}
{"text": "Published May 2008\nProperly located digital signage in high traffic areas on school campuses provides students and faculty with a convenient resource to stay up to date about the latest school news and activities.\nSignage in Education\nBy Anthony D. Coppedge\nTechnology gets high marks.\nDigital media and communications have come to play a vital role in people’s everyday lives, and a visit to the local K-12 school, college or university campus quickly illustrates the many ways in which individuals rely on audio and visual technologies each day. The shift from analog media to digital, represented by milestones ranging from the replacement of the Walkman by the MP3 player to the DTV transition currently enabling broadcasts beyond the home to mobile devices, has redefined the options that larger institutions, including those in our educational system, have for sharing information across the campus and facilities.\nFlexible And Efficient\nDigital signage, in particular, is proving to be a flexible and efficient tool for delivering specific and up-to-date information within the educational environment. As a high-resolution, high-impact medium, it lives up to the now-widespread expectation that visual media be crisp and clear, displayed on a large screen. Although the appeal of implementing digital signage networks does stem, in part, from plummeting screen prices and sophisticated content delivery systems, what’s equally or more important is that digital signage provides valuable information to the people who need it, when and where they need it. On school campuses—whether preschool, elementary, high school or post-secondary institutions—it does so effectively, for both educational purposes and for the security and safety of staff, administration and the student body as a whole.\nSchool campuses have begun leveraging digital signage technology in addition to, or in place of, printed material, such as course schedules, content and location; time-sensitive school news and updates; maps and directions; welcome messages for visitors and applicants; and event schedules. Digital signage simplifies creation and delivery of multiple channels of targeted content to different displays on the network. Although a display in the college admissions office might provide prospective students with a glimpse into student life, for example, another display outside a lab or seminar room might present the courses or lectures scheduled for that space throughout the day.\nThis model of a distribution concept illustrates a school distributing educational content over a public TV broadcast network.\nAt the K-12 level, digital signage makes it easy to deliver information such as team or band practice schedules, or to post the cafeteria menu and give students information encouraging sound food choices. Digital signage in the preschool and daycare setting makes it easy for teachers and caregivers to share targeted educational programming with their classes.\nAmong the most striking benefits of communicating through digital signage is the quality of the pictures and the flexibility with which images, text and video can be combined in one or more windows to convey information. Studies have shown that dynamic signage is noticed significantly more often than are static displays and, furthermore, that viewers are more likely to remember that dynamic content.\nThough most regularly updated digital signage content tends to be text-based, digital signage networks also have the capacity to enable the live campus-wide broadcast of key events: a speech by a visiting dignitary, the basketball team’s first trip to the state or national tournament, or even the proceedings at commencement and graduation. When time is short, it’s impractical to gather the entire student body in one place or there simply isn’t the time or means to deliver the live message in any other way.\nThe ability to share critical information to the entire school community, clearly and without delay, has made digital signage valuable as a tool for emergency response and communications. Parents, administrators, teachers and students today can’t help but be concerned about the school’s ability to respond quickly and effectively to a dangerous situation, whether the threat be from another person, an environmental hazard, an unpredictable weather system or some other menace.\nDigital signage screens installed across a school campus can be updated immediately to warn students and staff of the danger, and to provide unambiguous instructions for seeking shelter or safety: where to go and what to do.\nAlthough early digital signage systems relied on IP-based networks and point-to-point connections between a player and each display, current solutions operate on far less costly and much more scalable platforms. Broadcast-based digital signage models allow content to be distributed remotely from a single data source via transport media, such as digital television broadcast, satellite, broadband and WiMAX.\nThe staff member responsible for maintaining the digital signage network can use popular content creation toolsets to populate both dynamic and static displays. This content is uploaded to a server that, in turn, feeds the digital signage network via broadcast, much like datacasting, to the receive site for playout. By slotting specific content into predefined display templates, each section with its own playlist, the administrator can schedule display of multiple elements simultaneously or a single-window static, video or animated display.\nThe playlist enables delivery of the correct elements to the targeted display both at the scheduled time and in the appropriate layout. In networks with multicast-enabled routers, the administrator can schedule unique content for displays in different locations.\nIn the case of delivering emergency preparedness or response information across a campus, content can be created through the same back-office software used for day-to-day digital signage displays. Within the broadcast-based model, three components ensure the smooth delivery of content to each display.\nA transmission component serves as a content hub, allocating bandwidth and inserting content into the broadcast stream based on the schedule dictated by the network’s content management component. Content is encapsulated into IP packets that, in turn, are encapsulated into MPEG2 packets for delivery.\nGeneric content distribution model for digital signage solution.\nThe content management component of the digital signage network provides for organization and scheduling of content, as well as targeting of that content to specific receivers. Flexibility in managing the digital signage system enables distribution of the same emergency message across all receivers and associated displays, or the delivery of select messages to particular displays within the larger network.\nWith tight control over the message being distributed, school administrators can immediately provide the information that students and staff in different parts of the campus need to maintain the safest possible environment. Receivers can be set to confirm receipt of content, in turn assuring administrative and emergency personnel that their communications are, in fact, being conveyed as intended. On the receiving end, the third component of the system, content, is extracted from the digital broadcast stream and fed to the display screen.\nThe relationships that many colleges and universities share with public TV stations provide an excellent opportunity for establishing a digital signage network. Today, the deployed base of broadcast-based content distribution systems in public TV stations is capable of reaching 50% of the US population. These stations’ DTV bandwidth is used not only for television programming, but also to generate new revenues and aggressively support public charters by providing efficient delivery of multimedia content for education, homeland security and other public services.\nEducational institutions affiliated with such broadcasters already have the technology, and much of the necessary infrastructure, in place to launch a digital signage network. In taking advantage of the public broadcaster’s content delivery system, the college or university also can tap into the station’s existing links with area emergency response agencies.\nAs digital signage technology continues to evolve, educational institutions will be able to extend both urgent alerts and more mundane daily communications over text and email messaging. Smart content distribution systems will push consistent information to screens of all sizes, providing messages not only to displays, but also to the cell phones and PDAs so ubiquitous in US schools.\nThe continued evolution of MPH technology will support this enhancement in delivery of messages directly to each student. MPH in-band mobile DTV technology leverages ATSC DTV broadcasts to enable extensions of digital signage and broadcast content directly to personal devices, whether stationary or on the move. Rather than rely on numerous unrelated systems, such as ringing bells, written memos and intercom announcements, schools can unify messaging and its delivery, in turn reducing the redundancy involved in maintaining communications with the student body.\nAn effective digital signage network provides day-to-day benefits for an elementary school, high school, college or university while providing invaluable emergency communications capabilities that increasingly are considered a necessity, irrespective of whether they get put to the test. The selection of an appropriate digital signage model depends, of course, on the needs of the organization.\nEducational institutions share many of the same concerns held by counterparts in the corporate world, and key among those concerns is the simple matter of getting long-term value and use out of their technical investments. However, before even addressing the type of content the school wishes to create and distribute, the systems integrator, consultant or other AV and media professional should work with the eventual operators of the digital signage network to identify and map out the existing workflow. Once the system designer, integrator or installer has evaluated how staff currently work in an emergency to distribute information, he then can adjust established processes and adapt them to the digital signage model.\nThe administrative staff who will be expected to update or import schedules to the digital signage system will have a much lower threshold of acceptance for a workflow that is completely unfamiliar or at odds with all their previous experience. An intuitive, easy-to-use system is more likely to be used in an emergency if it has become familiar in everyday practice.\nTurnkey digital signage solutions provide end-to-end functionality without forcing users and integrators to work with multiple systems and interfaces. The key in selecting a vendor lies in ensuring that they share the same vision and are moving in the same direction as the end user.\nIn addition to providing ease of use, digital signage solutions for the education market also must provide a high level of built-in security, preventing abuse or misuse by hackers, or by those without the knowledge, experience or authority to distribute content over the network. Because the network is a conduit for emergency messaging, its integrity must be protected. So, the installer must not only identify the number of screens to be used and where, but also determine who gets access to the system and how that access remains secure.\nScalable systems that can grow in number of displays or accommodate infrastructure improvements and distribution of higher-bandwidth content will provide the long-term utility that makes the investment worthwhile. By going into the project with an understanding of existing infrastructure, such as cabling, firewalls, etc., and the client’s goals, the professional is equipped to advise the customer as to the necessity, options and costs for enhancing or improving on that infrastructure. As with any other significant deployment of AV technology, the installation of a digital signage network also requires knowledge of the site, local building codes, the availability of power and so forth.\nRalph Bachofen, senior director of Product Management and Marketing, Triveni Digital, has more than 15 years of experience in voice and multimedia over Internet Protocol (IP), telecommunications and the semiconductor business.\nThe infrastructure requirements of a school in deploying a digital signage network will vary, depending on the type of content being delivered through the system. HD and streaming content clearly are bandwidth hogs, whereas tickers and other text-based messages put a low demand on bandwidth. Most facilities today are equipped with Gigabit Ethernet networks that can handle\nthe demands of live video delivery and lighter content.\nHowever, even bandwidth-heavy video can be delivered by less robust networks, as larger clips can be “trickled” over time to the site, as long as storage on the unit is adequate. There is no set standard for the bandwidth required, just as there is no single way to use a digital signage solution. It all depends on how the system will be used, and that’s an important detail to address up front.\nMost digital signage solutions feature built-in content-creation tools and accept content from third-party applications, as well. Staff members who oversee the system thus can use familiar applications to create up-to-date content for the school’s digital signage network. This continuity in workflow adds to the value and efficiency of the network in everyday use, reducing the administrative burden while serving as a safeguard in the event of an emergency.\nFor educational institutions, the enormous potential of the digital signage network can open new doors for communicating with students and staff, but only if it is put to use effectively. Comprehensive digital signage solutions offer ease of use to administration, deliver clear and useful messaging on ordinary days and during crises, and feature robust design and underlying technology that supports continual use well into the future.", "id": "<urn:uuid:4f104f5b-67cc-4de8-87a7-62cb466de5d1>", "dump": "CC-MAIN-2013-20", "url": "http://soundandcommunications.com/archive_site/video/2008_05_video.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9226340055465698, "token_count": 2596, "score": 2.5625, "int_score": 3}
