{"text": "According to Buddhist tradition, the disciple Devadatta was the Buddha's cousin and also brother to the Buddha's wife, Yasodhara. Devadatta is said to have caused a split in the sangha by persuading 500 monks to leave the Buddha and follow him instead.\nThis story of Devadatta is preserved in the Pali Tipitika. In this story, Devadatta entered the order of Buddhist monks at the same time as Ananda and other noble youths of the Shakya clan, the clan of the historical Buddha.\nDevadatta applied himself to practice. But he became frustrated when he failed to progress toward becoming an arhat. So, instead, he applied his practice toward developing supernatural power instead of the realization of enlightenment.\nIt was said he also became driven by jealousy of his kinsman, the Buddha. Devadatta believed he should be the World-Honored One and the leader of the order of monks.\nOne day he approached the Buddha and pointed out that the Buddha was growing older. He proposed that he be put in charge of the order to relieve the Buddha of the burden. The Buddha rebuked Devadatta harshly and said he was not worthy. Thus Devadatta became the Buddha's enemy.\nLater, the Buddha was questioned how his harsh response to Devadatta was justified as Right Speech. I'll come back to this a bit later.\nDevadatta had gained the favor of Prince Ajatasattu of Magadha. Ajatasattu's father, King Bimbisara, was a devoted patron of the Buddha. Devadatta persuaded the prince to murder his father and assume the throne of Magadha.\nAt the same time, Devadatta vowed to have the Buddha murdered so he could take over the sangha. So that the deed could not be traced back to Devadatta, the plan was to send a second group of \"hit men\" to assassinate the first one, and then a third group to take out the second one, and so on for some time. But when the would-be assassins approached the Buddha they couldn't carry out the order.\nThen Devadatta tried to do the job himself, by dropping a rock on the Buddha. The rock bounced off the mountain side and broke into pieces. The next attempt involved a large bull elephant in a drug-induced fury, but the elephant was gentled in the Buddha's presence.\nFinally Devadatta attempted to split the sangha by claiming superior moral rectitude. He proposed a list of austerities and asked that they become mandatory for all monks and nuns. These were:\n- Monks must live all their lives in the forest.\n- Monks must live only on alms obtained by begging, and should not accept invitations to dine with others.\n- Monks must wear robes made only from rags collected from rubbish heaps and cremation grounds. They must not accept donations of cloth at any time. (See Kathina.)\n- Monks must sleep at the foot of trees and not under a roof.\n- Monks must refrain from eating fish or meat throughout their lives.\nThe Buddha responded as Devadatta had predicted he would. He said that monks could follow the first four austerities if they wished, but he refused to make them mandatory. And he rejected the fifth austerity entirely. (See Buddhism and Vegetarianism.)\nDevadatta persuaded 500 monks that his Super Austerity Plan was a surer path to enlightenment than the Buddha's, and they followed Devadatta to become his disciples. In response, the Buddha sent two of his disciples, Sariputra and Mahamaudgayalyana, to teach the dharma to the wayward monks. Upon hearing the dharma explained correctly, the 500 monks returned to the Buddha.\nDevadatta was now a sorry and broken man, and he soon fell mortally ill. On his deathbed he repented of his misdeeds and wished to see the Buddha one more time, but Devadatta died before his liter-bearers could reach him.\nLife of Devadatta, Alternate Version\nThe lives of the Buddha and his disciples were preserved in several oral recitation traditions before they were written down. The Pali tradition, which is the foundation of Theravada Buddhism, is the best known. Another oral tradition was preserved by the Mahasanghika sect, which was formed about 320 BCE. Mahasanghika is an important forerunner of Mahayana.\nMahasanghika remembered Devadatta as a devout and saintly monk. No trace of the \"evil Devadatta\" story can be found in their version of the canon. This has led some scholars to speculate that the story of the renegade Devadatta is a later invention.\nThe Abhaya Sutta, on Right Speech\nIf we assume the Pali version of Devadatta's story is the more accurate one, however, we can find an interesting footnote in the Abhava Sutta of the Pali Tipitika (Majjhima Nikaya 58). In brief, the Buddha was questioned about the harsh words he said to Devadatta that caused him to turn against the Buddha.\nThe Buddha justified his criticisms of Devadatta by comparing him to a small child who had taken a pebble into his mouth and was about to swallow it. Adults would naturally do whatever it took to get the pebble out of the child. Even if extracting the pebble drew blood, it must be done. The moral appears to be that it is better to hurt someone's feelings than to let them dwell in deceitfulness.", "id": "<urn:uuid:d836bf06-262b-4bca-8851-41ec64e31038>", "dump": "CC-MAIN-2013-20", "url": "http://buddhism.about.com/od/The-Disciples/a/The-Story-Of-Devadatta.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9810645580291748, "token_count": 1172, "score": 2.96875, "int_score": 3}
{"text": "... 1542, Catherine Howard was beheaded for adultery at the Tower of London. Of this queen (below right), the 5th of 6 wives of the English King Henry VIII, this website writes:\nCatherine Howard did not have an impact upon English history. She is perhaps the most inconsequential of Henry VIII's six wives, her reign as queen a very brief eighteen months. She bore no children and made no lasting impression upon those who knew her. But it should be remembered that she was thirty years younger than her husband, a silly young girl who never understood the dangers of royal regard. Her life was over before it had truly begun; we can only wonder how it might have ended differently.Not a word of fault found with the fatally fickle king.\n... 1961, officials in the province of Katanga announced that the man who'd served from June to September 1960 as Congo's 1st Prime Minister, Patrice Lumumba, was dead. It was claimed that Lumumba (below left) had been \"killed by villagers trying to take him into custody\"; however, years later that was deemed not to be the whole truth. According to the BBC:\nA Belgian Government inquiry into the murders reported in November 2001 that they would not have taken place without the complicity of Belgian and American intelligence services.\nIn February 2002 the Belgian Government made its first official apology for its part in the assassinations and has set up a $3m fund to encourage democracy and development in the Democratic Republic of Congo.", "id": "<urn:uuid:c6b75581-5f17-4895-9f06-f0141c2afcc0>", "dump": "CC-MAIN-2013-20", "url": "http://www.intlawgrrls.com/2009/02/on-february-13.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9846361875534058, "token_count": 308, "score": 2.546875, "int_score": 3}
{"text": "Memoirs, other writings, deposition, and correspondence, relating to King Michael,\nRomanian participation in World War II, the transition of Romania from monarchy to\ncommunist regime, and Romanian emigre affairs. Includes a dissertation on Swiss\nJacques M. Vergotti was born in 1915. A Major in the Romanian Army, he served as aide to\nMichael I, King of Romania, between 1941-1947. He witnessed the last year of the Romanian\nmonarchy and the palace coup of December 30, 1947, when the King was overthrown and the\nPopular Republic of Romania was proclaimed. He was one of the few people allowed to leave\nthe country together with the King, whose aide he was for one more year. He then\nemigrated to the US and has lived there since.\n3 manuscript boxes\n1.25 linear feet)\nFor copyright status, please contact the Hoover Institution Archives.\nCollection open for research.", "id": "<urn:uuid:37b3f4ba-840a-45fa-9518-c5f2098cf2d8>", "dump": "CC-MAIN-2013-20", "url": "http://oac.cdlib.org/findaid/ark:/13030/tf5s20049v/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9488391876220703, "token_count": 197, "score": 2.546875, "int_score": 3}
{"text": "Click the picture above\nto see three larger pictures\nShow birthplace location\n|Previous||(Alphabetically)||Next||Biographies index |\n|Version for printing|\nLipman Bers, always known as Lipa, was born into a Jewish family. His parents Isaac Bers and Bertha Weinberg were teachers, his mother being head at an elementary school in Riga where teaching was in Yiddish while his father was head at the Yiddish high school in Riga. Born in 1914, Lipa's early years were much affected by the political and military events taking place in Russia. Latvia had been under Russian imperial rule since the 18th century so World War I meant that there were evacuations from Riga. The Russian Revolution which began in October 1917 caused fighting between the Red Army and the White Army and for the next couple of years various parts of Russia came first under the control of one faction then of the other. Lipa's family went to Petrograd, the name that St Petersburg had been given in 1914 when there was strong anti-German feeling in Russia, but Lipa was too young to understand the difficulties that his parents went through at this time.\nAt the end of World War I in 1918, Latvia regained its independence although this was to be short-lived. Lipa spent some time back in Riga, but he also spent time in Berlin. His mother took him to Berlin while she was training at the Psychoanalytic Institute. During his schooling mathematics became his favourite subject and he decided that it was the subject he wanted to study at university. He studied at the University of Zurich, then returned to Riga and studied at the university there.\nAt this time Europe was a place of extreme politics and, in 1934, Latvia became ruled by a dictator. Lipa was a political activist, a social democrat who argued strongly for human rights. He was at this time a soap-box orator putting his views across strongly both in speeches and in writing for an underground newspaper. Strongly opposed to dictators and strongly advocating democracy it was clear that his criticism of the Latvian dictator could not be ignored by the authorities. A warrant was issued for his arrest and, just in time, he escaped to Prague. His girl friend Mary Kagan followed him to Prague where they married on 15 May 1938.\nThere were a number of reasons why Bers chose to go to Prague at this time. Firstly he had to escape from Latvia, secondly Prague was in a democratic country, and thirdly his aunt lived there so he could obtain permission to study at the Charles University without having to find a job to support himself. One should also not underestimate the fact that by this stage his mathematical preferences were very much in place and Karl Loewner in Prague looked the ideal supervisor.\nIndeed Bers did obtain his doctorate which was awarded in 1938 from the Charles University of Prague where he wrote a thesis on potential theory under Karl Loewner's supervision. At the time Bers was rather unhappy with Loewner :-\nLipa spoke of feeling neglected, perhaps even not encouraged, by Loewner and said that only in retrospect did he understand Loewner's teaching method. He gave to each of his students the amount of support needed ... It is obvious that Lipa did not appear too needy to Loewner.\nIn 1938 Czechoslovakia became an impossible country for someone of Jewish background. Equally dangerous was the fact that Bers had no homeland since he was a wanted man in Latvia, and was a left wing academic. With little choice but to escape again, Bers fled to Paris where his daughter Ruth was born. However, the war followed him and soon the Nazi armies began occupying France. Bers applied for a visa to the USA and, while waiting to obtain permission, he wrote two papers on Green's functions and integral representations. Just days before Paris surrendered to the advancing armies, Bers and his family moved from Paris to a part of France not yet under attack from the advancing German armies. At last he received the news that he was waiting for, the issue of American visas for his family.\nIn 1940 Bers and his family arrived in the United States and joined his mother who was already in New York. There was of course a flood of well qualified academics arriving in the United States fleeing from the Nazis and there was a great scarcity of posts, even for the most brilliant, so he was unemployed until 1942, living with other unemployed refugees in New York. During this time he continued his mathematical researches. After this he was appointed Research Instructor at Brown University where, as part of work relevant to the war effort, he studied two-dimensional subsonic fluid flow. This was important at that time since aircraft wings were being designed for planes with jet engines capable of high speeds.\nBetween 1945 and 1949 Bers worked at Syracuse University, first at Assistant Professor, later as Associate Professor. Gelbart wanted to build up the department at Syracuse and attracting both Bers and Loewner was an excellent move. Here Bers began work on the problem of removability of singularities of non-linear elliptic equations. His major results in this area were announced by him at the International Congress of Mathematicians in 1950 and his paper Isolated singularities of minimal surfaces was published in the Annals of Mathematics in 1951. Courant writes:-\nThe nonparametric differential equation of minimal surfaces may be considered the most accessible significant example revealing typical qualities of solutions of non-linear partial differential equations. With a view to such a general objective, [Bers] has studied singularities, branch-points and behaviour in the large of minimal surfaces.\nAbikoff writes in  that this paper is:-\n... a magnificent synthesis of complex analytic techniques which relate the different parameterisations of minimal surfaces to the representations of the potential function for subsonic flow and thereby achieves the extension across the singularity.\nBers then became a member of the Institute for Advanced Study at Princeton where he began work on Teichmüller theory, pseudoanalytic functions, quasiconformal mappings and Kleinian groups. He was set in the right direction by an inequality he found in a paper of Lavrentev who attributed the inequality to Ahlfors. In a lecture he gave in 1986 Bers explained what happened next:-\nI was in Princeton at the time. Ahlfors came to Princeton and announced a talk on quasiconformal mappings. He spoke at the University so I went there and sure enough, he proved this theorem. So I came up to him after the talk and asked him \"Where did you publish it?\", and he said \"I didn't\". \"So why did Lavrentev credit you with it?\" Ahlfors said \"He probably thought I must know it and was too lazy to look it up in the literature\".\nWhen Bers met Lavrentev three years later he asked him the same questions and, indeed, Ahlfors had been correct in guessing why Lavrentev had credited him. Bers continued in his 1986 lecture:-\nI immediately decided that, first of all, if quasiconformal mappings lead to such powerful and beautiful results and, secondly, if it is done in this gentlemanly spirit - where you don't fight over priority - this is something that I should spend the rest of my life studying.\nIt is ironic, given Bers strong political views on human rights, that he should find that Teichmüller, a fervent Nazi, had already made stunning contributions. In one of his papers on Teichmüller theory, Bers quotes Plutarch:-\nIt does not of necessity follow that, if the work delights you with its grace, the one who wrought it is worthy of your esteem.\nIn 1951 Bers went to the Courant Institute in New York, where he was a full professor, and remained there for 13 years. During this time he wrote a number of important books and surveys on his work. He published Theory of pseudo-analytic functions in 1953 which Protter, in a review, described as follows:-\nThe theory of pseudo-analytic functions was first announced by [Bers] in two notes. These lecture notes not only contain proofs and extensions of the results previously announced but give a self-contained and comprehensive treatment of the subject.\nThe author sets as his goal the development of a function theory for solutions of linear, elliptic, second order partial differential equations in two independent variables (or systems of two first-order equations). One of the chief stumbling blocks in such a task is the fact that the notion of derivative is a hereditary property for analytic functions while this is clearly not the case for solutions of general second order elliptic equations.\nAnother classic text was Mathematical aspects of subsonic and transonic gas dynamics published in 1958:-\nIt should be said, even though this is taken for granted by everybody in the case of Professor Bers, that the survey is masterly in its elegance and clarity.\nIn 1958 Bers address the International Congress of Mathematicians in Edinburgh, Scotland, where he lectured on Spaces of Riemann surfaces and announced a new proof of the measurable Riemann mapping theorem. In his talk Bers summarised recent work on the classical problem of moduli for compact Riemann surfaces and sketched a proof of the Teichmüller theorem characterizing extremal quasiconformal mappings. He showed that the Teichmüller space for surfaces of genus g is a (6g-6)-cell, and showed how to construct the natural complex analytic structure for the Teichmüller space.\nBers was a Guggenheim Fellow in 1959-60, and a Fulbright Fellow in the same academic year. From 1959 until he left the Courant Institute in 1964, Bers was Chairman of the Graduate Department of Mathematics.\nIn 1964 Bers went to Columbia University where he was to remain until he retired in 1984. He was chairman of the department from 1972 to 1975. He was appointed Davies Professor of Mathematics in 1972, becoming Emeritus Davies Professor of Mathematics in 1982. During this period Bers was Visiting Miller Research Professor at the University of California at Berkeley in 1968.\nTilla Weinstein describes in  Bers as a lecturer:-\nLipa's courses were irresistible. He laced his lectures with humorous asides and tasty tidbits of mathematical gossip. He presented intricate proofs with impeccable clarity, pausing dramatically at the few most critical steps, giving us a chance to think for ourselves and to worry that he might not know what to do next. Then, just as the silence got uncomfortable, he would describe the single most elegant way to complete the argument.\nJane Gilman  describes Bers' character:-\nUnderneath the force of Bers' personality and vivacity was the force of his mathematics. His mathematics had a clarity and beauty that went beyond the actual results. He had a special gift for conceptualising things and placing them in the larger context.\nIn  Bers life is summed up by Abikoff as follows:-\nLipa possessed a joy of life and an optimism that is difficult to find at this time and that is sorely missed. Those of us who experienced it directly have felt an obligation to pass it on. That, in addition to the beauty of his own work, is Lipa's enduring gift to us.\nWe have yet to say something about Bers' great passion for human rights. In fact this was anything but a sideline in his life and one could consider that he devoted himself full-time to both his mathematical work and to his work as a social reformer. Perhaps his views are most clearly expressed by quoting from an address he gave in 1984 when awarded an honorary degree by the State University of New York at Stony Brook:-\nBy becoming a human rights activist ... you do take upon yourself certain difficult obligations. ... I believe that only a truly even-handed approach can lead to an honest, morally convincing, and effective human rights policy. A human rights activist who hates and fears communism must also care about the human rights of Latin American leftists. A human rights activist who sympathises with the revolutionary movement in Latin America must also be concerned about human rights abuses in Cuba and Nicaragua. A devout Muslim must also care about human rights of the Bahai in Iran and of the small Jewish community in Syria, while a Jew devoted to Israel must also worry about the human rights of Palestinian Arabs. And we American citizens must be particularly sensitive to human rights violations for which our government is directly or indirectly responsible, as well as to the human rights violations that occur in our own country, as they do.\nBers received many honours for his contributions in addition to those we have mentioned above. He was elected to the American Academy of Arts and Sciences, to the Finnish Academy of Sciences, and to the American Philosophical Society. He served the American Mathematical Society in several capacities, particularly as Vice-President (1963-65) and as President (1975-77). The American Mathematical Society awarded him their Steele Prize in 1975. He received the New York Mayor's award in Science and Technology in 1985. He was an honorary life member of the New York Academy of Sciences, and of the London Mathematical Society.\nArticle by: J J O'Connor and E F Robertson\nClick on this link to see a list of the Glossary entries for this page\nList of References (5 books/articles)|\n|Some Quotations (3)|\n|Mathematicians born in the same country|\n|Honours awarded to Lipman Bers|\n(Click below for those honoured in this way)\n|AMS Colloquium Lecturer||1971|\n|AMS Steele Prize||1975|\n|American Maths Society President||1975 - 1976|\n|LMS Honorary Member||1984|\nOther Web sites\n|Previous||(Alphabetically)||Next||Biographies index |\n|History Topics || Societies, honours, etc.||Famous curves |\n|Time lines||Birthplace maps||Chronology||Search Form |\n|Glossary index||Quotations index||Poster index |\n|Mathematicians of the day||Anniversaries for the year|\nJOC/EFR © April 2002 |\nSchool of Mathematics and Statistics|\nUniversity of St Andrews, Scotland\nThe URL of this page is:|", "id": "<urn:uuid:8e3ce5d6-a76b-4e22-8892-e1280e29f3f7>", "dump": "CC-MAIN-2013-20", "url": "http://www-history.mcs.st-and.ac.uk/~history/Biographies/Bers.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9804872274398804, "token_count": 2948, "score": 3.0, "int_score": 3}
{"text": "A Reference Resource\nLife Before the Presidency\nHerbert Clark Hoover was born on August 10, 1874. For the first nine years of his life, he lived in the small town of West Branch, Iowa, the place of his birth. His Quaker father, Jessie Clark Hoover, a blacksmith and farm equipment salesman, suffered a heart attack and died when Herbert was six years old. Three years later, the boy's mother, Huldah Minthorn Hoover, developed pneumonia and also passed away, orphaning Herbert, his older brother Theodore, and little sister Mary. Passed around among relatives for a few years, Hoover ended up with his uncle, Dr. John Minthorn, who lived in Oregon.\nThe young Hoover was shy, sensitive, introverted, and somewhat suspicious, characteristics that developed, at least in part, in reaction to the loss of his parents at such a young age. He attended Friends Pacific Academy in Newberg, Oregon, earning average to failing grades in all subjects except math. Determined, nevertheless, to go to the newly established Stanford University in Palo Alto, California, Hoover studied hard and barely passed the university's entrance exam. He went on to major in geology and participated in a host of extracurricular activities, serving as class treasurer of the junior and senior student bodies and managing the school baseball and football teams. To pay his tuition, Hoover worked as a clerk in the registration office and showed considerable entrepreneurial skill by starting a student laundry service.\nCareer and Monetary Success\nDuring the summers, Hoover worked as a student assistant on geological survey teams in Arkansas, California, and Nevada. After his graduation in 1895, he looked hard to find work as a surveyor but ended up laboring seventy hours a week at a gold mine near Nevada City, California, pushing ore carts. Luck came his way with an office job in San Francisco, putting him in touch with a firm in need of an engineer to inspect and evaluate mines for potential purchase. Hoover then moved to Australia in 1897 and China in 1899, where he worked as a mining engineer until 1902. A string of similar jobs took him all over the world and helped Hoover become a giant in his field. He opened his own mining consulting business in 1908; by 1914, Hoover was financially secure, earning his wealth from high-salaried positions, his ownership of profitable Burmese silver mines, and royalties from writing the leading textbook on mining engineering.\nHis wife, Lou Henry Hoover, traveled with him everywhere he went. Herbert and Lou met in college, where she was the sole female geology major at Stanford. He proposed to her by cable from Australia as he prepared to move to China; she accepted by return wire and they married in 1899. The couple was in China during the Boxer Rebellion of 1900, a time when Lou helped nurse wounded Western diplomats and soldiers while Herbert assisted in the fighting to defend Tianjin, a city near the uprising. By the time the couple returned home to America in 1917, Lou had learned to shoot a gun and had mastered eight languages.\nOver the course of his career as a mining engineer and businessman, Hoover's intellect and understanding of the world matured considerably. Hoover was raised a Quaker and although he rarely went to Meeting as an adult, he internalized that faith's belief in the power of the individual, the importance of freedom, and the value of \"conscientious work\" and charity. Hoover also applied the ethos of engineering to the world in general, believing that scientific expertise, when employed thoughtfully and properly, led to human progress. Hoover worked comfortably in a capitalist economy but believed in labor's right to organize and hoped that cooperation (between labor and management and among competitors) might come to characterize economic relations. During these years, Hoover repeatedly made known to friends his desire for public service.\nPolitically, Hoover identified with the progressive wing of the Republican Party, supporting Theodore Roosevelt's third-party bid in 1912. World War I brought Hoover to prominence in American politics and thrust him into the international spotlight. In London when the war broke out, he was asked by the U.S. consul to organize the evacuation of 120,000 Americans trapped in Europe. Germany's devastating invasion of Belgium led Hoover to pool his money with several wealthy friends to organize the Committee for the Relief of Belgium. Working without direct government support, Hoover raised millions of dollars for food and medicine to help desperate Belgians.\nIn 1917, after the United States entered the war, President Woodrow Wilson asked Hoover to run the U.S. Food Administration. Hoover performed quite admirably, guiding the effort to conserve resources and supplies needed for the war and to feed America's European allies. Hoover even became a household name during the war; nearly all Americans knew that the verb \"to Hooverize\" meant the rationing of household materials. After the armistice treaty was signed in November 1918, officially ending World War I, Wilson appointed Hoover to head the European Relief and Rehabilitation Administration. In this capacity, Hoover channeled 34 million tons of American food, clothing, and supplies to war-torn Europe, aiding people in twenty nations.\nHis service during World War I made Hoover one of the few Republicans trusted by Wilson. Because of Hoover's knowledge of world affairs, Wilson relied him at the Versailles Peace Conference and as director of the President's Supreme Economic Council in 1918. The following year, Hoover founded the Hoover Library on War, Revolution, and Peace at Stanford University as an archive for the records of World War I. This privately endowed organization later became the Hoover Institution, devoted to the study of peace and war. No isolationist, Hoover supported American participation in the League of Nations. He believed, though, that Wilson's stubborn idealism led Congress to reject American participation in the League.\nSecretary of Commerce\nIn 1920, Hoover emerged as a contender for the Republican presidential nomination. His run was blocked, however, by fellow a Californian, Senator Hiram Johnson, who objected to Hoover's support for the League. Republican Warren Harding won the White House in 1920 and appointed Hoover as his secretary of commerce, a position that Hoover retained under Harding's successor, President Calvin Coolidge.\nUnder Hoover's leadership, the Department of Commerce became as influential and important a government agency as the Departments of State and Treasury. Hoover encouraged research into measures designed to counteract harmful business cycles. He supported government regulation of new industries like aviation and radio. He brought together more than one hundred different industries and convinced them to adopt standardized tools, hardware, building materials, and automobile parts. Finally, he aggressively pursued international trade opportunities for American business. To win these reforms, Hoover strengthened existing agencies in the Commerce Department, like the Bureau of Foreign and Domestic Commerce, or simply established new ones, like the Bureau of Standards, for the standardization project. He also formed commissions that brought together government officials, experts, and leaders of the relevant economic sectors to work towards reform.\nThe initiatives Hoover supported as commerce secretary—and the ways in which he pursued them—reveal his thinking about contemporary life in the United States and about the federal government's role in American society. Hoover hoped to create a more organized economy that would regularize the business cycle, eliminating damaging ebbs and flows and generating higher rates of economic growth. He believed that eradicating waste and improving efficiency would achieve some of these results— thus, his support for standardization and for statistical research into the workings of the economy. He also believed that the American economy would be healthier if business leaders worked together, and with government officials and experts from the social sciences, in a form of private-sector economic planning. This stance led him to support trade associations—industry-wide cooperative groups wherein information on prices, markets, and products could be exchanged among competitors—which Hoover saw as a middle way between competition and monopoly. He insisted, though, that participation in these associations remain voluntary and that the government merely promote and encourage, rather than require, their establishment.\nHoover hoped that these innovations would strengthen what he saw as the central component of the American experience: individualism. In 1922, Hoover published a small book, entitled American Individualism, that examined the Western intellectual tradition's major social philosophies, including individualism, socialism, communism, capitalism, and autocracy. Hoover concluded that individualism was the superior principle around which to organize society. He rejected the laissez-faire capitalism of the Right and the socialism and communism of the Left because he believed that these ideologies hindered rather than helped the individual. Instead, Hoover sought a \"balance of perspective\" between Right and Left that theoretically would create and maintain opportunities for Americans to succeed. Through enterprises like those he championed as commerce secretary, Hoover believed the federal government could facilitate the creation of political, social, and economic conditions in which individual Americans could flourish.\nHoover's positions and thinking placed him solidly in the progressive camp of the Republican Party. As secretary of commerce, Hoover emerged as a potential running-mate for Coolidge in the 1924 presidential election, though that effort fell short. Hoover's reputation with the American people reached its peak in 1927, when he took charge of relief efforts following disastrous floods along the Mississippi River. The episode displayed Hoover at his best: as a humanitarian and leader with the ability to solve problems. When Coolidge announced in 1927 that he would not seek reelection, Hoover became the leading candidate for the Republican presidential nomination.", "id": "<urn:uuid:494a31b6-e8c3-42b2-bcba-79889bce2dfd>", "dump": "CC-MAIN-2013-20", "url": "http://millercenter.org/president/hoover/essays/biography/2", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9713987112045288, "token_count": 1920, "score": 3.234375, "int_score": 3}
{"text": "This collection consists of digital images of the correspondence of John Muir from 1856-1914. The vast majority of the letters\nwere sent and received by Muir, although the collection also includes some correspondence of selected family members and colleagues.\nMuir’s correspondence offers a unique first-hand perspective on his thoughts and experiences, as well as those of his correspondents,\nwhich include many notable figures in scientific, literary, and political circles of the 19th and early 20th centuries. The\ncorrespondence forms part of the John Muir Papers microfilm set that filmed letters located at over 35 institutions.\nA Scottish-born journalist and naturalist, John Muir (1838-1914) studied botany and geology at the University of Wisconsin\n(1861-1863). He worked for awhile as a mill hand at the Trout Broom Factory in Meaford, Canada (1864-1866), then at an Indianapolis\ncarriage factory (1866-1867), until an accident temporarily blinded him and directed his thoughts toward full-time nature\nstudy. Striking out on foot for South America, Muir walked to the Gulf of Mexico (September 1867-January 1868), but a long\nillness in Florida led him to change his plans and turn his interests westward. Muir arrived by ship at San Francisco (March\n1868), walked to the Sierra Nevada Mountains and began a five year wilderness sojourn (1868-1873) during which he made his\nyear-round home in the Yosemite Valley. Working as a sheepherder and lumberman when he needed money for supplies, Muir investigated\nthe length and breadth of the Sierra range, focusing most of his attention on glaciation and its impact on mountain topography.\nHe began to publish newspaper articles about what he saw in the California mountains and these articles brought him to the\nattention of such intellectuals as Asa Gray and Ralph Waldo Emerson, both of whom sought him out during their visits to California.\nEncouraged by Jeanne Carr, wife of his one-time botany professor, Ezra S. Carr, Muir took up nature writing as a profession\n(1872). He set up winter headquarters in Oakland and began a pattern of spring and summer mountaineering followed by winter\nwriting based upon his travel journals that he held to until 1880. His treks took him to Mount Shasta (1874, 1875 & 1877),\nthe Great Basin (1876, 1877, 1878), southern California and the Coast Range (1877), and southern Alaska (1879). Muir found\nthat he could finance his modest bachelor lifestyle with revenue from contributions published in various San Francisco newspapers\nand magazines. During this period he launched the first lobbying effort to protect Sierra forests from wasteful lumbering\nSome of the materials in the John Muir Correspondence Collection may be protected by the U.S. Copyright Law (Title 17, U.S.C.)\nand/or by the copyright or neighboring rights laws of other nations. Additionally, the reproduction of some materials may\nbe restricted by privacy or publicity rights. Responsibility for making an independent legal assessment of an item and securing\nany necessary permissions ultimately rests with persons desiring to reproduce or use the item.", "id": "<urn:uuid:6f2a750f-0c38-4b95-86ad-7af20a393eac>", "dump": "CC-MAIN-2013-20", "url": "http://oac4.cdlib.org/findaid/ark:/13030/hb3z09p2q4/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9655135273933411, "token_count": 679, "score": 2.8125, "int_score": 3}
{"text": "- Historic Sites\n“To A Distant And Perilous Service”\nWestward with the course of empire Colonel Jonathan Drake Stevenson took his way in 1846. With him went the denizens of New York’s Tammany wards, oyster cellars, and gin mills—the future leaders of California.\nJune/July 1979 | Volume 30, Issue 4\nThree weeks later, in a millrace on the American River in northern California, John Marshall spotted the flicker of gold. By the end of summer, 1849, the Los Angeles garrison, like every other encampment of the New York volunteers, was abandoned, the harbinger of Anglo-Saxon civilization scattered to the hills, the coastal towns and villages of California half-deserted. The little port of San Francisco had become the focus of world migration. Captain Folsom, the staff quartermaster, having secured appointment as collector of the port, was on his way to becoming a millionaire. The Russ family, purveyors of Moroccan leather and holiday fireworks, had opened a jewelry shop and begun assembling an empire of hotels, beer gardens, office buildings, and residential blocks. Sergeant John C. Pulis, late of Lippitt’s monstrous Company F, had become the first sheriff of San Francisco. Lieutenant Edward Gilbert was editing the Alta California , the leading newspaper in the territory; Captain Naglee (he of the bathtime rebellion) had founded the territory’s first bank; Lieutenant Hewlett had opened a boardinghouse; Captain Frisbee had started a commission agency and was in prospect of marrying the eldest daughter of General Vallejo; Lieutenant Vermeule, the plague of Abel Stearns, had set himself up as a lawyer and would soon be elected a delegate to the California constitutional convention and a member of the state legislature; and the Reverend Mr. Thaddeus M. Leavenworth, chaplain to the regiment, had attained the quasi-judicial position of alcalde of San Francisco and was granting homesteads and auctioning public lands with a Christian generosity that scandalized even his former associates.\nAs for the colonel, he was well on his way to a second career (and a second marriage and a second family) as a legal counselor, politician, and founder of a grandiose ghost city called New-York-of-the-Pacific, which endures today only in the name of a slough on the edge of San Francisco Bay.\nThe former New York boys were scattered by then throughout California, styling themselves doctors, lawyers, judges, or capitalists. A few in San Francisco called themselves the “Hounds”—or, on formal occasions, the “Regulators.” They were the first recognizable New York—style drinking-and-marching society in the Far West, and their raucous behavior soon aroused the more orderly citizens of the town to form the prototype of San Francisco’s several committees of vigilance.\nFor better or worse, the Americanization of California had begun.", "id": "<urn:uuid:1dd05bbf-f83d-4605-ba5c-81c1a7767a1d>", "dump": "CC-MAIN-2013-20", "url": "http://www.americanheritage.com/content/%E2%80%9C-distant-and-perilous-service%E2%80%9D?page=10", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9680232405662537, "token_count": 625, "score": 3.0, "int_score": 3}
{"text": "Become a fan of h2g2\nDaniel Boone, a legendary American frontiersman, was once quoted as saying, 'I ain't never been lost, but I may have been confused once or twice'. With all respect to Mr Boone - who was born in Pennsylvania, incidentally - it's incredibly easy to get lost and confused in the forests and mountains of Pennsylvania.\nIn the course of the state's 300-plus year recorded history, many people have gotten lost and confused. And they've lost plenty of things while stumbling around in the Pennsylvania woodlands - including a surprising amount of gold and silver.\nLate in the 1690s, a group of French Canadians, led by Louis Frontenac, departed New Orleans and headed towards Montreal. They sailed up the Mississippi River to the Ohio River turn-off. They then went up the Ohio to the location of present-day Pittsburgh and took the left fork up the Allegheny River. On their rafts were kegs filled with gold coins destined for the Royal Governor of Canada's treasury.\nUpon reaching present-day Potter County, Pennsylvania, they started overland, but the heavy kegs of coins made the going slow. Fearing an English or Indian attack, they decided to bury the treasure just north of the location of present-day Coudersport.\nThey marked their cache of gold with a cross chipped onto a rock. Seneca Indians are said to have seen the cross on the rock, but left it alone because they feared the site had special mystical significance. In time, the marker wore off the stone and the Indians were unable to remember where it was located.\nThe Frenchmen never returned for their gold and to this day it has never been found.\nThe Counterfeiter's Gold\nThen there's the story of Cyrus Cole who, in the early 1900s, lived by himself in a shack near the swamps outside Eldred in McKean County, Pennsylvania. Cole was something of a bum, surviving by picking berries and trapping muskrats yet, strangely, he was never short of cash.\nThe United States Secret Service had agents investigating an influx of counterfeit silver half dollars and gold coins in the area, but could never get any leads. Then in 1912, they got an anonymous tip that Cole was the mastermind behind the counterfeiting ring. Armed with a search warrant, the agents searched Cole's shack and found some evidence, but not enough for a conviction.\nThey searched the swamp for evidence of the minting equipment, but came up empty-handed. Legend has it that Cole buried his counterfeit coins and his real gold and silver profits somewhere on the high ground near Eldred. None of it has ever been recovered.\nCivil War Gold\nIn 1863, during the American Civil War1, a Union Army lieutenant was ordered to escort a wagon that had been fitted with a false base. This disguised compartment contained 26 gold bars each weighing 50 pounds. The wagon was to travel from Wheeling, West Virginia, north through Pennsylvania and then south to Washington, DC - the idea behind this route was to avoid any possible encounter with Confederate forces.\nIn the early stages of the journey, the lieutenant was sick with fever. During a fit of delirium, he blurted out the fact that the wagon contained a fortune in gold. After his fever broke, the expedition left St Marys, Pennsylvania, heading for Driftwood where they were to build a raft and float down the Susquehanna River to Harrisburg. They never made it, vanishing somewhere in the forests of Cameron and Elk counties.\nTwo months later, the party's civilian guide stumbled into Lock Haven - 50 miles east of St Marys, the last known location of the convoy. Army investigators interrogated the guide for days and heard that bandits ambushed the group, killing all the soldiers and taking the gold. The Army did not believe this story.\nPinkerton2 detectives were hired to search the area, but all they found were some dead mules in the area of Dent's Run near present-day Route 55 in Elk County. In the early 1870s, human skeletons which were believed to be those of the soldiers were found in the same area.\nThe guide was drafted into the army and assigned to a fort in the west. A heavy drinker, when he was drunk he would claim to know where the gold was hidden. But when he sobered up, he disavowed all knowledge of the treasure's location.\nLocal rumour has it that during the past 50 years the modern US Army has sent several teams into the area around Dent's Run searching for the gold. Despite these alleged ongoing searches, the gold has never been recovered.\nDuring the American Civil War, Confederate raiders captured a Union convoy heading from West Virginia to the Philadelphia Mint. The convoy's treasure - some 15 tons of silver bars - was stolen and hidden inside a cave north of Uniontown, Pennsylvania. The rebels sealed the mouth of the cave and never returned for the booty. Some say it's still out there waiting to be discovered.\nIn 1680, a Spanish treasure ship sank off the Bahamas. A hundred and thirty years later a British captain named 'Blackbeard'3 found the treasure and recovered several tons of silver.\nBlackbeard sailed into Baltimore harbour intending to transfer the silver to a British warship for transport to London. Fearing that the ship would be followed and attacked on the high seas, Blackbeard sent the silver overland by wagon to Canada where it would be loaded into a convoy of strong ships.\nBy the time Blackbeard reached Renovo, Pennsylvania, the War of 18124 had begun and Blackbeard, fearing that the silver would fall into USA hands, buried the treasure in the mountains outside Emporium in McKean County near present-day Route 155. Blackbeard never returned for the silver and rumour has it that it is still there today.\nRobber Lewis' Lost Booty\nDavid 'Robber' Lewis made a reputation for himself in the early 1800s, robbing the rich and giving to the poor. He was captured in 1820 and on his deathbed, he confessed to all his crimes and told his jailers of three caches of gold he had hidden in Pennsylvania:\nOne, containing $10,000 in gold, is said to have been hidden in a small cave along the Juniata River near Lewistown, Pennsylvania. Lewis returned for the cache and couldn't find it because the river had flooded and washed away his trail markers.\nA second cache is purported to be buried along the Conodoguinett Creek near the caves he used as a hide-out.\nThe third, reportedly containing $20,000, is buried in the hills outside of Bellefonte. During his last imprisonment, Lewis is said to have taunted his jailers by telling them that he could see the cache from the jail.\nNone of these caches have ever been recovered.\nCash at Kinzua\nIn the 1890s, a man robbed a bank in Emporium, Pennsylvania, making off with $40,000 in cash. Apparently, he got lost and wound up in the village of Hazel Hurst where he collapsed. Not having a good day, our man died of 'exhaustion' a short time later, but not before confessing that he had buried the loot north-east of Kushequa within sight of the Kinzua railroad bridge. The money has never been recovered.\nThe Belsano Train Robbery\nOn 11 October, 1924, a train carrying a safe containing a payroll of $33,000 was robbed just outside the Cambria County, Pennsylvania town of Belsano. During the course of the robbery, one of the men who was guarding the safe was shot and killed.\nPolice in several neighbouring states joined the manhunt for Michelo Bassi and Anthony Pezzi and the murderous duo were apprehended two weeks after the robbery in Terre Haute, Indiana. Each had a gun and $3,000 in cash. The men were convicted of first degree murder and in February 1925, they were executed in the state's electric chair.\nThe safe and some of the money was never recovered. Legend has it that it may be buried or hidden near the site of the robbery.\nThe Lost Cave of Silver\nSomewhere in the Allegheny National Forest to the west of the town of Tionesta, Pennsylvania is a cave reputed to be full of silver.\nDuring the late 1700s, a white settler named Hill got lost and sought shelter in a cave for the night. Inside the cave he saw veins of silver running everywhere through the walls and ceiling. In the floor was a great pit filled with pure silver. When he managed to find his way home, he was unable to find his way back to the cave.\nHill's story was backed up by an early entrepreneur who traded liquor with the indigenous Indians in exchange for furs and silver. When he asked them where they got all their silver, legend has it that they blindfolded him and took him to a cave matching the one described in Hill's story.\nPure silver was found in Indian burial grounds near Irvine, Warren County - approximately 15 miles upstream from Tionesta. However, the Cave of Silver has never been found.\nOther Lost Treasures\nAn aeroplane carrying a quarter-million dollars in cash crashed near Mount Carmel in 1948. The money was thrown out of the plane just prior to the crash and was never found.\nBandit Michael Rizzalo stole a $12,000 payroll in 1888. He was said to have buried it in a tin box somewhere on Laurel Run Mountain, just outside the town of Wilkes-Bare. The money is supposed to still be there today.\nIn 1775, a gang of Tories5 hid $100,000 in gold coins in the Wernersville area. The loot was never recovered.\nA Handy Tip\nWhen visiting Pennsylvania, don't forget to pack your metal detector.", "id": "<urn:uuid:6602e84a-9863-4902-8c33-f6dd2cfd08c1>", "dump": "CC-MAIN-2013-20", "url": "http://www.h2g2.com/approved_entry/A536573", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9794114232063293, "token_count": 2052, "score": 2.671875, "int_score": 3}
{"text": "Instructors: Andrea Dykstra, Curt Van Dam, Kelli Ten Haken and Tami De Jong\n1. Students will gain interest in the Unit on Alaska.\n2. Students will be introduced to Alaska and the Iditarod race that takes place\nin Alaska every year.\n3. Students will be able to appreciate the beauty of Godís creation in Alaska.\n4. Students will be able to see Godís majesty and power in their personal experiences.\nIn this lesson, the students will discuss what they know about Alaska. They will watch\na movie and then discuss how God shows His power and majesty through creation. Next,\nthey will be introduced to the Iditarod race by reading a story and then the teachers will\nexplain the game the students will play about the Iditarod through the unit. At the end of\nclass, students will have a chance to start work on their maps of Alaska and then the\nteachers will end in closing prayer.\n- Psalm 19:1-\nThe Heavens declare the glory of God; the skies proclaim the work of His hands.\n- Other Scripture references that can be used through out the unit:\nThe Creation story in Gen. 1 and 2\nAlaska: Spirit of the Wild\n2. DVD player\n5. Learning center and trade books\n6. Example of the Iditarod Game\n7. Book: Iditarod Dream by Ted Wood\n8. Overhead projector, overhead and pen\n9. Construction paper\n10. Markers, crayons, colored pencils\n1. On the first day of this unit, teachers should enter the room dressed in parkas,\nsnowshoes, scarves, mittens; anything that looks like what people in Alaska would\nwear. Motion for the student to sit down. Once they are quiet, ask them where\nthey think the teachers are from and how they came to this conclusion. We would\nexpect conclusions such as the Artic, Antarctica, and possibly Alaska.\n2. Have students take out a sheet of paper and write five things down that come to\ntheir minds when they think of Alaska. Have them get into groups of three and\nshare what they wrote with their group. The students will be encouraged to share\nthe combined ideas from their group with the whole class. The teacher will write\ndown these ideas on the overhead.\n3. Explain to the students that they are going to be learning about all of these of\nthese things and even more about Alaska in the upcoming unit.\n4. Have each student write down one or two things about Alaska they would like\nto know more about. Suggest ideas such as: What sports do they play in Alaska?\nHow many people live there? Is it really cold and snowy year round? Take these\nideas into consideration when planning the rest of the unit.\n1. Put in the DVD Alaska: Sprit of the Wild. Students will watch the movie. It is forty\nminutes long. Before they watch it, share with them the beauty that can be found in\nAlaska. Tell them to look specifically for how they can see God in the things that are\nshown on the film.\n2. After the movie, discuss with the students what they thought of the movie. Ask them\nquestions such as what surprised you about this film? What did you learn about Alaska\nthat you didnít know before? What can we discover about God by watching this movie?\nHow can we get to know God better by studying Alaska?\n3. Read Psalm 19:1 aloud. Read it again, this time have the students say it after you. Ask\nthem how this verse relates to Alaska. Hopefully they will make the connection that\ncreation shouts Godís praise. Alaska is so beautiful; this reflects on Godís majesty,\ncreativity and mercy. God loves us enough to give us beautiful creation simply so we\ncan enjoy it. We can see his fingerprints in Alaska.\n4. Read Psalm 8 aloud. Again, ask them how this verse relates to Alaska. They will probably\nhave similar responses as above in step three. Share a personal experience of how he/\nshe has seen Godís power and majesty in His creation.\n- For example, this is my own experience; you could share something similar to it:\nOne time I climbed the highpoint of Colorado with my dad. We started hiking\nbefore the sun was up. As we were walking along the ridge of the mountain, the\nsun began to rise; the colors were brilliant! We kept on hiking and hiking. I was\ngetting tired and hungry but soon we came close to the top. As I climbed up the\nlast little peak and the top of the mountain, I looked out and the view was\nbreathtaking!!! I had never seen so many snow capped mountains before. Sitting\nup there on the mountaintop, I felt such a joy and peace. What a great God I\nserve! He created all of this; His creation alone is enough to tell of His majesty.\n5. Ask the students if any of them have had an experience like this; encourage them to\nshare if they would like.\n6. Encourage them to find other verses that could relate to our study of Alaska and bring\nthem to class tomorrow to share.\n1. Introduce the Iditarod race the studentís will be learning about by reading the book\nIditarod Dream by Ted Wood. As you are reading, stop periodically through out the\nbook and ask them to jot down a few of their thoughts. At the end of the book ask\nthem to share a few thoughts they wrote down about the book.\n2. Introduce the game the students will be playing throughout the unit. Tell the students\nthey will be having their own Iditarod race in the classroom. Each student will make a\nmap of Alaska on construction paper. On this map, they will draw the trail of the\nIditarod race. They will have to map out the different checkpoints of the race on their\ntrails. It is their job to find out how many miles are between each checkpoint and how\nmany miles they can travel in one day.\n3. Each day the students will move their markers on their maps how ever many miles we\ndecide as a class they can travel in one day. Every morning the students will receive\na ďracerís fateĒ card. These cards will say various things such as, ďyour dog has broken\na leg, move back twenty milesĒ, or ď you have found an extra bundle of food on the trail,\nmove ahead twelve milesĒ. The students will have to keep track of where they are on\nthe trail on their own maps and on a large map on the classroom bulletin board.\n4. Each afternoon, students will have an opportunity to receive another card if they got\ntheir homework done on time that day. This card could be good or bad, but the students\nget to decide if they want to take it.\n5. This activity will be incorporated into language arts. The students will be keeping a\nrace journal. As they play this game they can write their feelings about the race in the\njournal as if they were an actual racer.\n6. This game will also be incorporated into math. Students will need to do calculations to\nplay the game correctly. They will also discover how to find median, mean and\nusing the game.\n1. The students will begin making their maps of Alaska for the Iditarod game. The\noutline of the map of Alaska will be projected on the overhead so the students have\nsomething to follow when they draw. Copies of the outline of this map will be available\nfor students to trace if they do not want to draw the map freehand.\n2. The students can use crayons or colored pencils to make their maps on.\n3. The trail outline and check points will be labeled on the overhead map, but the students\nwill need to research how many miles are in between each check point in a later class\n1. Read Psalm 8 one more time and end in prayer, thanking God for His creativity that\nis evident in all of creation, especially as it has been seen in Alaska today.\n1. Students can do more research about the real Iditarod race on the Internet.\n2. Students can read one of the many books about Alaska set up in the learning center.\n3. Students can complete any activity set up in the learning center, including: math\nstory problems, language arts writing activities, and social studies and science\n1. Observe how much students participate in the lesson. Have one teacher walk\naround with a checklist and put checks by the names of the students who are\non task and participating by sharing, asking questions, diligently listening.\n2. Observe how diligently students work on their maps. Check the next day to see\nif they have completed them. Give them a check if they are finished and are done\nLesson Plans Unit Outline Home Page\nTrade Books Learning Center", "id": "<urn:uuid:d07cc3a6-5c93-4a54-aa41-e4364927c35f>", "dump": "CC-MAIN-2013-20", "url": "http://center.dordt.edu/266.543units/Alaska%20unit/intro.les.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9499552845954895, "token_count": 1899, "score": 3.671875, "int_score": 4}
{"text": "Register New Player\nWelcome to our world of fun trivia quizzes and quiz games:\nWeather Occurrences of \"Biblical\" Proportions\n\"This quiz will deal with the usually normal subject of weather. But weather can take on miraculous traits when dealing with God and the Bible. Here are ten events listed in the Bible that involve weather. (King James Version used)\"\n15 Points Per Correct Answer - No time limit\nAccording to the Gospel of Matthew, Jesus Christ was involved in some weather a few times in his lifetime. One occurred when he was approaching the disciples. The disciples were attempting to fish in a storm when they saw Jesus walking on the water toward them. When he reached and boarded the boat, the storm subsided. What body of water did this miracle occur on?\nSea of Galilee\nProbably the best known event involving weather in the Bible is the Great Flood. Through studying the Bible, theologians have determined the length of time that Noah, his family, and the animals were on the ark. What is the time frame in days that scholars tend to agree on as the length of Noah's captivity on the ark?\nWeather happenings were prevalent during the ten plagues of Egypt. One of the plagues featured a horrendous hailstorm, accompanied by fire. Of the ten plagues, which number plague was this?\nGod and Moses also used the weather to actually END one of the plagues, as it is stated they used a \"mighty wind\" to drive out this particular plague's results. What was it that the mighty wind was getting rid of?\nBlood on the Water\nIn Exodus 19, Moses had another occurrence with Biblical weather when he went up the mountain to receive God's Ten Commandments. What mountain was surrounded by \"thunder and lightning\" and a \"veil of clouds\" during Moses' climb upward?\nMount of Olives\nThis person experienced some dangerous sea storms upon his attempted fleeing from God's request to go to Nineveh and try and convert the people there. Who was this reluctant evangelist who had a whale of a time surviving the sea storm?\nTwo people are documented in the Bible as never dying. One was Enoch, who was taken up to Heaven in Genesis 5. The other was this prophet, who according to II Kings 2, \"went up by a whirlwind into Heaven\". Who was this servant of God who was whisked to Heaven on a chariot of fire by way of a whirlwind?\nAccording to Joshua 10, while Joshua was holding camp in the large city of Gibeon, five kings of surrounding areas banded together to wage war upon Joshua's people. This would prove disheartening to them, as God was with Joshua's men and they were forced to flee after losing the battle. But the weather played a part afterwards. Before they had made the complete retreat back home, the armies were nearly wiped out by what weather phenomenon brought on by God?\nAccording to the book of the same name, this man of God had a vision that featured some unique weather. From the opening verses of the first chapter: \"And I looked, and, behold, a whirlwind came out of the north, a great cloud, and a fire infolding itself, and a brightness was about it, and out of the midst thereof as the colour of amber, out of the midst of the fire.\" The vision gets even more intense after that. Who was this godly man?\nIn the King James Version, along with several other translations, \"Peace, be still\" are famous words used to stop a storm while riding on a boat. What transpired previous to those words frightened all the passengers on the boat, as the strong wind was threatening to capsize the boat. Who was it that ended this weather malady with three simple words?\nJohn the Baptist\nCopyright, FunTrivia.com. All Rights Reserved.\nLegal / Conditions of Use\nCompiled Nov 12 12", "id": "<urn:uuid:7fc2204a-b4b8-4c03-b2b6-403fdb4bc4fe>", "dump": "CC-MAIN-2013-20", "url": "http://www.funtrivia.com/playquiz/quiz33848226bfc78.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9708634614944458, "token_count": 807, "score": 2.859375, "int_score": 3}
{"text": "Description: Over the last thirty years, scholars have begun to explore the implications of an ancient Jewish and Christian tradition that referred to the “Minor Prophets” as “the Twelve,” “the Twelve Prophets,” or the “Book of the Twelve.” Scholarly work on the Book of the Twelve in the last quarter century has focused on two issues in particular:\n1) Developing models regarding how the Book of the Twelve came to be recorded on a single scroll, and\n2) Isolating unifying elements that transcend the individual writings and take on new significance when the Book of the Twelve becomes a single collection rather than twelve distinct writings.\nDr. Nogalski’s comprehensive and accessible commentary offers an overview of the ancient traditions concerning the Book of the Twelve that lay the foundation for understanding these recent developments.\nSubjects: Bible, Hebrew Bible / Old Testament, Prophetic Literature, Book of the Twelve, Literature, Micah, Nahum, Habakkuk, Zephaniah, Haggai, Zechariah, Malachi\nReview by Lena-Sofia Tiemeyer\nRead the Review\nCitation: Lena-Sofia Tiemeyer, review of James D. Nogalski, The Book of the Twelve, Review of Biblical Literature [http://www.bookreviews.org] (2012).\nAdobe Acrobat Reader\nAll RBL reviews are published in PDF format. To view these reviews, you must have downloaded and installed the FREE version of Adobe Acrobat Reader. If you do not have the Reader or you have an older version of the Reader, you can download the most recent version now.", "id": "<urn:uuid:965f2749-d49d-4f5f-9274-82c404b22d4d>", "dump": "CC-MAIN-2013-20", "url": "http://www.bookreviews.org/bookdetail.asp?TitleId=8462", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8746392130851746, "token_count": 355, "score": 2.84375, "int_score": 3}
{"text": "This insightful research by respected Israeli scholar Nurit Peled-Elhanan will confirm what Palestinian researchers have always known: Israel's prevailing culture of racism, fundamentalism, support for war crimes, and apartheid against Palestinians is mainly a product of an educational system that indoctrinates Jewish-Israeli students with militant colonial values and extreme racism that turn them into \"monsters\" once in uniform.\nGuardian: Academic claims Israeli school textbooks contain bias \"Nurit Peled-Elhanan of Hebrew University says textbooks depict Palestinians as 'terrorists, refugees and primitive farmers\"\n\"Peled-Elhanan, a professor of language and education at the Hebrew University of Jerusalem, has studied the content of Israeli school books for the past five years, and her account, Palestine in Israeli School Books: Ideology and Propaganda in Education, is to be published in the UK this month. She describes what she found as racism– but, more than that, a racism that prepares young Israelis for their compulsory military service.\n\"People don't really know what their children are reading in textbooks,\" she said. \"One question that bothers many people is how do you explain the cruel behaviour of Israeli soldiers towards Palestinians, an indifference to human suffering, the inflicting of suffering. People ask how can these nice Jewish boys and girls become monsters once they put on a uniform. I think the major reason for that is education. So I wanted to see how school books represent Palestinians.\"\nIn \"hundreds and hundreds\" of books, she claims she did not find one photograph that depicted an Arab as a \"normal person\". The most important finding in the books she studied – all authorised by the ministry of education – concerned the historical narrative of events in 1948, the year in which Israel fought a war to establish itself as an independent state, and hundreds of thousands of Palestinians fled the ensuing conflict.\nThe killing of Palestinians is depicted as something that was necessary for the survival of the nascent Jewish state, she claims.\"\nThose who see this as an aberration of Zionism seem to lack sufficient understanding of what Zionism really is and the central role it plays as a patently racist ideology in justifying ethnic cleansing and racist domination over Palestinians.\nOne should not wonder then why, at the height of the Israeli massacre in Gaza 2008-09, a Tel Aviv University poll (reported in the Jerusalem Post, Jan. '09) of Jewish-Israeli opinion showed a shocking 94% support for the assault, despite full knowledge of the enormous suffering this Israeli aggression had inflicted upon the 1.5 million Palestinians incarcerated in the Gaza \"prison camp\" and of the massive destruction of their civilian infrastructure.\nAs in every other colonial system, only sustained and effective pressure from within as well as from without can put an end to this downward spiral of criminality, impunity and unspoken racism. More BDS is needed to end Israeli occupation, colonialism and apartheid. Other than the obvious benefits to indigenous Palestinians, suffering more than six decades of this three-tiered system of Israeli oppression, an end to this system of oppression may well transform most Israelis from colonial \"monsters\" into normal humans.\n(ed note: Nurit Peled-Elhanan is author of Palestine in Israeli School Books: Ideology and Propaganda in Education. International publisher I.B.TAURIS description: \"She analyzes the presentation of images, maps, layouts and use of language in History, Geography and Civic Studies textbooks, and reveals how the books might be seen to marginalize Palestinians, legitimize Israeli military action and reinforce Jewish-Israeli territorial identity. This book provides a fresh scholarly contribution to the Israeli-Palestinian debate, and will be relevant to the fields of Middle East Studies and Politics more widely.\")", "id": "<urn:uuid:678fe9bf-3c2f-442f-8e14-46356c50951b>", "dump": "CC-MAIN-2013-20", "url": "http://mondoweiss.net/2011/08/israeli-textbooks-portray-palestinians-as-terrorists-refugees-and-primitive-farmers.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9487174153327942, "token_count": 757, "score": 2.59375, "int_score": 3}
{"text": "GEF and UNEP Launch Global Platform for Efficient Lighting\n25 September 2009: The Global Environment Facility (GEF) and the United Nations Environment Programme (UNEP) have launched the “Global Market Transformation for Efficient Lighting Platform,” a public-private partnership directed at reducing global energy demand for lighting.\nThe Platform aims to transform lighting markets, primarily in developing countries, by fostering the usage and production of energy efficient lighting while gradually discontinuing use of incandescent lighting, and substituting traditional fuel-based lighting with modern, efficient alternatives such as solid-state lighting (SSL) and Light Emitting Diode (LED) lamps. It is hoped that, through these efforts, global demand for lighting energy can eventually be reduced by up to 18 percent.\nIn attendance for the event was UNEP Executive Director Achim Steiner, who noted that “in terms of climate change, this is among the lowest of low-hanging fruit. Eight percent of global greenhouse gas emissions are linked with lighting; this project can by 2014 make a big dent in these while saving people money too.” [UN News Centre] [GEF press release]", "id": "<urn:uuid:57eddd85-d7cb-491b-bf06-f4c7e0f03a21>", "dump": "CC-MAIN-2013-20", "url": "http://climate-l.iisd.org/news/gef-and-unep-launch-global-platform-for-efficient-lighting/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9269005656242371, "token_count": 238, "score": 2.6875, "int_score": 3}
{"text": "Tornadoes are the most intense storms on the planet, and they’re never discussed without at least some mention of the term wind shear. Many of us sitting at home, though, have no idea what wind shear is, or if we do, how it affects tornado production.\nWhat is Wind Shear\nWind shear, although it might sound complex, is a simple concept. Wind shear is merely the change in wind with height, in terms of wind direction and speed. I think that we all understand that the wind is generally stronger in the atmosphere over our heads than it is here on the ground, and if we think of the atmosphere in terms of the three dimensions that it has, it should not be surprising that the wind above us might also be blowing from a different direction than the wind at the ground. When that happens–the wind speed and direction vary with height–wind shear is occurring.\nWind Shear and Supercell Thunderstorms\nThis wind shear is an important part of the process in the development of a supercell thunderstorm, from which the vast majority of strong tornadoes form.\nAll thunderstorms are produced by a powerful updraft–a surge of air that rises from the ground into the upper levels of the atmosphere, and when this updraft forms in an area where wind shear is present, the updraft is influence by this speed and different direction of the wind above, pushing the column of air in the updraft into a more vertical alignment.\nRain’s Influence on Tornado Production\nNeedless to say, thunderstorms typically produce very heavy rain, and rain-cooled air is much heavier than the warm air of the updraft, so the rain-cooled air, produces a compensating downdraft (what comes up, must come down). This downdraft pushes the part of the rotating air that was forced in its direction by the stronger wind aloft downward, and the result is a horizontal column of rotating air.\nThat’s Not a Tornado!\nI know what you’re thinking that you’ve seen enough TLC or Discovery Channel shows to know that a horizontal column of air is NOT a tornado; you need a vertical column of air.\nThis Can Be a Tornado\nYou’re right, but remember the updraft that is driving the thunderstorm is still working, and it’s able to pull the horizontal, spinning column of air into the thunderstorm, resulting in a vertical column of spinning air.\n(NOAA image showing vertical column of air in a supercell thunderstorm)\nThe result is a rotating thunderstorm capable of producing a tornado, and it would not be possible without wind shear.\n(NOAA image showing tornado formation in supercell thunderstorm)", "id": "<urn:uuid:7400301c-e625-46d5-be90-1020cf8d52f8>", "dump": "CC-MAIN-2013-20", "url": "http://cloudyandcool.com/2009/05/05/wind-shear-and-tornadoes/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9167638421058655, "token_count": 573, "score": 4.15625, "int_score": 4}
{"text": "The Chinook Arch\nNovember 14, 2001\nThe above photo was taken at evening twilight in Calgary, Alberta by Jeff McIntosh. On the lee (eastern) side of the Rocky Mountains in Colorado, Wyoming, Montana, and the province of Alberta in Canada, chinook winds occasionally bring respite from cold weather. Chinook is an Indian name meaning \"snow eater.\" These warm, westerly winds result from downslope winds - air moving across the Rocky Mountains and down onto the prairies. During those cold, dull gray winter days, Albertans sometimes look toward the mountains for the Chinook Arch, a curved patch of blue sky (as shown above) that indicates that warm winds are approaching. Over this past weekend, a strong chinook was felt in Alberta and Montana. Chinooks typically occur from early November to late March.", "id": "<urn:uuid:41725194-2e7c-41a8-8ea3-9c894cad8d6f>", "dump": "CC-MAIN-2013-20", "url": "http://epod.usra.edu/blog/2001/11/the-chinook-arch.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9467400312423706, "token_count": 173, "score": 3.09375, "int_score": 3}
