{"text": "From The Art and Popular Culture Encyclopedia\nThe fact-value distinction is a concept used to distinguish between arguments that can be claimed through reason alone and those in which rationality is limited to describing a collective opinion. In another formulation, it is the distinction between what is (can be discovered by science, philosophy or reason) and what ought to be (a judgment which can be agreed upon by consensus). The terms positive and normative represent another manner of expressing this, as do the terms descriptive and prescriptive, respectively. Positive statements make the implicit claim to facts (e.g. water molecules are made up of two hydrogen atoms and one oxygen atom), whereas normative statements make a claim to values or to norms (e.g. water ought to be protected from environmental pollution).", "id": "<urn:uuid:b5c9bea2-4439-4246-a5bd-da1fb437c875>", "dump": "CC-MAIN-2013-20", "url": "http://www.artandpopularculture.com/Fact-value_distinction", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9296513199806213, "token_count": 155, "score": 3.140625, "int_score": 3}
{"text": "Then and now, there is ample proof that Americans do take Supreme Court nominations seriously. With good reason.\nSooner or later, the nation's most vexing disagreements over our most vital issues wind up before the Supreme Court. None quite penetrates to the core of our democratic being more than those involving First Amendment rights and values.\nEach term, the nine justices must grapple with profound questions involving freedom of speech, freedom of thought and freedom to participate in political discourse: Just how free is freedom of speech? What is the role of religion in public life? Does national security trump the public's right to know?\nDuring the Court's last three terms, the First Amendment has not fared well. The high court has accepted for review far fewer free-expression-related cases than usual and it has been unusually stingy in recognizing First Amendment claims. In only two of the 15 decisions rendered in free-expression cases did the Court sustain those claims.\nHow the First Amendment will fare in the future depends on how Chief Justice John Roberts differs from his predecessor, William Rehnquist, and how Miers, if confirmed, differs from O'Connor.\nDuring his 33 years on the Court as an associate justice and chief justice, Rehnquist consistently voted against free-speech and free-press claims. O'Connor, however, played a pivotal role during her time as justice, frequently casting the decisive fifth vote in religion cases and occasionally in expression cases.\nThe justices over the next 12 months will hear arguments, review briefs and render opinions in several cases that have direct bearing on whether we have full or constricted freedoms when we wish to play a role in the crucial political, cultural or religious issues that confront us.\nIn five cases, the Court will once more take up the question of whether state laws regulating campaign contributions and expenditures pose an unconstitutional threat to political expression: Is money speech?\nThe issues of compelled speech and government funding of speech are raised in another case. A coalition of university law schools which object to the military's ban against acknowledged homosexuals contends that requiring them to allow military recruiters on campus violates their rights.\nAnother case tests the limits of the free exercise of religion. The justices will decide whether the federal government can prohibit a small group of followers of a Brazilian religious sect in New Mexico from importing a banned substance, a hallucinogenic tea, for use in its ceremonies.\nIn a case involving anti-abortion protests appearing before the Court for the third time since 1986, the justices' ruling could affect protest and picketing rights and practices.\nAnd a Los Angeles deputy district attorney wants the Court to declare that his free-speech rights were violated when he was disciplined for informing a defense attorney about ethical problems in a pending case.\nThe confirmation process for Miers should be complete by the end of the year. At present, chances seem good that she will be confirmed. Since 1789, the Senate has rejected only 34 of 155 nominations to the Supreme Court.\nNot much is known about Roberts' views on these issues; even less about Miers'. First Amendment advocates, of course, hope they set the new Court on a new course as far as free expression is concerned. In that regard, Justice Brandeis set a great example as a First Amendment champion during his 23 years on the Supreme Court.\n\"Those who won our independence,\" he wrote in 1927, \"believed liberty to be the secret of happiness and courage to be the secret of liberty. They believed that freedom to think as you will and to speak as you think are means indispensable to the discovery and spread of political truth.\"\nThe cause of liberty would be better served if this Court's future rulings transcend individual temperament and ideology to embrace the freedom for speech and the tolerance for belief that define a vital democracy.\nEditor's note: Paul K. McMasters is First Amendment ombudsman at the First Amendment Center, 1101 Wilson Blvd., Arlington, Va. 22209. Web: www.firstamendmentcenter.org. E-mail: email@example.com.", "id": "<urn:uuid:9b2b1d71-d1b0-4968-9420-c92bddd3e0ae>", "dump": "CC-MAIN-2013-20", "url": "http://articles.centralkynews.com/2005-10-13/news/24908337_1_decisive-fifth-vote-chief-justice-john-roberts-first-amendment", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9596128463745117, "token_count": 825, "score": 2.703125, "int_score": 3}
{"text": "Discrimination against citizens because of their sexual orientation or their youth is just as unfair as discrimination based on race, religion or gender. Access to housing, hotels, theaters and restaurants should be equal to all, as a matter of plain fairness.\nThe Palm Beach County Commission recognized this truth in passing an ordinance protecting homosexuals, unmarried couples and young people from discrimination in renting or buying housing and in public accommodations. The ordinance also bans discrimination based on race, religion, gender, ethnic origin or disability, but it was the protection of gays that generated opposition and demands for a countywide referendum on the issue.\nNo other Florida county protects homosexuals against housing discrimination. In the 1970s, Dade County passed a similar ordinance but it was repealed in a voter referendum after a bitter fight.\nA Broward County effort to revise the human rights law to protect homosexuals is more complicated. The Broward law was adopted through the Florida Legislature, so a revision must get legislative approval and be ratified in a public referendum.\nPalm Beach County`s ordinance passed 4-1; commissioner Ron Howard dissented. The other four commissioners demonstrated courage by refusing to buckle under to opponents or to pass the buck to the public in a referendum. Commissioners were elected to make tough decisions; this time they did.\nThe ordinance provides exceptions: A landlord who lives on his property of four or fewer housing units and rents the rest won`t have to comply. Nor will a seasonal resident who rents his home to someone else part of the year and lives in it himself the rest of the time. Also exempt are religious organizations that own housing units.\nThose sensible exceptions leave the vast majority of housing covered under the new ordinance. Violators will face fines of up to $50,000, but it may be difficult to prove a violation. Early decisive action against violators by law enforcers, prosecutors and judges could make a clear statement that the county means business and won`t tolerate further discrimination in housing and public accommodations.", "id": "<urn:uuid:04a92c65-e194-4b3c-ae6e-d4a7b6b1631d>", "dump": "CC-MAIN-2013-20", "url": "http://articles.sun-sentinel.com/1990-01-19/news/9001190945_1_ordinance-public-accommodations-housing", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9598913788795471, "token_count": 402, "score": 2.6875, "int_score": 3}
{"text": "Last week, President Barack Obama ordered interim regulations designed to enable wildland firefighters employed by the federal government to purchase health insurance through their jobs.\nFor anyone who has seen this summer’s catastrophic wildfires, this seems like a no-brainer. People who risk their lives to save others’ lives and property, including public lands “owned” by the country’s citizens, should be treated better.\nAccording to federal labor laws, most firefighters don’t qualify as permanent employees. Even though they may put in nearly a full year’s worth of hours during the fire season, the demand for men and women skilled in fighting wildfires drops precipitously during the winter. Keeping thousands of firefighters on the payroll all year long doesn’t make fiscal sense.\nPolicies that push them toward other jobs make even less sense. Come spring, it makes sense to attract those who know what they are getting into and who already have been trained to fight fires effectively and safely.\nEvery employer, including Uncle Sam, knows benefits are not cheap. Employers also know that good benefits help attract and retain good employees. Seasonal workers often do not receive benefits because they are largely interchangeable. One quits, another is hired, only minimal training is required. Quality may suffer – newly hired servers make more errors, for example, and the thumbs of new landscape personnel are not quite as green – but inexperience goes with the territory and the budget.\nThat is hardly true of firefighters. These are not slow bloomers who ought to grow up and get a real job. They may never have another job as hard as this one. The hours are long, the working conditions are miserable and the work itself can be backbreaking, not to mention potentially fatal. They must respond quickly to rapidly worsening situations on unfamiliar terrain, and the consequences of not doing it well are catastrophic.\nAlthough some will transition into permanent public-lands jobs, most of these young men and women won’t fight fires as a lifelong career. Similarly, not all enlisted military personnel serve until retirement; that does not mean their service is not valuable for its duration. While they serve, they deserve good benefits, and that certainly includes health insurance.\nInsurance is available to nearly everyone for the right price, but anyone who has ever tried to buy an individual policy knows it can be difficult to find and difficult to use – distractions that firefighters certainly do not need. Individual insurance also can be more expensive than seasonal firefighters can afford, but the lack of insurance hampers their ability to seek care.\nAnd they do need care, not only because they risk their lives and their health on our behalf, but because occupational hazards are not the only health-care problems they face. Like everyone else, they catch colds and flu and fall off their bicycles on their days off. Also like everyone else, they may have families.\nLetting them purchase insurance through their job is the right thing to do. It is also not a benefit that many Coloradans would begrudge them, especially not this year.", "id": "<urn:uuid:ec2cbf97-d58a-435d-a771-124d9a3d81cd>", "dump": "CC-MAIN-2013-20", "url": "http://www.durangoherald.com/article/20120717/OPINION01/707179971/-1/Opinion", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9766135811805725, "token_count": 628, "score": 2.546875, "int_score": 3}
{"text": "Biomass plants generate electricity by burning what otherwise would be waste: brushy undergrowth that's been cleared from forests.\nThe U.S. Forest Service estimates that on California national forest lands alone, there are easily 500,000 acres per year that should be thinned to reduce the risk of catastrophic wildfire.\nBut to Tom Christoff of the Placer County Air Pollution Control District it's not only about reducing forest fires and producing electricity. He says by burning this waste in controlled emission plant, instead of in smoky piles in the forest:\nCHRISTOFF: \"The benefits are huge, on the order of 95 percent reduction on particulate matter, 60 to 70 percent reduction on nitrous oxides, and considerable percentrage on carbon monoxide and volatile organic compounds.\"\nChristoff says independent studies showed this would lead to demonstrable health benefits. That's one of the many reasons Placer County is planning to build a 2 megawatt biomass plant on county-owned land just outside Truckee.\nTransportation cost is a complicating factor. It's much cheaper to burn the biomass in a pile in the forest than to truck it to a facility, says Kerri Timmer, who works for the state's Sierra Nevada Conservancy.\nTIMMER: \"And there's at this point no guarantee for what price will be paid for the power that's generated using the material. So it's hard to get all of these commitments lined up to a point where an investor would feel comfortable in putting a lot of money into this up front.\"\nBut recent legislation should help. A bill passed this year requires California's three biggest energy producers to purchase 50 megawatts of energy generated from forest biomass power plants.\nThat's about enough electricity to power 50,000 homes.", "id": "<urn:uuid:2314ad22-4574-4c75-acb6-26aa63855876>", "dump": "CC-MAIN-2013-20", "url": "http://www.capradio.org/181284", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9347382187843323, "token_count": 365, "score": 3.203125, "int_score": 3}
{"text": "May 16, 2011\nIf you fuel your truck with biodiesel made from palm oil grown on a patch of cleared rainforest, you could be putting into the atmosphere 10 times more greenhouse gasses than if you’d used conventional fossil fuels. It’s a scenario so ugly that, in its worst case, it makes even diesel created from coal (the “coal to liquids” fuel dreaded by climate campaigners the world over) look “green.”\nThe biggest factor determining whether or not a biofuel ultimately leads to more greenhouse-gas emissions than conventional fossil fuels is the type of land used to grow it, says a new study from researchers at MIT. The carbon released when you clear a patch of rainforest is the reason that palm oil grown on that patch of land leads to 55 times the greenhouse-gas emissions of palm oil grown on land that had already been cleared or was not located in a rainforest, said the study’s lead author.\nThe solution to this biofuels dilemma is more research. Unlike solar and wind, it’s truly an area in which the world is desperate for scientific breakthroughs, such as biofuels from algae or salt-tolerant salicornia.", "id": "<urn:uuid:15d19448-aa73-495a-802e-5b1e68a460f3>", "dump": "CC-MAIN-2013-20", "url": "http://prn.fm/2011/05/17/christopher-mims-some-biofuels-worse-than-dirtiest-fossil-fuels/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9587500095367432, "token_count": 253, "score": 3.484375, "int_score": 3}
{"text": "Information contained on this page is provided by an independent third-party content provider. WorldNow and this Station make no warranties or representations in connection therewith. If you have any questions or comments about this page please contact email@example.com.\nSOURCE Ford Motor Company\nDEARBORN, Mich., March 22, 2013 /PRNewswire/ --\nFord reduced the average amount of water used to make each vehicle by 8.5 percent between 2011 and 2012 – putting the company more than halfway toward its current goal of using an average of just 4 cubic meters per vehicle globally by 2015.\nSince 2000, Ford has reduced the amount of water it uses in everything from cooling towers to parts washing and paint operations by 10.6 billion gallons, or 62 percent. That's equal to the amount of water used by nearly 99,000 U.S. residences annually, or enough to fill 16,000 Olympic-size pools. Ford's reduced consumption rates mean even more to regions around the world struggling with water-related issues like drought and extensive population growth.\nFord's water reduction success is a result of the company's commitment to reduce the amount of water it uses by aggressively monitoring and managing just about every drop of water going into and out of its facilities and properties, says Andy Hobbs, director, Environmental Quality Office.\nSince 2000, Ford decreased the total amount of water used around the world annually from 64 million cubic meters to 24 million cubic meters.\n\"That's about 10.6 billion gallons of water that was conserved and went to use somewhere else,\" says Hobbs.\nFord voluntarily launched its Global Water Management Initiative in 2000, putting in place ways to manage water conservation, quality and reuse of storm and process water. Ford's water strategy complements the company's overall Code of Human Rights, Basic Working Conditions and Corporate Responsibilities.\n\"Ford recognizes the critical importance of water, and is committed to conserving water and using it responsibly,\" says Robert Brown, vice president, Sustainability, Environment and Safety Engineering. \"Many vehicle manufacturing processes require water and the resource is used at every point in our supply chain.\"\nFord aims to use an average of 1,056 gallons of water to make each vehicle globally – consistent with its overall goal of a 30 percent reduction in the amount of water used per vehicle between 2009 and 2015. That is slightly more than the 1,000 gallons fire engine tankers in the U.S. are required to contain in their tanks. One cubic meter of water is equal to 264 gallons.\nContinuing the progress\nFord had a positive impact on the world's water supply in many ways during 2012. The Ford Fund, for example, supported 19 different water-related projects in China, Indonesia, Thailand, Philippines, India, Germany and South Africa.\nOne project in arid Southwest China, for instance, involved 60 Ford employees from Nanjing, who helped eight families build water cellars designed to capture water during the rainy season to store and use during drier times of the year.\nAt the same time, Ford's biggest water-related projects were within its own facilities and included:\nThese accomplishments reflect Ford's overall approach to water use, which emphasizes several goals:\nMore information about Ford's water use-related efforts can be found in the company's annual sustainability report that is released annually every June. The most recent version can be found here.\nAbout Ford Motor Company\nFord Motor Company (NYSE: F), a global automotive industry leader based in Dearborn, Mich., manufactures or distributes automobiles across six continents. With about 171,000 employees and 65 plants worldwide, the company's automotive brands include Ford and Lincoln. The company provides financial services through Ford Motor Credit Company. For more information regarding Ford and its products worldwide, please visit http://corporate.ford.com.\n©2012 PR Newswire. All Rights Reserved.", "id": "<urn:uuid:268706f9-7219-4f86-8f3c-9f7fa5608ffb>", "dump": "CC-MAIN-2013-20", "url": "http://www.kcentv.com/story/21763361/ford-cuts-global-water-use-85-percent-per-vehicle-from-2011-to-2012-total-usage-down-62-percent-since-2000", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9487351775169373, "token_count": 795, "score": 2.703125, "int_score": 3}
{"text": "The environmental impact of electric vehicles has been in the media for some time. Now comes news that electric vehicles can also impact running the home.\nAn exhibit at the Georgian College Auto Show, in Barrie, Ontario, demonstrates the integration of electric vehicles into the home by using the latest Smart Grid technologies. The display, which is run by Nissan and PowerStream, shows how an electric vehicle such as the Nissan LEAF can help power the home by converting energy stored in the car’s batteries to residential use through a system called Vehicle to Home (V2H).\nWith energy stored in its 24kW lithium-ion battery, a fully charged Nissan LEAF can provide enough electricity to run a typical residential Canadian home for a full day. The LEAF to Home electricity-supply system is gathering attention as a new form of infrastructure, as well as contributing factor to energy saving and alternative energy use. PowerStream, Ontario’s second-largest community-owned company, began working on the project after taking delivery of Nissan’s fully-electric LEAF vehicle.\n“The PowerStream/Nissan display proves how smart connections between the grid, the home and the car can help us improve the way energy is managed, consumed – and conserved,” said Markham Mayor Frank Scarpitti, who is chairman of the board at PowerStream. “The collaboration between Nissan and PowerStream illustrates the dramatic changes underway in technology and how two industry leaders can collaborate to benefit consumers.”\nStudies have shown that cutting off one household from the network when power demands are their highest can significantly contribute towards the stable supply of power throughout the grid. The Nissan/PowerStream V2H system demonstrates leading-edge technologies and the future capabilities of Smart Grid and the benefit to consumers.\nCNW Group/Nissan Canada\nNissan Canada and PowerStream demonstrate the Nissan ‘LEAF to Home’ charging system for first time in Canada at the Georgian College Auto Show in Barrie.\nEarlier this week in Japan, Nissan introduced the EV Power Station, an electric-vehicle charging station developed by Nichicon Corporation. The EV Power Station can fully recharge the LEAF’s high-capacity batteries in as little as four hours, approximately half the time required by conventional chargers.\n“The public debut of V2H in Canada today will drive new advancements and collaboration in the auto industry of tomorrow,” said Nissan Canada president Allen Childs. “V2H will foster literal connections, such as those between vehicles, infrastructure, the Internet, and the nation’s electrical grid, and the connections and relationships between engineers who are developing the next generation vehicle technology.”", "id": "<urn:uuid:a3056064-de84-4cd5-8595-470809b3ce0d>", "dump": "CC-MAIN-2013-20", "url": "http://www.digitaljournal.com/article/325910", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.94056236743927, "token_count": 555, "score": 2.9375, "int_score": 3}
{"text": "In my next few blogs, I will provide an overview of Voltage Source Converter (VSC) HVDC technology and its suitability for Smart Grids operation and control discussed.\nVSC HVDC is based upon transistor technology and was developed in the 1990′s. The switching element is the Insulated Gate Bipolar Thyristor (IGBT), which can be switched on and off by applying a suitable voltage to the gate (steering electrode). Because of the more switching operations, and the nature of the semiconductor devices itself, the converter losses are generally higher than those of HVDC classic converters.\nVSC HVDC is commonly used with underground or submarine cables with a transfer capacity in the range of 10 – 1000 MW, and is suitable to serve as a connection to a wind farm or supply a remote load. VSC HVDC technology has very fast steer and control functionality and is suitable for meshed networks. It is characterised by compactness of the converter stations, due to the reduced need for AC harmonic filters and reactive power compensation. Power flow reversal in VSC systems is achieved by reversal of the current, whereas in HVDC classic systems the voltage polarity has to change. An important consequence of this voltage source behavior is the ability to use cheaper and easier to install XLPE cables, instead of the mass-impregnated cables that are needed for HVDC classic.\nCurrently, only twelve VSC HVDC projects are in service. A few examples include: Estlink, which connects Estonia to Finland (350 MW), and BorWin1, connecting an offshore wind farm to Northern Germany (400 MW). Both are equipped with ±150 kV submarine cables, and the Trans Bay project in California (400 MW) that consists of 90 km ±200 kV submarine cable.\nMost projects have submarine cable, but some projects include long lengths of underground cable, such as Murraylink (220 MW, 177 km underground cable), and Nord E.On 1 (400 MW, 75km underground cable).\nThe 500 MW East-West interconnector between Ireland and Great Britain, operating at ±200 kV, is scheduled to go into service in 2012. A 2000 MW 65 km cable interconnector ±320kV as part of the Trans European Network—between Spain and France—is scheduled for commissioning in 2013, and will represent the highest power rating for a VSC HVDC system installed at this time.\nMake sure to check back next Tuesday for my next blog on the comparison between HVDC classic and VSC HVDC.\nBy: Peter Vaessen", "id": "<urn:uuid:7b22bc99-05e4-4dcf-9143-3715cd5724d7>", "dump": "CC-MAIN-2013-20", "url": "http://smartgridsherpa.com/blog/voltage-source-converter-hvdc-a-key-technology-for-smart-grids", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9366721510887146, "token_count": 536, "score": 3.234375, "int_score": 3}
{"text": "1. Why is extremism an issue in prisons?\nExtremist groups often pose special security risks in prisons. They may encourage the overthrow of the government, and prison officials can be targeted as agents of \"illegal\" government authority. Further, their literature often encourages ethnic hatred, promoting a violent and racially charged prison atmosphere.\nSince the 1980s, white supremacist organizations have spread throughout the American prison system, beginning with the growth of Aryan Brotherhood.1 Aryan Nations, although not permitting inmates to become members, has engaged in \"prison outreach\" since 1979. In 1987, it began publishing a \"prison outreach newsletter\" called The Way to facilitate recruitment. Aryan Nations also disseminates its literature and letters to inmates. The World Church of the Creator and some Identity Church groups engage in similar outreach activity, as do other racist groups, such as Nation of Islam. The situation is further complicated by the fact that nonideological criminal prison gangs are often organized based on race, which increases racial polarization.\nImprisoned extremists also pose a security threat by continuing their activities while incarcerated. They recruit inmates, and teach other inmates extremist tactics. Some imprisoned extremists also have attempted to continue to influence adherents outside of prison by, for instance, publishing newsletters from the prison to maintain their outside following.\nPrison officials have responded in various ways, reflecting the fact that each state has its own prison system (as do cities, counties and the federal government), and that prisons have varying populations. At times, prison officials have tried to limit access to extremist literature, and these responses have occasionally given rise to litigation because they potentially impinge upon inmates' First Amendment rights. The questions are especially complicated when the censored material comes from a group that claims to be religious.\n1 Aryan Brotherhood, at one time associated with Aryan Nations, began as a virulent racist and anti-Semitic prison gang, and has since developed into a crime gang associated with extortion, drug operations and prison violence.\n2. Do inmates have the same First Amendment rights as everybody else?\nThe United States Supreme Court has said that \"prison walls do not form a barrier separating prison inmates from the protections of the Constitution.\" Nevertheless, inmates' First Amendment rights are less extensive than other citizens' and their rights can be limited due to security or other penological concerns. Because of the particular challenges administrators face running prisons, the Supreme Court has acknowledged there is a compelling government interest which warrants limiting prisoners' rights. Courts have been deferential to prison officials' assessments of security threats, and sensitive to their related regulatory decisions, even if such decisions impact inmates' First Amendment rights.\nA prison regulation that impinges on an inmate's constitutional rights will be upheld in court if that regulation is reasonably related to legitimate penological objectives. This means that, generally, prison officials can ban extremist materials from prisons because of concerns that the distribution of such material will undermine prison security. Extremist books, leaflets, and magazines have been forbidden to prisoners on this basis. Such material has not been allowed through the mail and has not been kept in the prison library.\nHowever, prisons have less discretion to limit inmates' religious practices than other First Amendment rights due to a new federal law. Because of the Religious Land Use and Institutionalized Persons Act (RLUIPA), prison officials' discretion in limiting access to extremist material may depend in part on whether such material is related to an inmate's religious exercise. Therefore, prison regulations that affect religious exercise, including access to religious literature, will be reviewed carefully if challenged in court.\n3. What legal standard is used to determine the constitutionality of prison regulations?\nThe Supreme Court announced the standard under which it would review the constitutionality of prison regulations in Turner v. Safley, a case involving a challenge to a complete prohibition on inmate marriage. As noted earlier, a prison regulation is constitutional if it is reasonably related to legitimate penological objectives. Under this standard, courts have upheld regulations based on the consideration of certain factors:\n- Is there a valid, rational connection between the prison regulation and the legitimate governmental\ninterest put forward to justify it?\n- Are there alternative means of exercising the assert- ed right that remain open to inmates?\n- How great a negative impact will accommodating the inmates' rights have on guards, other inmates,a\nnd on the allocation of prison resources?\nCourts will consider the existence of obvious and easy alternatives to a challenged regulation as evidence of a regulation's arbitrariness.\n4. Is the same legal standard used to determine the constitutionality of prison regulations that implicate an inmate's right to free exercise of religion?\nNo, the same standard is not applicable to determining the constitutionality of prison regulations alleged to violate inmates' free exercise rights. The constitutionality of such regulations is determined under the more stringent standard set forth in RLUIPA. RLUIPA says that the government cannot impose a substantial burden on the religious exercise of an inmate, even if the inmate's religious exercise is being limited by a generally applicable rule. However, an inmate's religious practices can be limited if the prison official demonstrates that the regulations in question (i) further a compelling interest and (ii) the same interest cannot be served in a manner that is less restrictive of the inmate's free exercise rights.\nSince RLUIPA was enacted in September 2000, it has not yet been interpreted by the courts. Therefore, how this statute will impact prison regulations that affect inmates' religious exercise remains unclear.\n5. How should prison officials evaluate whether particular material can be withheld from inmates?\nGenerally, the First Amendment does not allow speech to be censored by the government because of the content of that speech. The government can only limit the time, place, and manner of speech. However, because inmates have more limited First Amendment rights than other citizens, some content-based discrimination is allowed for security reasons. For example, the United States Court of Appeals for the 10th Circuit upheld a prison official's decision to withhold entire issues of the magazine, Muhammad Speaks, because certain articles in the magazine created a danger of violence by advocating racial, religious, or national hatred. This decision was prior to the passage of RLUIPA, and therefore the Court's analysis might be somewhat different today. Under current law, if having the entire magazine withheld was determined to be a substantial burden on inmates' free exercise rights, the Court might require that the offending material be removed rather than the entire issue being withheld.\nRegulations that exclude publications from a prison because of security concerns have been found constitutional when the regulations have required individualized review of any material before it is banned, notification to inmates that the material has been denied, and the possibility of review of such decisions. Courts have tended to find prison regulations that ban all literature from particular groups unconstitutional. However, the determination of the constitutionality of a given regulation or the implementation of the regulation has tended to be very fact-specific. Courts look not only at the regulation at issue but also consider the nature of the prison (high, medium, or low security) and the particular administrative challenges faced by the prison (such as crowding and quantity of incoming mail) in determining reasonableness, or the practical existence of less restrictive alternative measures.\n6. Can prison officials apply the same restrictions to outgoing prison material?\nThe Supreme Court does not allow content regulation with respect to outgoing mail from inmates. While outgoing mail can be searched for contraband,2 content regulation of outgoing mail is also more restricted because it implicates the First Amendment rights of non-prisoner addressees.3 In addition, outgoing material does not pose a threat to internal prison security; therefore content limitations have been considered less urgent. However, regulations can limit the content of outgoing mail categorically. For example, escape plans, threats, running a business, and blackmail are categories that have been disallowed. Therefore, correspondence from prisoners to extremist groups cannot be banned outright because of its content. However, inmates can be prevented from distributing a newsletter from prison when doing so constitutes running a business.\n2 Special rules exist with respect to attorney-client correspondence or mail that implicates an inmate's right to access the courts that are beyond the scope of this discussion.\n3 However, prison officials can forbid all correspondence between incarcerated individuals.\n7. Can extremist \"missionaries\" be prevented from visiting prisons?\nPrison officials can ban categories of prison visitors, such as former inmates or visitors who have previously broken visiting rules. An extremist \"missionary\" can be barred from a prison because of generally applicable rules. In addition, prisons can create procedures for requesting visiting ministers, and impose conditions on the selection of the ministers, such as sponsorship by an outside religious organization. Prison officials can also exclude prison \"missionaries\" if they are advocating violence or otherwise fomenting prison unrest by encouraging racial tension. However, under RLUIPA, the prison would have to show that any restrictions on visiting clergy are the least restrictive means of achieving its end.\nPrison officials do not have a responsibility to hire a minister for each religious denomination represented in the prison population. However, if visiting ministers of one denomination are compensated, visiting ministers of other denominations must be equally compensated. Security limitations can be placed on inmate-led prayer or services, but again, under RLUIPA, the prison would have to show that any restrictions on such gatherings is the least restrictive means of achieving its end. For example, it is more likely that the prison could limit the frequency of such meetings, the number of attendees and require supervision than that such gatherings could be banned outright.\n8. Under what circumstances must prisons accommodate prisoners' religious dietary requirements?\nAccommodating religiously based dietary rules has become an issue when dealing with extremists because incidents have raised concern that extremists \"adopt\" religious practices that are not based on sincere beliefs in order to obtain special privileges, such as specialized diets. Generally, if an inmate's request for a special diet is because of a sincerely held belief and religious in nature, the inmate has a constitutionally protected interest. Under RLUIPA, a request for a special religious diet can only be refused based on a compelling prison interest and if it is the least restrictive means possible for the prison protecting that interest. Prisons may offer more limited food selection to prisoners with religious dietary limitations, such as providing only cold kosher meals rather than hot food. In the past, when determining whether a prison was required to provided a special diet for a prisoner, courts have considered whether the dietary restrictions were central to the prisoner's religious observance. Under RLUIPA, such a determination would probably not be relevant. The threshold question in evaluating the prison's obligation to accommodate a request would still be whether the inmate's dietary request arose out of sincerely held beliefs that were religious in nature.", "id": "<urn:uuid:4b29297a-7223-4dae-a9fc-a294677b62b3>", "dump": "CC-MAIN-2013-20", "url": "http://archive.adl.org/civil_rights/prison_ex.asp", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9501674175262451, "token_count": 2202, "score": 2.796875, "int_score": 3}
{"text": "Catholic and Protestant reformers in the 16th century occasionally spoke scornfully of Anabaptists as \"new monks,\" referring to Anabaptist insistence on holy living and intense spiritual life (e.g., TA Elsaß 1, 110-13). Anabaptists occasionally accepted the comparison (Klassen, William and Walter Klaassen, eds. and trans. The Writings of Pilgram Marpeck, Classics of the Radical Reformation, vol. 2. Scottdale, PA: Herald Press, 1978: 217) but more frequently rejected it (Klassen & Klaassen: 215-16; Menno, Writings, 369, 401), in part because monks often came from the socially privileged classes. Several scholars have used monastic history as an aid to interpret Anabaptism (Troeltsch, Ritschl, Davis, Snyder, Martin). Many Anabaptists and Mennonites, beginning with the Hutterite chronicle, pointed to quasi-monastic sectarian medieval movements, especially Waldenses, as forerunners of Anabaptism (these theories are promulgated or discussed by Keller, Gratz, Verduin, Durnbaugh). One of the most extensive efforts to relate monasticism and Anabaptism drew on both monastic and quasi-monastic traditions (Davis). Most scholars have carefully limited their interpretations to pointing out \"intellectual parallels\" or general similarities; some have argued for direct continuity and influence.\nThe crucial interpretive question revolves around the nature of monasticism: is it a nonconforming sectarian development critical of the institutional church (Workman) or an intensified institutional core of the ecclesiastical establishment? Or, did monasticism begin as a charismatic, lay, \"sectarian\" movement in the 4th century but become fully integrated into the sacramental, ecclesial, institutional church by the early Middle Ages (Rousseau, Martin)? How central the critical, separatist aspect of early monasticism is to monastic identity is disputed, even by those within the monastic community (Eoin de Bhaldraithe). Particularly significant in this regard is the distinction between contemplative monastic orders (Benedictine, Cistercian, Carthusian) and more lay-oriented, urban mendicant orders and houses of regular canons of the late Middle Ages (Franciscans, Dominicans, Augustinian Friars, Praemonstratensians, Augustinian Canons). The latter orders were associated with the middle class and were visibly and pastorally active; the former were often but not always associated with the nobility and lived in secluded and rural areas. Most Anabaptist links to \"monks\" appear to have been with the mendicants and canons regular. Michael Sattler is the main exception to this generalization.\nMost interpreters agree that Anabaptists rejected the sacramental and institutional \"culture-church\" of the Middle Ages in favor of a voluntary, non-institutionalized, even anti-clerical church of the faithful few, in effect, reducing the church to a devout \"monastic\" core. At issue among scholars is whether the label \"monastic\" should properly be applied to a sectarian, pure church vision such as that held by Anabaptists, since most monks did not believe that the church was made up solely of monastics, rather, they believed that monks and nuns were part, perhaps the most important part, of the church. The qualities and virtues prized by Anabaptists and Mennonites (hospitality, humility, community, Gelassenheit, obedience, repentance, nonresistance, etc.) were also prime monastic virtues, although all medieval Catholics were exhorted to practice these same virtues.\nSignificant parallels to monastic spirituality are found in the Mennonite period of post-Anabaptist history in which Anabaptist first-generation identity was transformed into a sacramental, ecclesial, institutional, cultural (ethnic) faith, even though Mennonites, Amish, and Hutterites avoided the language of sacramental and institutional Christianity (Cronk, Martin). During the 1980s growing Mennonite concern about the role of single adults in the church has not yet taken account of the traditional Christian monastic theology, with its implications for both marriage and singleness. Recent scholarship on monasticism emphasizes the social role of celibate communities, which enhanced the role of marriage while creating a sphere of activity for those remaining unmarried (Brown, Leclercq). Further research is needed in all these areas of Anabaptist and Mennonite history and culture.\nCronk, Sandra. \"Gelassenheit: The Rites of the Redemptive Process in the Old Order Amish and Old Order Mennonite Communities.\" PhD dissertation, U. of Chicago, 1977. See also Mennonite Quarterly Review 65 (1981): 5-44.\nFor Ritschl, Gratz, Verduin, Keller, and others: see Davis, Kenneth R. Anabaptism and Asceticism: A Study in Intellectual Origins. Scottdale, 1974: 27-31.\nde Bhaldraithe, Eion. \"Michael Sattler, Benedictine and Anabaptist.\" Downside Review 105 (April 1987): 111-131.\nDurnbaugh, Donald F. \"Theories of Free Church Origins.\" Mennonite Quarterly Review 41 (1968): 83-95.\nMartin, Dennis D. \"Monks, Mendicants and Anabaptists: Michael Sattler and the Benedictines Reconsidered.\" Mennonite Quarterly Review 60 (1986): 139-64. Reply by Snyder, C. Arnold. \"Michael Sattler, Benedictine: Dennis Martin's Objections Reconsidered.\" Mennonite Quarterly Review 61 (1987): 251-79.\nMartin, Dennis D. \"Catholic Spirituality and Mennonite Discipleship.\" Mennonite Quarterly Review 62 (1988): 5-25.\nMartin, Dennis D. \"Nothing New under the Sun? Mennonites and History.\" Conrad Grebel Review 5 (1987): 1-27.\nSnyder, C. Arnold. \"The Monastic Origins of Swiss Anabaptist Sectarianism.\" Mennonite Quarterly Review 57 (1983): 5-26.\nSnyder, C. Arnold. The Life and Thought of Michael Sattler. Scottdale, PA: Herald Press, 1984.\nTroeltsch, Ernst. The Social Teachings of the Christian Churches. Translator: Olive Wyon. New York: Harper and Row, 1960: 239-46, 332-33.\nFor general information on monastic history, see:\nBrown, Peter R. L. \"The Notion of Virginity in the Early Church.\" Christian Spirituality: Origins to the 12th C. Editor:Bernard McGinn and John Meyendorff. New York: Crossroad (1985): 427-43.\nGründler, Otto. \"Devotio Moderna.\" Christian Spirituality: High Middle Ages and Reformation. Editor: Jill Raitt. New York: Crossroad (1987): 176-93.\nKnowles, David. Christian Monasticism. New York: McGraw-Hill, 1969.\nLeclercq, Jean. Monks and Love in 12th-C. France. Oxford: Clarendon, 1979.\nNovak, Michael. \"The Free Churches and the Roman Church.\" Journal of Ecumenical Studies, 2 (1965): 426-47.\nRousseau, Phillip. Ascetics, Authority, and the Church in the Age of Jerome and Cassian. New York; Oxford, 1980.\nWorkman, Herbert B. The Evolution of the Monastic Ideal from the Earliest Times to the Coming of the Friars. 2nd edition. London, 1927, reprinted with introduction by David Knowles. Boston: Beacon, 1962.\nAdapted by permission of Herald Press, Harrisonburg, Virginia, and Waterloo, Ontario, from Mennonite Encyclopedia, Vol. 5, pp. 601-602. All rights reserved. For information on ordering the encyclopedia visit the Herald Press website.\n©1996-2013 by the Global Anabaptist Mennonite Encyclopedia Online. All rights reserved.\nMLA style: Martin, Dennis D. \"Monasticism.\" Global Anabaptist Mennonite Encyclopedia Online. 1987. Web. 18 May 2013. http://www.gameo.org/encyclopedia/contents/M653.html.\nAPA style: Martin, Dennis D. (1987). Monasticism. Global Anabaptist Mennonite Encyclopedia Online. Retrieved 18 May 2013, from http://www.gameo.org/encyclopedia/contents/M653.html.", "id": "<urn:uuid:f4aded49-3fe1-40d5-a219-ab3c21d38bd5>", "dump": "CC-MAIN-2013-20", "url": "http://www.gameo.org/encyclopedia/contents/M653.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8728591799736023, "token_count": 1851, "score": 3.28125, "int_score": 3}
{"text": "In preparation for Christmas, I read Stephen Nissenbaum's 1998 \"The Battle for Christmas,\" a thorough exploration of this season.\nThe book's title will be deceiving, because it has nothing to do with the recent sacred-vs.-secular Christmas quarrels. Nissenbaum explores the myriad ways that Christmas has evolved in our nation. It turns out we've been jockeying for more than 300 years over what this holiday means.\nIn Colonial America our faith-filled ancestors banned Christmas altogether, outlawing it in some colonies. Until the 1760s, one could not even find an almanac that would print the word \"Christmas\" on the date Dec. 25.\nThis opposition was because Christmas had become a drunken spectacle where gangs of poor young men roamed the streets, making merry and engaging in acts of petty rowdyism, vaguely like today's New Year's Eve. It was customary and permissible for these gangs to knock on doors of strangers to demand gifts. (\"So give us some figgy pudding....\")\nOur nation's first \"battle\" for Christmas was the movement to domesticate the holiday, a battle that Nissenbaum suggests involved merchants, the middle and upper classes and the church.\nMerchants began linking Christmas and the purchase of manufactured gifts as early as the 1830s as society began to stress family celebrations in front of a tree and with Santa visiting every home. In case you think that your complaining will reverse the commercialism of this holiday, according to Nissenbaum that complaint first emerged in the 1830s. Complain if you must, but don't expect results.\nNissenbaum so thoroughly explores Clement Moore's \"'Twas the Night before Christmas\" that one learns why Saint Nick touches the side of his nose and why his pipe is a short one. Nissenbaum contends that the ascendance of Santa Claus, the emergence of the Christmas tree and even the giving of gifts contribute to this gradual process of making Christmas a less revolutionary, more predictable holiday. He explores Dickens and Scrooge, Christmas parties for poor children and even the complicated master-slave relationship at Christmas leading up to and immediately following the Civil War.\nIf you prefer to maintain that Christmas was a pure season of private devotion and public worship until Sears, Roebuck, Wal-Mart and the Supreme Court got involved, don't read this book. Ditto if you enjoy lamenting that \"They've taken Christmas away from us,\" Nissenbaum might say that a pure, simple Christmas never existed. Rather it has evolved since the first day the Colonists set foot on our shore, an evolution showing no sign of abating.\nNissenbaum's scholarly, heavily footnoted book is enlightening and readable. But his analysis of Christmas reminds me of a scientist who thoroughly explains the rainbow but never grasps its beauty. And so as this season continues to evolve, I'll enjoy my Christmas tree, sing both \"White Christmas\" and \"Joy to the World,\" and be grateful again for the mystery of Bethlehem, which properly understood, is the most revolutionary act of history.\nContact columnist minister Creede Hinshaw at Wesley Monumental United Methodist Church in Savannah at email@example.com.", "id": "<urn:uuid:fc291606-3625-4033-97fb-f0d3e531c2bc>", "dump": "CC-MAIN-2013-20", "url": "http://www.albanyherald.com/news/2009/dec/11/christmas-has-been-evolving-for-centuries/?features", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9519102573394775, "token_count": 669, "score": 2.640625, "int_score": 3}
{"text": "American PoetryIf we define poetry as the heart of man expressed in beautiful language,\nwe shall not say that we have no national poetry. True, America has\nproduced no Shakespeare and no Milton, but we have an inheritance in all\nEnglish literature; and many poets in America have followed in the\nfootsteps of their literary British forefathers.\nPuritan life was severe. It was warfare, and manual labor of a most\nexhausting type, and loneliness, and devotion to a strict sense of duty.\nIt was a life in which pleasure was given the least place and duty the\ngreatest. Our Puritan ancestors thought music and poetry dangerous,\nif not actually sinful, because they made men think of this world rather\nthan of heaven. When Anne Bradstreet wrote our first known American\npoems, she was expressing English thought; \"The tenth muse\" was not\nanimated by the life around her, but was living in a dream of the land\nshe had left behind; her poems are faint echoes of the poetry of England.\nAfter time had identified her with life in the new world, she wrote\n\"Contemplations,\" in which her English nightingales are changed to\ncrickets and her English gilli-flowers to American blackberry vines.\nThe truly representative poetry of colonial times is Michael\nWigglesworth's \"Day of Doom. This is the real heart of the Puritan,\nhis conscience, in imperfect rhyme. It fulfills the first part of our\ndefinition, but shows by its lack of beautiful style that both elements\nare necessary to produce real poetry.\nPhilip Freneau was the first American who sought to express his life in\npoetry. The test of beauty of language again excludes from real poetry\nsome of his expressions and leaves us a few beautiful lyrics, such as\n\"The Wild Honeysuckle,\" in which the poet sings his love of American\nnature. With them American poetry may be said to begin.\nThe first historical event of national importance was the American\nRevolution. Amid the bitter years of want, of suffering, and of war; few\nmen tried to write anything beautiful. Life was harsh and stirring and\nthis note was echoed in all the literature. As a result we have\nnarrative and political poetry, such as \"The Battle of the Kegs\" and \"A\nFable,\" dealing almost entirely with events and aiming to arouse military\nardor. In \"The Ballad of Nathan Hale,\" the musical expression of\nbravery, pride, and sympathy raises the poem so far above the rhymes of\ntheir period that it will long endure as the most memorable poetic\nexpression of the Revolutionary period.\nPoetry was still a thing of the moment, an avocation, not dignified by\nreceiving the best of a man. With William Cullen Bryant came a change.\nHe told our nation that in the new world as well as in the old some men\nshould live for the beautiful. Everything in nature spoke to him in\nterms of human life. Other poets saw the re1ation between their own\nlives and the life of the flowers and the birds, but Bryant constantly\nexpressed this relationship. The concluding stanza of \"To a Waterfowl\"\nis the most perfect example of this characteristic, but it underlies also\nthe whole thought of his youthful poem \"Thanatopsis\" (A View of Death).\nIf we could all read the lives of our gentians and bobolinks as he did,\nthere would be more true poetry in America. Modern thinkers urge us to\nstep outside of ourselves into the lives of others and by our imagination\nto share their emotions; this is no new ambition in America; since Bryant\nin \"The Crowded Street\" analyzes the life in the faces he sees.\nUntil the early part of the nineteenth century American poetry dealt\nmainly with the facts of history and the description of nature. A new\nelement of fancy is prominent in Joseph Rodman Drake's \"The Culprit Fay.\"\nIt dances through a long narrative with the delicacy of the fay himself.\nEdgar Allan Poe brought into our poetry somber sentiment and musical\nexpression. Puritan poetry was somber, but it was almost devoid of\nsentiment. Poe loved sad beauty and meditated on the sad things in life.\nMany of his poems lament the loss of some fair one. \"To Helen,\" \"Annabel\nLee\" \"Lenore,\" and \"To One In Paradise\" have the theme, while in \"The\nRaven\" the poet is seeking solace for the loss of Lenore. \"Eulalie--A\nSong\" rises, on the other hand to intense happiness. With Poe the sound\nby which his idea was expressed was as important as the thought itself.\nHe knew how to make the sound suit the thought, as in \"The Raven\" and\n\"The Bells.\" One who understands no English can grasp the meaning of the\ndifferent sections from the mere sound, so clearly distinguishable are\nthe clashing of the brass and the tolling of the iron bells. If we\nreturn to our definition of poetry as an expression of the heart of a\nman, we shall find the explanation of these peculiarities: Poe was a man\nof moods and possessed the ability to express these moods in appropriate\nThe contrast between the emotion of Poe and the calm spirit of the man\nwho followed him is very great. In Henry Wadsworth Longfellow American\npoetry reached high-water mark. Lacadio Hearn in his \"Interpretations\nof Literature\" says: \"Really I believe that it is a very good test of any\nEnglishman's ability to feel poetry, simply to ask him, `Did you like\nLongfellow when you were a boy?' If he says `No,' then it is no use to\ntalk to him on the subject of poetry at all, however much he might be\nable to tell you about quantities and metres.\" No American has in equal\ndegree won the name of \"household poet.\" If this term is correctly\nunderstood, it sums up his merits more succinctly than can any other\nLongfellow dealt largely with men and women and the emotions common to us\nall. Hiawatha conquering the deer and bison, and hunting in despair for\nfood where only snow and ice abound; Evangeline faithful to her father\nand her lover, and relieving suffering in the rude hospitals of a new\nworld; John Alden fighting the battle between love and duty; Robert of\nSicily learning the lesson of humility; Sir Federigo offering his last\npossession to the woman he loved; Paul Revere serving his country in time\nof need; the monk proving that only a sense of duty done can bring\nhappiness: all these and more express the emotions which we know are true\nin our own lives. In his longer narrative poems he makes the legends of\nPuritan life real to us; he takes English folk-lore and makes us see\nOthere talking to Arthur, and the Viking stealing his bride. His short\npoems are even better known than his longer narratives. In them he\nexpressed his gentle, sincere love of the young, the suffering, and the\nsorrowful. In the Sonnets he showed; that deep appreciation of European\nliterature which made noteworthy his teaching at Harvard and his\nHe believed that he was assigned a definite task in the world which he\ndescribed as follows in his last poem:\n\"As comes the smile to the lips,\nThe foam to the surge;\nSo come to the Poet his songs,\nAll hitherward blown\nFrom the misty realm, that belongs\nTo the vast unknown.\nHis, and not his, are the lays\nHe sings; and their fame\nIs his, and not his; and the praise\nAnd the pride of a name.\nFor voices pursue him by day\nAnd haunt him by night,\nAnd he listens and needs must obey,\nWhen the Angel says: 'Write!'\nJohn Greenleaf Whittier seems to suffer by coming in such close proximity\nto Longfellow. Genuine he was, but his spirit was less buoyant than\nLongfellow's and he touches our hearts less. Most of his early poems\nwere devoted to a current political issue. They aimed to win converts to\nthe cause of anti-slavery. Such poems always suffer in time in\ncomparison with the song of a man who sings because \"the heart is so full\nthat a drop overfills it.\" Whittier's later poems belong more to this\nclass and some of them speak to-day to our emotions as well as to our\nintellects. \"The Hero\" moves us with a desire to serve mankind, and the\nstirring tone of \"Barbara Frietchie\" arouses our patriotism by its\npicture of the same type of bravery. In similar vein is \"Barclay of\nUry,\" which must have touched deeply the heart of the Quaker poet. \"The\nPipes of Lucknow\" is dramatic in its intense grasp of a climactic hour\nand loses none of its force in the expression. We can actually hear the\nskirl of the bagpipes. Whittier knew the artists of the world and talked\nto us about Raphael and Burns with clear-sighted, affectionate interest.\nHis poems show varied characteristics; the love of the sterner aspects of\nnature, modified by the appreciation of the humble flower; the conscience\nof the Puritan, tinged with sympathy for the sorrowful; the steadfastness\nof the Quaker, stirred by the fire of the patriot.\nThe poetry of Ralph Waldo Emerson is marked by serious contemplation\nrather than by warmth of emotional expression. In Longfellow the appeal\nis constantly to a heart which is not disassociated from a brain; in\nEmerson the appeal is often to the intellect alone. We recognize the\nforce of the lesson in \"The Titmouse,\" even if it leaves us less devoted\ncitizens than does \"The Hero\" and less capable women than does\n\"Evangeline.\" He reaches his highest excellence when he makes us feel as\nwell as understand a lesson, as in \"The Concord Hymn\" and \"Forbearance.\"\nIf we could all write on the tablets of our hearts that single stanza,\nforbearance would be a real factor in life. And it is to this poet whom\nwe call unemotional that we owe this inspiring quatrain:\n\"So nigh is grandeur to our dust,\nSo near is God to man,\nWhen duty whispers low, Thou must,\nThe youth replies, I can!\"\nJames Russell Lowell was animated by a well-defined purpose which he\ndescribed in the following lines:\n\"It may be glorious to write\nThoughts that make glad the two or three\nHigh souls like those far stars that come in sight\nOnce in a century.\nBut better far it is to speak\nOne simple word which, now and then\nShall waken their free nature in the weak\nAnd friendless sons of men.\nTo write some earnest verse or line\nWhich, seeking not the praise of art,\nShall make a clearer faith and manhood shine\nIn the untutored heart.\"\nHis very accomplishments made it difficult for him to reach this aim,\nsince his poetry does not move \"the untutored heart\" so readily as does\nthat of Longfellow or Whittier. It is, on the whole, too deeply burdened\nwith learning and too individual in expression to fulfil his highest\ndesire. Of his early poems the most generally known is probably \"The\nVision of Sir Launfal,\" in which a strong moral purpose is combined with\nlines of beautiful nature description:\n\"And what is so rare as a day in June?\nThen, if ever, come perfect days.\nTwo works by which he will be permanently remembered show a deeper and\nmore effective Lowell. \"The Biglow Papers\" are the most successful of\nall the American poems which attempt to improve conditions by means of\nhumor. Although they refer in the main to the situation at the time of\nthe Mexican War, they deal with such universal political traits that they\nmay be applied to almost any age. They are written in a Yankee dialect\nwhich, it is asserted, was never spoken, but which enhances the humor, as\nin \"What Mr. Robinson Thinks.\" Lowell's tribute to Lincoln occurs in the\nOde which he wrote to commemorate the Harvard students who enlisted in\nthe Civil War. After dwelling on the search for truth which should be\nthe aim of every college student, he turns to the delineation of\nLincoln's character in a eulogy of great beauty. Clear in analysis, far-\nsighted in judgment, and loving in sentiment, he expresses that opinion\nof Lincoln which has become a part of the web of American thought. His\nis no hurried judgment, but the calm statement of opinion which is to-day\naccepted by the world:\n\"They all are gone, and, standing like a tower,\nOur children shall behold his fame,\nThe kindly-earnest, brave, foreseeing man,\nSagacious, patient, dreading, praise, not blame,\nNow birth of our new soil, the first American.\"\nWith Oliver Wendell Holmes comes the last of this brief American list of\nhonor. No other American has so combined delicacy with the New England\nhumor. We should be poorer by many a smile without \"My Aunt\" and \"The\nDeacon's Masterpiece.\" But this is not his entire gift. \"The Chambered\nNautilus\" strikes the chord of noble sentiment sounded in the last stanza\nof \"Thanatopsis\" and it will continue to sing in our hearts \"As the swift\nseasons roll.\" There is in his poems the smile and the sigh of the well-\n\"And if I should live to be\nThe last leaf upon the tree\nIn the Spring.\nLet them smile; as I do now;\nAs the old forsaken bough\nWhere I cling.\"\nAnd is this all? Around these few names does all the fragrance of\nAmerican poetry hover? In the hurry, prosperity, and luxury of modern\nlife is the care if the flower of poetry lost? Surely not. The last\nhalf of the nineteenth century and the beginning of the twentieth have\nbrought many beautiful flowers of poetry and hints of more perfect\nblossoms. Lanier has sung of the life of the south he loved; Whitman and\nMiller have stirred us with enthusiasm for the progress of the nation;\nField and Riley have made us laugh and cry in sympathy; Aldrich, Sill,\nVan Dyke, Burroughs, and Thoreau have shared with us their hoard of\nbeauty. Among the present generation may there appear many men and women\nwhose devotion to the delicate flower shall be repaid by the gratitude of\nContributed by Carhart, Margaret Spraque\n22 June 2003", "id": "<urn:uuid:638eb7d0-6203-444c-a2d1-80be6810fda1>", "dump": "CC-MAIN-2013-20", "url": "http://www.humanitiesweb.org/spa/lai/ID/1539", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9668370485305786, "token_count": 3187, "score": 3.765625, "int_score": 4}
{"text": "On January 16, 1863, Walt Whitman wrote a pained letter to his brother, Thomas Jefferson Whitman, in which he bemoaned the Union’s recent defeat at Fredericksburg as the most “complete piece of mismanagement perhaps ever yet known in the earth's wars.”\nWhile Whitman today is celebrated as one of America’s greatest poets, works like Leaves of Grass, penned in the 1850s, were seen as scandalous by an American reading public unready for Whitman’s unconventional lifestyle. An opponent of slavery, Whitman supported the Union with the poem Beat! Beat! Drums and volunteered as a nurse in army hospitals.\nAfter Lincoln’s assassination in 1865, Whitman penned Oh Captain, My Captain, eulogizing the President for having navigated the ship of state through the storm of war, only to meet a violent end.", "id": "<urn:uuid:1c1ea546-62ba-4fed-b94c-3c8787377d6e>", "dump": "CC-MAIN-2013-20", "url": "http://tpr.org/post/week-civil-war-485?ft=1&f=168896410,168978447,169074256,169170371,169367809,169981090,169981167,169981640,169982186,169983052,169983689,170665935,170667035,170667818,173159441", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9769465327262878, "token_count": 180, "score": 2.59375, "int_score": 3}
{"text": "By JOHN CARTER\nWhen Abraham Lincoln died from an assassin’s bullet on April 15, 1865, Edwin Stanton remarked to those gathered around his bedside, “Now he belongs to the ages.”\nOne of the meanings implied in Stanton’s famous statement is that Lincoln would not only be remembered as an iconic figure of the past, but that his spirit would also play a significant role in ages to come.\nThe Oscar-nominated movie “Lincoln,” which chronicles the struggle to pass the 13th amendment abolishing slavery, has turned our attention again to Lincoln’s legacy and his relevance amid our nation’s present divisions and growing pains.\nHere is some of the wit and wisdom of Abraham Lincoln worth pondering:\n“As for being president, I feel like the man who was tarred and feathered and ridden out of town on a rail. To the man who asked him how he liked it, he said, ‘If it wasn’t for the honor of the thing, I’d rather walk.’”\n“I desire so to conduct the affairs of this administration that if at the end, when I come to lay down the reins of power, I have lost every other friend on earth, I shall at least have one friend left, and that friend shall be down inside of me.”\n“Should my administration prove to be a very wicked one, or what is more probable, a very foolish one, if you the people are true to yourselves and the Constitution, there is but little harm I can do, thank God.”\n“Bad promises are better broken than kept.”\n“I am not at all concerned that the Lord is on our side in this great struggle, for I know that the Lord is always on the side of the right; but it is my constant anxiety and prayer that I and this nation may be on the Lord’s side.”\n“I have never had a feeling, politically, that did not spring from the sentiments embodied in the Declaration of Independence.”\n“Those who deny freedom to others deserve it not for themselves; and, under a just God, cannot long retain it.”\n“As I would not be a slave, so I would not be a master. This expresses my idea of democracy.”\n“The probability that we may fail in the struggle ought not to deter us from the support of a cause we believe to be just.”\n“The true rule, in determining to embrace or reject anything, is not whether it have any evil in it, but whether it have more evil than good. There are few things wholly evil or wholly good.”\n“Some of our generals complain that I impair discipline and subordination in the army by my pardons and respites, but it makes me rested, after a hard day’s work, if I can find some good excuse for saving a man’s life, and I go to bed happy as I think how joyful the signing of my name will make him (a deserter) and his family.”\n“I have been driven many times to my knees by the overwhelming conviction that I had nowhere else to go.”\nIn addition, Lincoln’s Gettysburg Address and his second inaugural speech are ever relevant. And you may wish to add your own favorites to these.\nPaul’s advice to us in Philippians 4:8 is to “fill your minds with those things that are good and deserve praise: things that are true, noble, right, pure, lovely, and honorable.”\nAs we celebrate his birthday on the 12th, Lincoln’s words more than meet this standard!\nJohn Carter is a Weatherford resident whose column, “Notes From the Journey,” is published weekly in the Weatherford Democrat.", "id": "<urn:uuid:d53f9812-f42b-4039-a509-209a2d5aac9b>", "dump": "CC-MAIN-2013-20", "url": "http://weatherforddemocrat.com/opinion/x1303543173/NOTES-FROM-THE-JOURNEY-Lincoln-is-still-one-for-the-ages", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9683926701545715, "token_count": 821, "score": 3.390625, "int_score": 3}
