"{\"text\": \"The Independent Jane\\nFor all the love, romance and scandal in Jane Austen’s books, what they are really about is freedom and independence. Independence of thought and the freedom to choose.\\nElizabeth’s refusal of Mr. Collins offer of marriage showed an independence seldom seen in heroines of the day. Her refusal of Mr. Darcy while triggered by anger showed a level of independence that left him shocked and stunned.\\nThe freedom she exhibited in finally accepting him in direct defiance of Lady Catherine and knowing her father would disapprove was unusual even for Austen. In her last book Anne Elliot is persuaded to refuse Captain Wentworth at Lady Russel’s insistence.\\nAlthough Jane played by the rules of the day, all of her writing is infused with how she wanted life to be. She ‘screams’ her outrage at the limitations for women in Emma.\\nWhen accosted by Mrs. Elton, Jane Fairfax says,\\n“Excuse me, ma’am, but this is by no means my intention; I make no inquiry myself, and should be sorry to have any made by my friends. When I am quite determined as to the time, I am not at all afraid of being long unemployed. There are places in town, offices, where inquiry would soon produce something — offices for the sale, not quite of human flesh, but of human intellect.”\\n“Oh! my dear, human flesh! You quite shock me; if you mean a fling at the slave-trade, I assure you Mr. Suckling was always rather a friend to the abolition.”\\n“I did not mean, I was not thinking of the slave-trade,” replied Jane; “governess-trade, I assure you, was all that I had in view; widely different certainly, as to the guilt of those who carry it on; but as to the greater misery of the victims, I do not know where it lies.”\\nThat same sentiment is emphasized in Emma’s shock when Mrs. Weston tells her of Frank Churchill’s secret engagement to Jane.\\n“Good God!” cried Emma, “Jane actually on the point of going as governess! What could he mean by such horrible indelicacy? To suffer her to engage herself — to suffer her even to think of such a measure!”\\nI find it interesting that at the moment of Austen’s birth or there about, John Adams left his farm in Massachusetts for the Continental Congress in Philadelphia. Doesn’t sound particularly interesting, I know but consider this.\\nJohn Adams left his home in mid-December 1775 to attend an unprecedented meeting of colonial representatives to consider severing ties with their mother country and her monarch; a decision that culminated in a document unlike any ever written. In the mother country, one day in that same cold December a baby girl was born at Steventon Rectory. Her cry was heard by only the people in the house but the years to come would see her pen create works unlike any the world had ever seen.\\nComparing Austen’s words with Thomas Jefferson’s may seem a trivialization but I believe that Austen’s impact on the world is no less important than Jefferson’s. The effect of Jane’s writing maybe more subtle than that of the Virginian but it is no less influential.\\nJefferson’s words instigated and promoted a revolution, a war of independence. Jane’s words had no such excessive consequence. Still in her own quiet, genteel yet powerful way she declared and promoted the same principles of freedom and self-regulated independence as our American forefathers. In all her novels Jane advocates independence of person and thought, the rights of all and acceptance of responsibility for those rights.\\nJane may not have incited military action as Jefferson did but even as an avowed royalist, I doubt not that Jane Austen firmly believed in his declaration of the right to life, liberty and the pursuit of happiness.\", \"id\": \"<urn:uuid:0d8a309d-25c5-405d-a08a-c11239f0d717>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://austenauthors.net/the-independent-jane\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9743200540542603, \"token_count\": 845, \"score\": 2.75, \"int_score\": 3}\n"
"{\"text\": \"A main character’s name often gives you the first clue to what a novel is “about,” especially when it’s also the title of the book. A good example turns up in Olive Kitteridge, the collection of linked short stories that won the 2009 Pulitzer Prize for fiction. A just-picked olive is as bitter — and the color olive is as drab — as the title character of the book appears at first to be. The salt added during curing removes the bitterness just as love, the salt in this book, removes some of Olive’s. In Ireland a kitter is a left-handed person. And Olive is at least metaphorically left-handed: She’s out of sync with others in her coastal town in Maine. A surname database says of Kitter: “This is an Olde English or Anglo-Saxon pre 10th Century name which derives from the word ‘Cyta’ and is a nickname of the medieval period generally given to one of fairly violent attitudes.” Olive’s views of life are “fairly violent,” especially in the first story, when they are so angry they verge on caricature.\\nMay 29, 2009\\nWhat’s in a Character’s Name? ‘Olive Kitteridge’\\nLeave a Comment »\\nNo comments yet.\", \"id\": \"<urn:uuid:13555330-9462-4be5-bb21-d21bfedac74b>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://oneminutebookreviews.wordpress.com/2009/05/29/what%E2%80%99s-in-a-character%E2%80%99s-name-%E2%80%98olive-kitteridge%E2%80%99/?like=1&_wpnonce=90624772bb\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9515275955200195, \"token_count\": 284, \"score\": 2.859375, \"int_score\": 3}\n"
"{\"text\": \"Books Yellow, Red, and Green and Blue,\\nAll true, or just as good as true,\\nAnd here's the Blue Book just for YOU!\\nHard is the path from A to Z,\\nAnd puzzling to a curly head,\\nYet leads to Books—Green, Yellow and Red.\\nFor every child should understand\\nThat letters from the first were planned\\nTo guide us into Fairy Land\\nSo labour at your Alphabet,\\nFor by that learning shall you get\\nTo lands where Fairies may be met.\\nAnd going where this pathway goes,\\nYou too, at last, may find, who knows?\\nThe Garden of the Singing Rose.\\nAs to whether there are really any fairies or not, that is a difficult question. The Editor never saw any himself, but he knew several people who have seen them-in the Highlands-and heard their music.\\nIf ever you are in Nether Lochaber, go to the Fairy Hill, and you may hear the music your-self, as grown-up people have done, but you must go on a fine day.\\nThis book has been especially re-published to raise funds for:\\nThe Great Ormond Street Hospital Children’s Charity\\nBy buying this book you will be donating to this great charity that does so much good for ill children and which also enables families to stay together in times of crisis. And what better way to help children than to buy a book of fairy tales. Some have not been seen in print or heard for over a century. 33% of the Publisher’s profit from the sale of this book will be donated to the GOSH Children’s Charity.\\nYESTERDAYS BOOKS for TODAYS CHARITIES\\nLITTLE RED RIDING HOOD\\nOnce upon a time there lived in a certain village a little country girl, the prettiest creature was ever seen. Her mother was excessively fond of her; and her grandmother doted on her still more. This good woman had made for her a little red riding-hood; which became the girl so extremely well that everybody called her Little Red Riding-Hood.\\nOne day her mother, having made some custards, said to her:\\n\\\"Go, my dear, and see how thy grandmamma does, for I hear she has been very ill; carry her a custard, and this little pot of butter.\\\"\\nLittle Red Riding-Hood set out immediately to go to her grandmother, who lived in another village.\\nAs she was going through the wood, she met with Gaffer Wolf, who had a very great mind to eat her up, but he dared not, because of some faggot-makers hard by in the forest. He asked her whither she was going. The poor child, who did not know that it was dangerous to stay and hear a wolf talk, said to him:\\n\\\"I am going to see my grandmamma and carry her a custard and a little pot of butter from my mamma.\\\"\\n\\\"Does she live far off?\\\" said the Wolf.\\n\\\"Oh! aye,\\\" answered Little Red Riding-Hood; \\\"it is beyond that mill you see there, at the first house in the village.\\\"\\n\\\"Well,\\\" said the Wolf, \\\"and I'll go and see her too. I'll go this way and you go that, and we shall see who will be there soonest.\\\"\\nThe Wolf began to run as fast as he could, taking the nearest way, and the little girl went by that farthest about, diverting herself in gathering nuts, running after butterflies, and making nosegays of such little flowers as she met with. The Wolf was not long before he got to the old woman's house. He knocked at the door—tap, tap.\\n\\\"Your grandchild, Little Red Riding-Hood,\\\" replied the Wolf, counterfeiting her voice; \\\"who has brought you a custard and a little pot of butter sent you by mamma.\\\"\\nThe good grandmother, who was in bed, because she was somewhat ill, cried out:\\n\\\"Pull the bobbin, and the latch will go up.\\\"The Wolf pulled the bobbin, and the door opened, and then presently he fell upon the good woman and ate her up in a moment, for it was above three days that he had not touched a bit. He then shut the door and went into the grandmother's bed, expecting Little Red Riding-Hood, who came some time afterward and knocked at the door—tap, tap.\\nLittle Red Riding-Hood, hearing the big voice of the Wolf, was at first afraid; but believing her grandmother had got a cold and was hoarse, answered:\\n\\\"’Tis your grandchild, Little Red Riding-Hood, who has brought you a custard and a little pot of butter mamma sends you.\\\"\\nThe Wolf cried out to her, softening his voice as much as he could:\\n\\\"Pull the bobbin, and the latch will go up.\\\"\\nLittle Red Riding-Hood pulled the bobbin, and the door opened.\\nThe Wolf, seeing her come in, said to her, hiding himself under the bed-clothes:\\n\\\"Put the custard and the little pot of butter upon the stool, and come and lie down with me.\\\"\\nLittle Red Riding-Hood undressed herself and went into bed, where, being greatly amazed to see how her grandmother looked in her night-clothes, she said to her:\\n\\\"Grandmamma, what great arms you have got!\\\"\\n\\\"That is the better to hug thee, my dear.\\\"\\n\\\"Grandmamma, what great legs you have got!\\\"\\n\\\"That is to run the better, my child.\\\"\\n\\\"Grandmamma, what great ears you have got!\\\"\\n\\\"That is to hear the better, my child.\\\"\\n\\\"Grandmamma, what great eyes you have got!\\\"\\n\\\"It is to see the better, my child.\\\"\\n\\\"Grandmamma, what great teeth you have got!\\\"\\n\\\"That is to eat thee up.\\\"\\nAnd, saying these words, this wicked wolf fell upon Little Red Riding-Hood, and tried to start eating her. Red Riding Hood screamed “Someone Help Me!” over and over again.\\nThe woodcutter, who was felling trees nearby, heard Red Riding Hood’s screams for help and ran to the cottage. He burst in to find the wolf trying to eat Red Riding Hood.\\nHe swung his axe, and with one blow killed the bad wolf for which Red Riding Hood was ever so grateful.\\nGreat Book! Really interesting read! Was great to see a published version of Jewish tales! Arrived very quickly too - great service!\\nA thrilling book about a chase across the US! A great story, my son loved it! Quick and Convenient delivery!\\nStories of the famous spice route across Asia! Great to see a volume of Phillipine Folklore Stories in Print, only one I've found on the web!\\nWe deliver to destinations all over the world, and here at Abela, we have some of the best rates in the book industry.\\nWe charge shipping dependant on the book you have ordered and where in the world you are ordering from. This will be shown below the price of the book.\\nThe delivery time is typically dependant on where in the world you are ordering from, Should you need a estimated delivery time, please do not hesitate to contact us.\\nWe pride ourselves on the quality of our packaging and damage rates are very low. In the unlikely event there is damage please contact us before returning your item, as you may have to pay for return shipping, if you have not let us know.\\nDue to the nature of books being read then returned for a refund, unfortunately we do not accept returns unless the item is damaged and we are notified ON THE DAY OF DELIVERY.\", \"id\": \"<urn:uuid:417be69e-3827-4c17-971c-f3410cf2c856>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.abelapublishing.com/the-blue-fairy-book_p23349351.htm\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9766756892204285, \"token_count\": 1657, \"score\": 2.5625, \"int_score\": 3}\n"
"{\"text\": \"This insightful research by respected Israeli scholar Nurit Peled-Elhanan will confirm what Palestinian researchers have always known: Israel's prevailing culture of racism, fundamentalism, support for war crimes, and apartheid against Palestinians is mainly a product of an educational system that indoctrinates Jewish-Israeli students with militant colonial values and extreme racism that turn them into \\\"monsters\\\" once in uniform.\\nGuardian: Academic claims Israeli school textbooks contain bias \\\"Nurit Peled-Elhanan of Hebrew University says textbooks depict Palestinians as 'terrorists, refugees and primitive farmers\\\"\\n\\\"Peled-Elhanan, a professor of language and education at the Hebrew University of Jerusalem, has studied the content of Israeli school books for the past five years, and her account, Palestine in Israeli School Books: Ideology and Propaganda in Education, is to be published in the UK this month. She describes what she found as racism– but, more than that, a racism that prepares young Israelis for their compulsory military service.\\n\\\"People don't really know what their children are reading in textbooks,\\\" she said. \\\"One question that bothers many people is how do you explain the cruel behaviour of Israeli soldiers towards Palestinians, an indifference to human suffering, the inflicting of suffering. People ask how can these nice Jewish boys and girls become monsters once they put on a uniform. I think the major reason for that is education. So I wanted to see how school books represent Palestinians.\\\"\\nIn \\\"hundreds and hundreds\\\" of books, she claims she did not find one photograph that depicted an Arab as a \\\"normal person\\\". The most important finding in the books she studied – all authorised by the ministry of education – concerned the historical narrative of events in 1948, the year in which Israel fought a war to establish itself as an independent state, and hundreds of thousands of Palestinians fled the ensuing conflict.\\nThe killing of Palestinians is depicted as something that was necessary for the survival of the nascent Jewish state, she claims.\\\"\\nThose who see this as an aberration of Zionism seem to lack sufficient understanding of what Zionism really is and the central role it plays as a patently racist ideology in justifying ethnic cleansing and racist domination over Palestinians.\\nOne should not wonder then why, at the height of the Israeli massacre in Gaza 2008-09, a Tel Aviv University poll (reported in the Jerusalem Post, Jan. '09) of Jewish-Israeli opinion showed a shocking 94% support for the assault, despite full knowledge of the enormous suffering this Israeli aggression had inflicted upon the 1.5 million Palestinians incarcerated in the Gaza \\\"prison camp\\\" and of the massive destruction of their civilian infrastructure.\\nAs in every other colonial system, only sustained and effective pressure from within as well as from without can put an end to this downward spiral of criminality, impunity and unspoken racism. More BDS is needed to end Israeli occupation, colonialism and apartheid. Other than the obvious benefits to indigenous Palestinians, suffering more than six decades of this three-tiered system of Israeli oppression, an end to this system of oppression may well transform most Israelis from colonial \\\"monsters\\\" into normal humans.\\n(ed note: Nurit Peled-Elhanan is author of Palestine in Israeli School Books: Ideology and Propaganda in Education. International publisher I.B.TAURIS description: \\\"She analyzes the presentation of images, maps, layouts and use of language in History, Geography and Civic Studies textbooks, and reveals how the books might be seen to marginalize Palestinians, legitimize Israeli military action and reinforce Jewish-Israeli territorial identity. This book provides a fresh scholarly contribution to the Israeli-Palestinian debate, and will be relevant to the fields of Middle East Studies and Politics more widely.\\\")\", \"id\": \"<urn:uuid:678fe9bf-3c2f-442f-8e14-46356c50951b>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://mondoweiss.net/2011/08/israeli-textbooks-portray-palestinians-as-terrorists-refugees-and-primitive-farmers.html\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9487174153327942, \"token_count\": 757, \"score\": 2.59375, \"int_score\": 3}\n"
"{\"text\": \"Two teachers at Norview High School in Norfolk, VA were recently put on administrative leave by the school after a parent complained about a video that she saw in Government class. The video informed its audience on how to assert their constitutional rights during various encounters with police, such as during a car or house search. It was accompanied by a one page handout about a person’s rights when stopped and arrested by the police. When the girl came home after school that day, she told her mother “You won’t believe what we are learning in Government. They are teaching us how to hide our drugs.” The woman promptly called the school to complain about what was taught to her daughter, and the teachers were subsequently suspended.\\nThere are two things that are rather irksome about these series of events. First, why are parents are so ready to jump to conclusions and act on those assumptions? It’s a little hard to believe that teachers would be lecturing their students on the best way to hide drugs from the police. If the girl’s mother had just inquired as to what was actually taught that day, it would have been clear that this was Government class as usual, just an exercise in educating youth on the Constitution.\\nSecond, and more importantly, why are schools eager to appease parents at the drop of a hat? These are institutions filled with education professionals: teachers know what their students should learn and what the appropriate materials for teaching them are. A school’s administration should trust that the teacher is making reasonable choices as to how a child is taught and with what. In response to a parent’s complaint, they should first research the allegations. The administration at Norview High School, for instance, could have a gotten a copy of the leaflet given to students. They also could have watched the video to see if anything inappropriate was shown. Instead, the school acquiesced to the demands of one uninformed parent. Sometimes, Mother doesn’t know what’s best. That’s why we have schools and teachers.\\nUnfortunately, this is not a new problem. Schools all over the country have bowed down to raging parents over something they don’t think is appropriate for their child. It’s a distressing thought that a parent’s misunderstanding about a certain book or a particular lesson in school can translate into a child’s incomplete education. Learning about an individual’s constitutional rights enhances one’s education and can even make for a better citizen. School administrators need to have more confidence in themselves and their teachers. They need to stick to what they believe is important for a child’s education.\", \"id\": \"<urn:uuid:a4dee370-849c-4c50-bca2-fa569742a920>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://ncacblog.wordpress.com/2010/06/09/teachers-get-in-trouble-for-teaching-students-about-their-constitutional-rights/\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9836153984069824, \"token_count\": 549, \"score\": 2.5625, \"int_score\": 3}\n"
"{\"text\": \"Should I Be a Strict or Lenient Parent?\\nTo be strict or not to be strict, that is the question – in fact, it’s the number-one question among child-rearing and education authorities, among teachers and, of course, parents. It’s doubtful that there is a parent who hasn’t at one time or another agonized over this.\\nThere is a widespread uncertainty on how to be at home (or how to come across in the classroom) – tough or soft, to be a strict disciplinarian or a permissivist. Have you noticed, however, that you seldom hear a parent or teacher admit “I am authoritarian” or “I am permissive”? These are terms reserved for those with whom you disagree.\\nThe question, whether to be strict or lenient, never ceases to be debated in books and articles, or at conferences and conventions. Dr. Gordon points out that this question is what social scientists call a “pseudo problem” and how it also is a clear case of “either-or thinking”. Let’s take a look at what he means by that.\\nSeldom parents or teachers seem to recognize that it is not necessary to make a choice between these two leadership styles. Few adults know it, but there is an alternative to being at either end of the strictness-leniency scale. There is the choice of a third style.\\nThis alternative is being neither authoritarian nor permissive, neither strict nor lenient. Does that mean being somewhere near the middle of the scale–moderately strict or moderately lenient? Not at all. The alternative is not being on the scale at all! How so?\\nAuthoritarian leadership–whether at home or in the classroom–means that the control is in the hands of the adult leader. It has been researched and proven for decades how ineffective maintaining control through power is. Authoritarianism often creates fearful and subservient children and/or rebellion.\\nStill, no parent or teacher really wants to suffer the chaotic consequences of unrestricted freedom and lawless permissiveness either. It’s also true that most children are uncomfortable with the consequences of permissiveness. Permissive leadership means that control has been “permitted” to be in the hands of the youngsters. Children of permissive parents usually feel guilty about always getting their way. They also feel insecure about being loved, because their inconsiderate behaviors make them feel unlovable.\\nSo what is that third viable alternative to both, authoritarian and permissive adult leadership? It’s what Dr. Gordon in detail describes in his model of parenting, a set of skills and methods known as Parent Effectiveness Training that are geared toward rearing self-disciplined children in a harmonious family climate.\\nFor now, let’s just emphasize that this new approach to relating to youngsters requires a transformation in the way adults perceive children, as well as a shift in the way they treat them. This transformation can be accomplished by learning a few new skills and methods that are applied in everyday life.\\nThis newsletter will describe and examine each of these skills and methods in its future editions and hopefully contribute to you having a more harmonious and peaceful home.\", \"id\": \"<urn:uuid:29c141a3-d91f-45f5-9c19-6ec27952d087>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.gordontraining.com/free-parenting-articles/should-i-be-a-strict-or-lenient-parent/\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9550747275352478, \"token_count\": 675, \"score\": 2.71875, \"int_score\": 3}\n"
"{\"text\": \"It's normal for parents to disagree and argue from time to time. Parents might disagree about money, home chores, or how to spend time. They might disagree about big things — like important decisions they need to make for the family. They might even disagree about little things that don't seem important at all — like what's for dinner or what time someone gets home.\\nSometimes parents can disagree with each other and still manage to talk about it in a calm way, where both people get a chance to listen and to talk. But many times when parents disagree, they argue. An argument is a fight using words.\\nMost kids worry when their parents argue. Loud voices and angry words parents might use can make kids feel scared, sad, or upset. Even arguments that use silence — like when parents act angry and don't talk to each other at all — can be upsetting for kids.\\nIf the argument has anything to do with the kids, kids might think they have caused their parents to argue and fight. If kids think it's their fault, they might feel guilty or even more upset. But parents' behavior is never the fault of kids.\\nWhat Does It Mean When Parents Fight?\\nKids often worry about what it means when parents fight. They might jump to conclusions and think arguments mean their parents don't love each other anymore. They might think it means their parents will get a divorce.\\nBut parents' arguments usually don't mean that they don't love each other or that they're getting a divorce. Most of the time the arguments are just a way to let off steam when parents have a bad day or feel stressed out over other things. Most people lose their cool now and then.\\nJust like kids, when parents get upset they might cry, yell, or say things they don't really mean. Sometimes an argument might not mean anything except that one parent or both just lost their temper. Just like kids, parents might argue more if they're not feeling their best or are under a lot of stress from a job or other worries.\\nKids usually feel upset when they see or hear parents arguing. It's hard to hear the yelling and the unkind words. Seeing parents upset and out of control can make kids feel unprotected and scared.\\nKids might worry about one parent or the other during an argument. They might worry that one parent may feel especially sad or hurt because of being yelled at by the other parent. They might worry that one parent seems angry enough to lose control. They might worry that their parent might be angry with them, too, or that someone might get hurt.\\nSometimes parents' arguments make kids cry or give them a stomachache. Worry from arguments can even make it hard for a kid to go to sleep or go to school.\\nWhat to Do When Parents Fight\\nIt's important to remember that the parents are arguing or fighting, not the kids. So the best thing to do is to stay out of the argument and go somewhere else in the house to get away from the fighting or arguing. So go to your room, close the door, find something else to do until it is over. It's not the kid's job to be a referee.\\nWhen Parents' Fighting Goes Too Far\\nWhen parents argue, there can be too much yelling and screaming, name calling, and too many unkind things said. Even though many parents may do this, it's never OK to treat people in your family with disrespect, use unkind words, or yell and scream at them.\\nSometimes parents' fighting may go too far, and include pushing and shoving, throwing things, or hitting. These things are never OK. When parents' fights get physical in these ways, the parents need to learn to get their anger under control. They might need the help of another adult to do this.\\nKids who live in families where the fighting goes too far can let someone know what's going on. Talking to other relatives, a teacher, a school counselor, or any adult you trust about the fighting can be important.\\nSometimes parents who fight can get so out of control that they hurt each other, and sometimes kids can get hurt, too. If this happens, kids can let an adult know, so that the family can be helped and protected from fighting in a way that hurts people.\\nIf fighting is out of control in a family, if people are getting hurt from fighting, or if people in the family are tired of too much fighting, there is help. Family counselors and therapists know how to help families work on problems, including fighting.\\nThey can help by teaching family members to listen to each other and talk about feelings without yelling and screaming. Though it may take some work, time, and practice, people in families can always learn to get along better.\\nIs It OK for Parents to Argue Sometimes?\\nHaving arguments once in a while can be healthy if it helps people get feelings out in the open instead of bottling them up inside. It's important for people in a family to be able to tell each other how they feel and what they think, even when they disagree. The good news about disagreeing is that afterward people usually understand each other better and feel closer.\\nParents fight for different reasons. Maybe they had a bad day at work, or they're not feeling well, or they're really tired. Just like kids, when parents aren't feeling their best, they can get upset and might be more likely to argue. Most of the time, arguments are over quickly, parents apologize and make up, and everyone feels better again.\\nHappy, Healthy Families\\nNo family is perfect. Even in the happiest home, problems pop up and people argue from time to time. Usually, the family members involved get what's bothering them out in the open and talk about it. Everyone feels better, and life can get back to normal.\\nBeing part of a family means everyone pitches in and tries to make life better for each other. Arguments happen and that's OK, but with love, understanding, and some work, families can solve almost any problem.\", \"id\": \"<urn:uuid:12d027d4-f1ad-47d0-baaa-eea0edc16cc9>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://kidshealth.org/PageManager.jsp?dn=RadyChildrensHospital&lic=102&cat_id=20068&article_set=22653&ps=304\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9713375568389893, \"token_count\": 1240, \"score\": 3.28125, \"int_score\": 3}\n"
"{\"text\": \"You may associate pneumonia with the melodrama of a soap opera: prolonged hospital stays, oxygen tents, and family members whispering in bedside huddles. It's true that pneumonia can be serious. But more often pneumonia is an infection that can be easily treated at home without a hospital stay.\\nWhat Is Pneumonia?\\nPneumonia (pronounced: noo-mow-nyuh) is an infection of the lungs. When someone has pneumonia, lung tissue can fill with pus and other fluid, which makes it difficult for oxygen in the lung's air sacs to reach the bloodstream. With pneumonia, a person may have difficulty breathing and have a cough and fever; occasionally, chest or abdominal pain and vomiting are symptoms, too.\\nPneumonia is commonly caused by viruses, such as the influenza virus(flu) and adenovirus. Other viruses, such as respiratory syncytial virus(RSV), are common causes of pneumonia in young children and infants.\\nBacteria such as Streptococcus pneumoniae can cause pneumonia, too. People with bacterial pneumonia are usually sicker than those with viral pneumonia, but can be effectively treated with antibiotic medications.\\nYou might have heard the terms \\\"double pneumonia\\\" or \\\"walking pneumonia.\\\" Double pneumonia simply means that the infection is in both lungs. It's common for pneumonia to affect both lungs, so don't worry if your doctor says this is what you have — it doesn't mean you're twice as sick.\\nWalking pneumonia refers to pneumonia that is mild enough that you may not even know you have it. Walking pneumonia (also called atypical pneumonia because it's different from the typical bacterial pneumonia) is common in teens and is often caused by a tiny microorganism, Mycoplasma pneumoniae. Like the typical bacterial pneumonia, walking pneumonia also can be treated with antibiotics.\\nWhat Are the Signs and Symptoms?\\nMany symptoms are associated with pneumonia; some of them, like a cough or a sore throat, are also common with other common infections. Often, people get pneumonia after they've had an upper respiratory tract infection like a cold.\\nSymptoms of pneumonia can include:\\nunusually rapid breathing\\nchest or abdominal pain\\nloss of appetite\\nvomiting and dehydration\\nSymptoms vary from person to person, and few people get all of them.\\nWhen pneumonia is caused by bacteria, a person tends to become sick quickly and develops a high fever and has difficulty breathing. When it's caused by a virus, symptoms generally appear more gradually and might be less severe.\\nSomeone's symptoms can help the doctor identify the type of pneumonia. Mycoplasma pneumoniae, for example, often causes headaches, sore throats, and rash in addition to the symptoms listed above.\\nThe routine vaccinations that most people receive as kids help prevent certain types of pneumonia and other infections. If you have a chronic illness, such as sickle cell disease, you may have received additional vaccinations and disease-preventing antibiotics to help prevent pneumonia and other infections caused by bacteria.\\nPeople with diseases that affect their immune system (like diabetes, HIV infection, or cancer), are 65 or older, or are in other high-risk groups should receive a pneumococcal vaccination. They also may receive antibiotics to prevent pneumonia that can be caused by organisms they're especially susceptible to. In some cases, antiviral medication might be used to prevent viral pneumonia or to lessen its effects.\\nDoctors recommend that everyone 6 months and older gets a flu vaccine. That's because pneumonia often happens as a complication of the flu. Call your doctor's office to see when these vaccines are available.\\nBecause pneumonia is often caused by germs, a good way to prevent it is to keep your distance from anyone you know who has pneumonia or other respiratory infections. Use separate drinking glasses and eating utensils; wash your hands frequently with warm, soapy water; and avoid touching used tissues and paper towels.\\nYou also can stay strong and help avoid some of the illnesses that might lead to pneumonia by eating as healthily as possible, getting a minimum of 8 to 10 hours of sleep a night, and not smoking.\\nHow Long Does It Last?\\nThe length of time between exposure and feeling sick (called the incubation period) depends on many factors, particularly the type of pneumonia involved.\\nWith influenza pneumonia, for example, someone may become sick as soon as 12 hours or as long as 3 days after exposure to the flu virus. But with walking pneumonia, a person may not have symptoms until 2 to 3 weeks after becoming infected.\\nMost types of pneumonia resolve within a week or two, although a cough can linger for several weeks more. In severe cases, it may take longer to completely recover.\\nIf you think you may have pneumonia, tell a parent or other adult and be sure you see a doctor. Be especially aware of your breathing; if you have chest pain or trouble breathing or if your lips or fingers look blue, you should go to a doctor's office or to a hospital emergency department right away.\\nHow Is Pneumonia Treated?\\nIf pneumonia is suspected, the doctor will perform a physical exam and might order a chest X-ray and blood tests. People with bacterial or atypical pneumonia will probably be given antibiotics to take at home. The doctor also will recommend getting lots of rest and drinking plenty of fluids.\\nSome people with pneumonia need to be hospitalized to get better — usually babies, young kids, and people older than 65. However, hospital care may be needed for a teen who:\\nalready has immune system problems\\nhas cystic fibrosis\\nis dangerously dehydrated or is vomiting a lot and can't keep fluids and medicine down\\nhas had pneumonia frequently\\nhas skin that's blue or pale in color, which reflects a lack of oxygen\\nWhen pneumonia patients are hospitalized, treatment might include intravenous (IV) antibiotics (delivered through a needle inserted into a vein) and respiratory therapy (breathing treatments).\\nAntiviral medications approved for adults and teens can reduce the severity of flu infections if taken in the first 1 to 2 days after symptoms begin. They're usually prescribed for teens who have certain underlying illnesses such as asthma or who have pneumonia or breathing difficulty.\\nIf you have been exposed to influenza and you begin to develop symptoms of pneumonia, call a doctor.\\nIf your doctor has prescribed medicine, be sure to follow the directions carefully.\\nYou may feel better in a room with a humidifier, which increases the moisture in the air and soothes irritated lungs. Make sure you drink plenty of fluids, especially if you have a fever. If you have a fever and feel uncomfortable, ask the doctor whether you can take over-the-counter medicine such as acetaminophen or ibuprofen to bring it down. But don't take any medicine without checking first with your doctor — a cough suppressant, for example, may not allow your lungs to clear themselves of mucus.\\nAnd finally, be sure to rest. This is a good time to sleep, watch TV, read, and lay low. If you treat your body right, it will repair itself and you'll be back to normal in no time.\", \"id\": \"<urn:uuid:d7bdcf2d-ea1c-4316-a4f7-13bbedd58cdc>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://kidshealth.org/PageManager.jsp?dn=K_HovnanianChildrens_Hospital&lic=184&cat_id=20174&article_set=22204&tracking=T_RelatedArticle\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9581039547920227, \"token_count\": 1475, \"score\": 3.75, \"int_score\": 4}\n"
"{\"text\": \"- weak drug regulatory control and enforcement;\\n- scarcity and/or erratic supply of basic medicines;\\n- unregulated markets and distribution chains;\\n- high drug prices and/or\\n- significant price differentials.\\nAt national level, governments, law enforcement agencies, heath professionals, the pharmaceutical industry, importers, distributors, and consumer organizations should adopt a shared responsibility in the fight against counterfeit drugs. Cooperation between countries, especially trading partners is very useful for combating counterfeiting. Cooperation should include the timely and appropriate exchange of information and the harmonization of measures to prevent the spread of counterfeit medicines.\\nThe World Health Organization has developed and published guidelines, Guidelines for the development of measures to combat counterfeit medicines. These guidelines provide advice on measures that should be taken by the various stakeholders and interested parties to combat counterfeiting of medicines. Governments and all stakeholders are encouraged to adapt or adopt these guidelines in their fight against counterfeiting of medicines.\\n- Guidelines for the development of measures to combat counterfeit medicines\\n- Rapid Alert System for counterfeit medicines\\nCommunication and advocacy - creating public awareness\\nPatients and consumers are the primary victims of counterfeit medicines. In order to protect them from the harmful effects of counterfeit medicines it is necessary to provide them with appropriate information and education on the consequences of counterfeit medicines.\\nPatients and consumers expect to get advice from national authorities, health-care providers, health professionals and others from where they should buy or get their medicines; what measures they should take in case they come across such medicines or are affected by the use of such medicines.\\nMinistries of health, national medicines regulators, health professional associations, nongovernmental organizations and other stakeholders have the responsibility to participate in campaign activities targeting patients and consumers to promote awareness of the problem of counterfeit medicines. Posters, brochures, radio and television programmes are useful means for disseminating messages and advice.\", \"id\": \"<urn:uuid:3ffdac17-ada1-42bf-b987-66bc26ca97f6>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://who.int/impact/activities/en/\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9296919703483582, \"token_count\": 378, \"score\": 3.21875, \"int_score\": 3}\n"
"{\"text\": \"Nursing a critically ill state back to health\\n|Indranill Basu Ray highlights the core problems that afflict Bengal's health sector and suggests a few ways to improve the situation|\\nDespite many technological and other achievements that have propelled India from being a developing nation to one of the top economies of the world, one field that India continues to lag behind in is health. This is why stories of babies dying in large numbers haunt newspaper headlines. India is behind Bangladesh and Sri Lanka in life expectancy at birth or under-five mortality level. India accounts for about 17 per cent of the world population, but it contribute to a fifth of the world's share of diseases. A third of all diarrhoeal diseases in the world occurs in India. The country has the second largest number of HIV/AIDS cases after South Africa. It is home to one-fifth of the world's population afflicted with diabetes and cardiovascular diseases.\\nA common excuse that I often hear is that we have limited resources to tackle the huge and burgeoning health problems. But even the richest country on earth, the United States of America, has failed to provide appropriate health services to a large section of the populace. The problem in India is quite different. Apart from being a poor nation with limited resources, it also has a sizeable population in need of basic health services. Furthermore, the lack of appropriate sanitary measures and education ensures an ever increasing presence of communicable disease that have been controlled and even eradicated in the developed nations.\\nIndia's list of woes does not stop here. Lack of foresight on the part of successive governments and selective and fragmented strategies to counter daily problems without a definite public health goal have been the mainstay of India's health policies. Resource allocation to this sector is influenced by the prevailing fiscal situation as well as by the priorities of the reigning government. Unfortunately, in Bengal — a state that faces a dismal fiscal situation — the government's priorities have been skewed as a result of political necessities. Although we have a new government at the helm, it is important to realize that gross changes at the practical level cannot be initiated without having a team with experience and knowledge define a well-thought-out strategy. It is also essential to have a government that is willing to fulfil the financial needs necessary for the strategy to work.\\nIt is difficult, if not impossible, to paint a picture of the present state of public health in West Bengal and to suggest measures to rectify the same in a short article like this. My intention is to highlight the core problems plaguing the system and to suggest solutions based on accepted principles of public health and healthcare management. The steps that need to be taken are as follows: reducing disease burden, including infectious diseases as well as non-communicable epidemics like diabetes mellitus and coronary heart disease; restructuring the existing primary healthcare system to make it more accountable; creating a skilled and professional workforce which is quality driven; financial planning to bring more investment to the health sector.\\nReducing disease burden is the cornerstone of any good health policy. The factors that help reduce communicable diseases are clean drinking water, improved sanitation and an effective vaccination programme. A paradigm shift, from the prevalent curative approach to a preventive approach, including health promotion by inculcating behavioural changes, is imperative to reduce disease burden. West Bengal is one of four states that urgently needs high investment in safe drinking water and toilet facilities. It is estimated that Rs 18,000 crore is required to provide effective drinking water and sanitation facilities for the entire country. Kerala, Maharashtra, West Bengal and Odisha would account for more than 60 per cent of the total outlay.\\nSimilarly, a huge investment is required to provide nutritional supplements to malnourished children and pregnant and lactating mothers living below the poverty line. According to a report by the national commission on macroeconomics and health, West Bengal would need to harness an additional resource requirement of rupees (in crore) 1,286, 2,459, 4,693, 13,811 and 8,485 in sectors such as health, water and sanitation, nutrition, primary schooling and roads. It has been projected that in the next five years West Bengal will spend a large portion of its revenues on wages and salaries, interest payments and pensions, leaving very little for discretionary expenditure in the field of health. It is imperative that the present government rethink and strategize in collaboration with the Centre to ensure the appropriate funding necessary to make the state healthy.\\nRestructuring the present healthcare delivery system is also equally important. Most primary healthcare centres are old, dilapidated buildings with few or no facilities. Some do not even have basic resources like healthcare workers or pharmacists. What is required is a radical overhaul of the existing system. There are differences in health systems of different countries. A State-run health system, such as the one in Canada, suffers from delayed medical care. A privately-run health system like the one in the US provides only limited health services to its poor. India's healthcare should carve out the best of both systems. Private healthcare is thriving in India. It is uncontrolled and aimed at profit-making. Government-run hospitals are poorly managed, providing few or no facilities to those living below the poverty line.\\nDifferent models have been suggested to take care of this disparity. While private investment will always be geared towards profit-making, it is mandatory to rein in these bodies under well-defined rules. Large private hospitals in the US are non-profit bodies, which have to follow stringent rules in patient care. At the other end of the spectrum is the National Health Service in Britain in which small, medium and even a few large hospitals are making way for a more competent and accountable government-controlled health system with fewer hospitals.\\nHuman resource management is very important in running an effective health system. One of the biggest lacunae of government health service is its poor human-resource management. Many physicians are not paid appropriate salaries or are posted in places that are not of their choice. Political intervention and favouritism play a big role in posting physicians. Consequently, dedicated physicians who want to serve the public or work in the academic setting found in government hospitals are forced to remain in private hospitals. To boost morale and efficacy, discipline needs to be instituted in the system and a transparent posting policy adopted. The doctor-population ratio needs to be improved by filling up vacancies in the West Bengal health service. It is important to free postings from the grip of bureaucrats to ensure the registration of quality candidates. Physicians failing to report to duty or indulging in indiscipline must be punished. Doctors who do sign up need to provide relevant and quality medical care. This can only be done if some form of recertification of doctors is made mandatory once every 10 years. Physicians' salaries in the state health service must be made on a par with those of the Central government to make sure that it remains a lucrative option. Senior physicians providing exemplary public service must be rewarded for the same. A commonly-held notion is that most physicians run after the lucrative salaries that are offered in private hospitals. Hence it is difficult to retain them in the government sector. This, however, is true of a minority. The majority of physicians are willing to work in a healthy, progressive and academic environment if there are appropriate non-financial incentives. Let us take the example of Christian Medical College, Vellore. Most of the faculty there are paid salaries that are much lower than those of the private sector. However, physicians are provided with other facilities such as good housing, free schools, free-to-highly-subsidized college education and, most importantly, a progressive and research oriented work environment.\\nWest Bengal lags behind many other states when it comes to medical education. There is an urgent need to increase the number of medical colleges in the state. Private investment for the same should be welcomed but appropriate laws must be instituted so that huge capitation fees are not charged for seats. Furthermore, selection should be made through competitive examinations. A certain percentage of seats can be reserved for the economically weaker sections. Students passing out of such medical colleges must be given postings in rural hospitals. This has been true on paper for many decades now, but the rule has been poorly implemented even in government-run medical colleges.\\nInnovative schemes ought to be thought of to involve the cash-rich private sector to service the medical needs of the state. Private institutions using government money or land must be asked to provide free service to 20 per cent of their capacity. Appropriate punitive measures — such as temporarily withholding or cancelling licences — can be taken when a private institution fails to honour this commitment. Institutions willing to set up large hospitals, particularly around Calcutta, must be helped through the provision of low-cost land. But in return, promises to set up satellite hospitals in far-flung district headquarters have to be met.\\nThe biggest challenge to the rejuvenation of the healthcare system is the garnering of funds. West Bengal is financially broke, thanks to the misrule of the communists. Unlike most other communist rulers, our home-grown variants failed to provide basic sanitation, good roads, a working healthcare system and appropriate nutritional supplements to women and children. The lack of social services resulted in poor health and in increased mortality among the vulnerable sections of society. Government efforts to improve basic health services must fund programmes that provide sanitation, nutritional supplements, and daily meals for school-going children. Substantial investments in these sectors can reduce mortality in children. It is popular to blame doctors for not being able to save severely ill, malnourished children. But things won't change unless determined steps are taken to root out the problems, such as poor funds, minimal resources and an incompetent workforce, that affect the West Bengal health service.\\nIn the next five years, in collaboration with the Centre and the non-government organizations involved in public health, the state government must chalk out a definitive strategy to improve the supply of clean drinking water, provide better sanitation and one full meal to school-going children and arrange for nutritional supplements to pregnant women. Private investment should be wooed in the health sector to set up hospitals in large metropolitan areas as well as in small district towns. While government land is needed at an appropriate price to help investors build hospitals, steps must be taken to bring about the inclusion of the deprived sections in their service plans. Strong regulatory bodies that can monitor private hospitals and nursing homes must be instituted. Many of the profiteering health institutions do not provide basic facilities, lack trained nurses and paramedical staff, and some are even run by quacks without medical degrees. It is of utmost importance that a regulatory body conducts surprise checks on these institutions, registers complaints and takes remedial steps.\\nMany NGOs have been able to set up large projects benefiting thousands of people. They have also succeeded in bringing foreign aid to tackle malaria and HIV. The state government should help these NGOs achieve their goals while exercising control to prevent financial irregularities. Their services ought to be applauded and single-window processing of applications instituted to help them tackle bureaucratic delays. Health is a service industry and not a lucrative business. Unfortunately, in Bengal, most large hospitals are owned by corporates. Only a few are owned or run by doctors. There is thus a sustained effort to make profit. Poor consumer protection makes the man on the street vulnerable to substandard service at high prices.\\nThese are trying times for Bengal, after years of mismanagement in the health sector. It is important for the present rulers to rectify the situation by laying down the stepping stones for a better tomorrow.\\nTuesday, November 22, 2011\\nNursing a critically ill state back to health Indranill Basu Ray highlights the core problems that afflict Bengal’s health sector and suggests a few ways to improve the situation\", \"id\": \"<urn:uuid:a51737a0-6a1a-4721-a739-791f50bfecba>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://basantipurtimes.blogspot.com/2011/11/nursing-critically-ill-state-back-to.html\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9593021273612976, \"token_count\": 2399, \"score\": 2.703125, \"int_score\": 3}\n"
"{\"text\": \"Sponsor a Child in Guinea\\n- ChildFund came to Guinea: 2005\\n- Population below poverty line: 49%\\n- News about Guinea\\n- Children’s Voices: Fatoumata From Guinea\\n- Around the Globe with ChildFund in 31 Days: Protecting Children in Guinea\\n- Amid Violence, Work in Guinea Continues\\n- A Family’s Access to Resources Means Hope Read More\\nGuinea is a significant source of the world’s major minerals including gold, diamonds, iron ore and bauxite but the country’s poor infrastructure and political uncertainty prohibits it from developing its economic potential from these and other resources.\\nLocated in western Africa on the North Atlantic Ocean between Guinea-Bissau and Sierra Leone, Guinea is smaller than the state of Oregon and suffers from a lack of safe water, environmentally damaged mining regions and preventable diseases.\\n“We’ve brought important knowledge… to local health workers.”\\nEducation and Early Childhood Development\\nMany children in Guinea are not in school, and for younger children, there is often no foundation for later learning. Our Early Childhood Development (ECD) programs include building ECD Centers and supplying them with materials and tools used to train families about child protection and healthy development.\\nMore than 3340 children have attended school in our ECD Centers and we have educated families in more than 530 homes about how to protect their children and motivate their development.\\nHealthier Families and Children\\nWorking with the Ministry of Health, we’ve brought important knowledge, including information about HIV and AIDS, to local health workers and have hired and trained 128 community volunteers to educate the community about disease prevention, proper hygiene and more. We also work to make health services affordable.\\nTo provide access to safe water and sanitation facilities, we have provided 29 water systems.\\nSponsor a child in Guinea today and make a difference in a child’s life.\", \"id\": \"<urn:uuid:a4c34d46-da00-4a99-9491-809f3c94a72e>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.childfund.org/guinea/\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9342458844184875, \"token_count\": 395, \"score\": 3.1875, \"int_score\": 3}\n"
"{\"text\": \"Indonesia is known for being prone to natural disasters of all kinds, ranging from climatic (floods, drought) to geologic (earthquakes, landslides, tsunamis, volcanoes, etc.), biological (avian influenza) to man-made (deforestation, mining, conflicts). With an already high level of food insecurity, households' vulnerability to shocks is high as the assets and structures of communities are jeopardized by these complex emergencies and a general lack of disaster risk reduction and management. Over the past five years, more than 1,500,000 people have been directly affected by natural disasters, primarily in West Sumatera, West Java, Central Java, West Nusa Tenggara, East Nusa Tenggara and Papua. Following the tsunami of 2004, the government of Indonesia has become more aware of the risks, both real and potential, affecting the provinces, and has taken steps to build the capacity of its staff in disaster risk reduction.\\nEmergency preparedness and response has also become a priority for the Indonesian Church, specifically the national Caritas office—KARINA—and a growing number of dioceses. Various disasters over the past five years offered opportunities for the dioceses in those areas to contribute to the disaster responses and increase their response and management capacities. This has provided Catholic Relief Services Indonesia with greater opportunity to work with and support the local Church and other organizations to improve their capacity in emergency response programming.\\nLatest Stories From Indonesia\\nView all stories »»\\nSee all the different ways your support helps people around the world after disasters strike. »»\\nThe latest eruption from Indonesia's Mount Merapi volcano killed 70 people and forced thousands to flee from their homes. »»\\nWhen Sumatran villagers were left homeless after an earthquake, a CRS program helped them build 11,000 houses in just a few months. »»\\n|Population:||248,645,008 (July 2012 est.)|\\n|Size:||735,358 sq. mi.; slightly less than three times the size of Texas|\\n|People Served:||863 (2012 est.)|\\nSince 1957, Catholic Relief Services has been helping rural communities in Indonesia alleviate human suffering, eradicate poverty and become self-reliant. Over the past five years, CRS in Indonesia has responded to various disasters and helped more than 60,000 people rebuild their lives. Our response to the West Sumatera earthquake in 2009 through cash grant for transitional shelter has been widely appreciated by the local government and donor community as the most effective strategy to provide timely, appropriate, accountable and high quality interventions.\\nPartnersKARINA (Caritas Indonesia)\\nCORDAID and Caritas Australia\\nUnited Nations Office for the Coordination of Humanitarian Affairs\", \"id\": \"<urn:uuid:148006ce-2cf9-4b2a-a5c6-7bc1a406a114>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.crs.org/countries/indonesia\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9375756978988647, \"token_count\": 568, \"score\": 3.03125, \"int_score\": 3}\n"
"{\"text\": \"List of earthquakes in Haiti\\nThis is a list of earthquakes in Haiti. Some of them have been very destructive to the country.\\nList of major earthquakes \\n- 1564 quake destroyed of Concepción de la Vega and Santiago de los Caballeros.\\n- 1701: On November 9, severe destruction occurred and \\\"[p]art of the area along the north shore of the Tiburon Peninsula from Logane to Petit Goave sank into the sea\\\".\\n- 1751 Port-au-Prince earthquake (18 October): According to French historian Moreau de Saint-Méry, \\\"only one masonry building had not collapsed\\\" in Port-au-Prince, Haiti's capital city.\\n- 1770 Port-au-Prince earthquake (3 June): The city was leveled in this magnitude 7.5 quake, which killed over 200 people.\\n- 1783: A strong quake partially destroyed the church in Santiago.\\n- 1842 Cap-Haitien earthquake (7 May): An earthquake destroyed the city of Cap-Haïtien and other towns in the north of Haiti and the Dominican Republic; this earthquake also destroyed the Sans-Souci Palace. 10,000 people were killed. It has been estimated that its magnitude was 8.1.\\n- 1946 Dominican Republic earthquake (4 August): This 8.0-magnitude quake in Samaná also shook Haiti horrifically, producing a tsunami that killed 1,600 people.\\n- 2010 Haiti earthquake (12 January):. The epicentre of this magnitude 7.0 Mw earthquake was near Léogâne, approximately 25 km (16 miles) west of Port-au-Prince. at a depth of 13 km (8.1 miles). The United States Geological Survey recorded a series of at least 33 aftershocks, 14 of which were between magnitudes 5.0 and 5.9. The International Red Cross estimated that about three million people were affected by the quake; the Haitian Government reports that over 316,000 people had been identified as dead, an estimated 300,000 injured, and an estimated 1,000,000 homeless.\\n12 January 2010 earthquake \\nEric Calais, a geophysicist at Purdue University who has researched in the area for years, and Ross Stein of the United States Geological Survey in Menlo Park, California, and colleagues have independently calculated that the earthquake has increased the risk on other segments of the Enriquillo fault and perhaps on other faults, although the quake probably did not increase the risk (which is already known to be high) of a major tremor on the Septentrional fault. Stein suggests that if the calculations are right—noting that they may well not be—something may be \\\"fundamentally locked in some fashion, on pretty much all scales, and might be capable of popping off something large\\\". Historical accounts, although not precise, suggest that there has been a sequence of quakes progressing westwards along the fault, starting with an earthquake in the Dominican Republic in 2010. There are concerns that the 12 January earthquake could be the beginning of a new long-term sequence of both earthquakes and tsunamis: \\\"the whole region is fearful\\\".\\nSee also \\n- Enriquillo – Plantain Garden fault zone\\n- List of earthquakes\\n- Map of 'Earthquakes in Haiti', compiled from the list above.\\n- Prepetit, Claude (9 October 2008), \\\"Tremblements de terre en Haïti, mythe ou réalité ?[[Category:Articles containing French language text]]\\\", Le Matin, N° 33082 Wikilink embedded in URL title (help), quoting Moreau de Saint-Méry, Médéric Louis Élie, Description topographique, physique, civile, politique et historique de la partie française de l'Ile Saint Domingue and J. M. Jan, bishop of Cap-Haïtien (1972), Documentation religieuse, Éditions Henri Deschamps. http://haitimega.com/Cap_Haitien-Cap_Haitian_Earthquake_of_May_7_1842/84144788150681600/article_84481504601309194.jsp\\n- \\\"What caused the devastating Haiti earthquake?\\\". LiveScience.com. 2010. Retrieved 2010-09-12.\\n- \\\"Major Caribbean Earthquakes And Tsunamis A Real Risk\\\". Science Daily. Feb. 8, 2005. Retrieved 2010-09-12.\\n- \\\"USGS Magnitude 7.0 – HAITI REGION\\\". Retrieved 13 January 2010.\\n- Millar, Lisa (2010-01-17). \\\"Tens of thousands isolated at quake epicentre\\\". ABC News. Retrieved 2010-01-18.\\n- Earthquake Center, USGS. \\\"Latest Earthquakes M5.0+ in the World – Past 7 days\\\". Earthquake Hazards Program. United States Geological Survey. Retrieved 13 January 2010.\\n- \\\"Red Cross: 3M Haitians Affected by Quake\\\". CBS News. 13 January 2010. Retrieved 13 January 2010.\\n- \\\"Haitians recall 2010 quake \\\"hell\\\" as death toll raised. Many survivors of the earthquake were left with permanent disabilities including limb amputation, spinal cord injury and severe fractures. Traditionally disability was not well received in Haiti. [[Team Zaryen]], a Haitian Amputee Soccer Team has been challenging that negative association by showing their success on the pitch.\\\". Rueters. 2011-01-12. Wikilink embedded in URL title (help)\\n- New York Times: A Deadly Quake in a Seismic Hot Zone\", \"id\": \"<urn:uuid:776fac11-e4ff-47a1-9b1e-250fad8a24ea>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://en.wikipedia.org/wiki/List_of_earthquakes_in_Haiti\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9057773351669312, \"token_count\": 1183, \"score\": 3.03125, \"int_score\": 3}\n"
"{\"text\": \"Hoodoos may be seismic gurus\\nHoodoo prediction Towering chimney-like sedimentary rock spires known as hoodoos may provide an indication of an area's past earthquake activity.\\nThe research by scientists including Dr Rasool Anooshehpoor, from the United States Nuclear Regulatory Commission, may provide scientists with a new tool to test the accuracy of current hazard models.\\nHoodoo formations are often found in desert regions, and are common in North America, the Middle East and northern Africa.\\nThey are caused by the uneven weathering of different layers of sedimentary rocks, that leave boulders or thin caps of hard rock perched on softer rock.\\nBy knowing the strengths of different types of sedimentary layers, scientists can determine the amount of stress needed to cause those rocks to fracture.\\nThe United States Geological Survey (USGS) use seismic hazard models to predict the type of ground motion likely to occur in an area during a seismic event. But, according to Anooshehpoor, these models lack long term data.\\n\\\"Existing hazard maps use models based on scant data going back a hundred years or so,\\\" says Anooshehpoor. \\\"But earthquakes have return periods lasting hundreds or thousands of years, so there is nothing to test these hazard models against.\\\"\\nThe researchers examined two unfractured hoodoos within a few kilometres of the Garlock fault, which is an active strike-slip fault zone in California's Red Rock Canyon.\\nTheir findings are reported in the Bulletin of the Seismological Society of America.\\n\\\"Although we can't put a precise age on hoodoos because of their erosion characteristics, we can use them to provide physical limits on the level of ground shaking that could potentially have occurred in the area,\\\" says Anooshehpoor.\\nThe researchers developed a three-dimensional model of each hoodoo and determined the most likely place where each spire would fail in an earthquake.\\nThey then tested rock samples similar to the hoodoo pillars to measure their tensile strength and compared their results with previously published data.\\nUSGS records suggest at least one large magnitude earthquake occurred along the fault in the last 550 years, resulting in seven metres of slip, yet the hoodoos are still standing.\\nThis finding is consistent with a median level of ground motion associated with the large quakes in this region, says Anooshehpoor.\\n\\\"If an earthquake occurred with a higher level of ground motion, the hoodoos would have collapsed,\\\" he says.\\n\\\"Nobody can predict earthquakes, but this will help predict what ground motions are associated with these earthquakes when they happen.\\\"\\nDr Juan Carlos Afonso from the Department of Earth and Planetary Sciences at Sydney's Macquarie University says it's an exciting development.\\n\\\"In seismic hazard studies, it's not just difficult to cover the entire planet, it's hard to cover even small active regions near populated areas,\\\" says Afonso.\\n\\\"You need lots of instruments, so it's great if you can rely on nature and natural objects to help you.\\\"\\nHe says while the work is still very new and needs to be proven, the physics seems sound.\", \"id\": \"<urn:uuid:85a979cb-9571-4e06-b38a-2f79912abb44>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.abc.net.au/science/articles/2013/02/05/3682324.htm?site=science&topic=enviro\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9556187391281128, \"token_count\": 644, \"score\": 4.3125, \"int_score\": 4}\n"
"{\"text\": \"Classroom Activities for Teaching Sedimentary GeologyThis collection of teaching materials allows for the sharing of ideas and activities within the community of geoscience teachers. Do you have a favorite teaching activity you'd like to share? Please help us expand this collection by contributing your own teaching materials.\\nSubject: Sedimentary Geology\\nResults 1 - 4 of 4 matches\\nChemical and Physical Weathering Field and Lab Experiment: Development and Testing of Hypotheses part of Activities\\nLisa Greer, Washington and Lee University\\nThis exercise combines an integrated field and laboratory experiment with a significant scientific writing assignment to address chemical and physical weathering processes via hypothesis development, experimental ...\\nDemystifying the Equations of Sedimentary Geology part of Activities\\nLarry Lemke, Wayne State University\\nThis activity includes three strategies to help students develop a deeper comfort level and stronger intuitive sense for understanding mathematical expressions commonly encountered in sedimentary geology. Each can ...\\nDigital Sandstone Tutorial part of Activities\\nKitty Milliken, University of Texas at Austin, The\\nThe Tutorial Petrographic Image Atlas is designed to give students more exposure to petrographic features than they can get during organized laboratory periods.\\nRed rock and concretion models from Earth to Mars: Teaching diagenesis part of Activities\\nMargie Chan, University of Utah\\nThis activity teaches students concepts of terrestrial diagenesis (cementation, fluid flow, porosity and permeability, concretions) and encourages them to apply those concepts to new or unknown settings, including ...\", \"id\": \"<urn:uuid:f4b8146e-83a2-43e4-8f2c-b3c235ae8afb>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://serc.carleton.edu/NAGTWorkshops/sedimentary/activities.html?q1=sercvocabs__43%253A206\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.898655354976654, \"token_count\": 310, \"score\": 3.875, \"int_score\": 4}\n"
"{\"text\": \"Menezes, Pradeep L and Kishore, * and Kailas, Satish V (2006) Studies on friction and transfer layer using inclined scratch. In: Tribology International, 39 (2). pp. 175-183.\\nRestricted to Registered users only\\nDownload (562Kb) | Request a copy\\nFriction influences the nature of transfer layer formed at the interface between die and sheet during forming. In the present investigation, basic studies were conducted using 'Inclined Scratch Test' to understand the mechanism of transfer layer formation during sliding of pins made of an Al-Mg alloy on EN8 steel flats of different surface roughness under dry and lubricated conditions. The surfaces produced can be categorized into three different types: (a) uni-directional (b) 8-ground and (c) random. Rubbing the EN8 flat in a uni-directional manner and a criss-cross manner on emery sheets produced the uni-directional and 8 ground surfaces. The random surfaces were produced by polishing the EN8 flats using various abrasive powders. The influence of the 'nature of surface roughness' on material transfer and coefficient of friction were investigated. Scanning Electron Microscopy studies were performed on the contact surfaces of the Al-Mg alloy pins and EN8 steel flats to reveal the morphology of the transfer layer obtained. It was seen that the transfer layer is dependant on the coefficient of friction. The coefficient of friction, which has two components-the adhesion component and the plowing component, is controlled by the 'nature of surface'. A surface that promotes plane strain conditions near the surfaces increases the plowing component of friction.\\n|Item Type:||Journal Article|\\n|Additional Information:||Copyright for this article belongs to Elsevier.|\\n|Keywords:||Friction; Nature of surface; Inclined scratch|\\n|Department/Centre:||Division of Mechanical Sciences > Materials Engineering (formerly Metallurgy)\\nDivision of Mechanical Sciences > Mechanical Engineering\\n|Date Deposited:||19 Jan 2006|\\n|Last Modified:||19 Sep 2010 04:23|\\nActions (login required)\", \"id\": \"<urn:uuid:29ad99f8-17dd-4bf4-9973-88d9fa050e74>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://eprints.iisc.ernet.in/5163/\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.8691422939300537, \"token_count\": 457, \"score\": 2.59375, \"int_score\": 3}\n"
"{\"text\": \"The Operations Layer defines the operational processes and procedures necessary to deliver Information Technology (IT) as a Service. This layer leverages IT Service Management concepts that can be found in prevailing best practices such as ITIL and MOF. The main focus of the Operations Layer is to execute the business requirements defined at the Service Delivery Layer. Cloud-like service attributes cannot be achieved through technology alone and require a high level of IT Service Management maturity.\\nChange Management process is responsible for controlling the life cycle of all changes. The primary objective of Change Management is to eliminate or at least minimize disruption while desired changes are made to services. Change Management focuses on understanding and balancing the cost and risk of making the change versus the benefit of the change to either the business or the service. Driving predictability and minimizing human involvement are the core principles for achieving a mature Service Management process and ensuring changes can be made without impacting the perception of continuous availability.\\nStandard (Automated) Change\\nNon-Standard (Mechanized) Change\\nIt is important to note that a record of all changes must be maintained, including Standard Changes that have been automated. The automated process for Standard Changes should include the creation and population of the change record per standard policy in order to make sure auditability.\\nAutomating changes also enables other key principles such as:\\nThe Service Asset and Configuration Management process is responsible for maintaining information on the assets, components, and infrastructure needed to provide a service. Critical configuration data for each component, and its relationship to other components, must be accurately captured and maintained. This configuration data should include past and current states and future-state forecasts, and be easily available to those who need it. Mature Service Asset and Configuration Management processes are necessary for achieving predictability.\\nA virtualized infrastructure adds complexity to the management of Configuration Items (CIs) due to the transient nature of the relationship between guests and hosts in the infrastructure. How is the relationship between CIs maintained in an environment that is potentially changing very frequently?\\nA service comprises software, platform, and infrastructure layers. Each layer provides a level of abstraction that is dependent on the layer beneath it. This abstraction hides the implementation and composition details of the layer. Access to the layer is provided through an interface and as long as the fabric is available, the actual physical location of a hosted VM is irrelevant. To provide Infrastructure as a Service (IaaS), the configuration and relationship of the components within the fabric must be understood, whereas the details of the configuration within the VMs hosted by the fabric are irrelevant.\\nThe Configuration Management System (CMS) will need to be partitioned, at a minimum, into physical and logical CI layers. Two Configuration Management Databases (CMDBs) might be used; one to manage the physical CIs of the fabric (facilities, network, storage, hardware, and hypervisor) and the other to manage the logical CIs (everything else). The CMS can be further partitioned by layer, with separate management of the infrastructure, platform, and software layers. The benefits and trade-offs of each approach are summarized below.\\nCMS Partitioned by Layer\\nCMS Partitioned into Physical and Logical\\nTable 2: Configuration Management System Options\\nPartitioning logical and physical CI information allows for greater stability within the CMS, because CIs will need to be changed less frequently. This means less effort will need to be expended to accurately maintain the information. During normal operations, mapping a VM to its physical host is irrelevant. If historical records of a VM’s location are needed, (for example, for auditing or Root Cause Analysis) they can be traced through change logs.\\nThe physical or fabric CMDB will need to include a mapping of fault domains, upgrade domains, and Live Migration domains. The relationship of these patterns to the infrastructure CIs will provide critical information to the Fabric Management System.\\nThe Release and Deployment Management processes are responsible for making sure that approved changes to a service can be built, tested, and deployed to meet specifications with minimal disruption to the service and production environment. Where Change Management is based on the approval mechanism (determining what will be changed and why), Release and Deployment Management will determine how those changes will be implemented.\\nThe primary focus of Release and Deployment Management is to protect the production environment. The less variation is found in the environment, the greater the level of predictability – and, therefore, the lower the risk of causing harm when new elements are introduced. The concept of homogenization of physical infrastructure is derived from this predictability principle. If the physical infrastructure is completely homogenized, there is much greater predictability in the release and deployment process.\\nWhile complete homogenization is the ideal, it may not be achievable in the real world. Homogenization is a continuum. The closer an environment gets to complete homogeneity, the more predictable it becomes and the fewer the risks. Full homogeneity means not only that identical hardware models are used, but all hardware configuration is identical as well. When complete hardware homogeneity is not feasible, strive for configuration homogeneity wherever possible.\\nFigure 2: Homogenization Continuum\\nThe Scale Unit concept drives predictability in Capacity Planning and agility in the release and deployment of physical infrastructure. The hardware specifications and configurations have been pre-defined and tested, allowing for a more rapid deployment cycle than in a traditional data center. Similarly, known quantities of resources are added to the data center when the Capacity Plan is triggered. However, when the Scale Unit itself must change (for example, when a vendor retires a hardware model), a new risk is introduced to the private cloud.\\nThere will likely be a period where both n and n-1 versions of the Scale Unit exist in the infrastructure, but steps can be taken to minimize the risk this creates. Work with hardware vendors to understand the life cycle of their products and coordinate changes from multiple vendors to minimize iterations of the Scale Unit change. Also, upgrading to the new version of the Scale Unit should take place one Fault Domain at a time wherever possible. This will make sure that if an incident occurs with the new version, it can be isolated to a single Fault Domain.\\nHomogenization of the physical infrastructure means consistency and predictability for the VMs regardless of which physical host they reside on. This concept can be extended beyond the production environment. The fabric can be partitioned into development, test, and pre-production environments as well. Eliminating variability between environments enables developers to more easily optimize applications for a private cloud and gives testers more confidence that the results reflect the realities of production, which in turn should greatly improve testing efficiency.\\nThe virtualized infrastructure enables workloads to be transferred more easily between environments. All VMs should be built from a common set of component templates housed in a library, which is used across all environments. This shared library includes templates for all components approved for production, such as VM images, the gold OS image, server role templates, and platform templates. These component templates are downloaded from the shared library and become the building blocks of the development environment. From development, these components are packaged together to create a test candidate package (in the form of a virtual hard disk (VHD) that is uploaded to the library. This test candidate package can then be deployed by booting the VHD in the test environment. When testing is complete, the package can again be uploaded to the library as a release candidate package – for deployment into the pre-production environment, and ultimately into the production environment.\\nSince workloads are deployed by booting a VM from a VHD, the Release Management process occurs very quickly through the transfer of VHD packages to different environments. This also allows for rapid rollback should the deployment fail; the current release can be deleted and the VM can be booted off the previous VHD.\\nVirtualization and the use of standard VM templates allow us to rethink software updates and patch management. As there is minimal variation in the production environment and all services in production are built with a common set of component templates, patches need not be applied in production. Instead, they should be applied to the templates in the shared library. Any services in production using that template will require a new version release. The release package is then rebuilt, tested, and redeployed, as shown below.\\nFigure 3: The Release Process\\nThis may seem counter-intuitive for a critical patch scenario, such as when an exploitable vulnerability is exposed. But with virtualization technologies and automated test scripts, a new version of a service can be built, tested, and deployed quite rapidly.\\nVariation can also be reduced through standardized, automated test scenarios. While not every test scenario can or should be automated, tests that are automated will improve predictability and facilitate more rapid test and deployment timelines. Test scenarios that are common for all applications, or the ones that might be shared by certain application patterns, are key candidates for automation. These automated test scripts may be required for all release candidates prior to deployment and would make sure further reduction in variation in the production environment.\\nKnowledge Management is the process of gathering, analyzing, storing, and sharing knowledge and information within an organization. The goal of Knowledge Management is to make sure that the right people have access to the information they need to maintain a private cloud. As operational knowledge expands and matures, the ability to intelligently automate operational tasks improves, providing for an increasingly dynamic environment.\\nAn immature approach to Knowledge Management costs organizations in terms of slower, less-efficient problem solving. Every problem or new situation that arises becomes a crisis that must be solved. A few people may have the prior experience to resolve the problem quickly and calmly, but their knowledge is not shared. Immature knowledge management creates greater stress for the operations staff and usually results in user dissatisfaction with frequent and lengthy unexpected outages. Mature Knowledge Management processes are necessary for achieving a service provider’s approach to delivering infrastructure. Past knowledge and experience is documented, communicated, and readily available when needed. Operating teams are no longer crisis-driven as service-impacting events grow less frequent and are quickly resolves when they do occur.\\nWhen designing a private cloud, development of the Health Model will drive much of the information needed for Knowledge Management. The Health Model defines the ideal states for each infrastructure component and the daily, weekly, monthly, and as-needed tasks required to maintain this state. The Health Model also defines unhealthy states for each infrastructure component and actions to be taken to restore their health. This information will form the foundation of the Knowledge Management database.\\nAligning the Health Model with alerts allows these alerts to contain links to the Knowledge Management database describing the specific steps to be taken in response to the alert. This will help drive predictability as a consistent, proven set of actions will be taken in response to each alert.\\nThe final step toward achieving a private cloud is the automation of responses to each alert as defined in the Knowledge Management database. Once these responses are proven successful, they should be automated to the fullest extent possible. It is important to note, though, that automating responses to alerts does not make them invisible and forgotten. Even when alerts generate a fully automated response they must be captured in the Service Management system. If the alert indicates the need for a change, the change record should be logged. Similarly, if the alert is in response to an incident, an incident record should be created. These automated workflows must be reviewed regularly by Operations staff to make sure the automated action achieves the expected result. Finally, as the environment changes over time, or as new knowledge is gained, the Knowledge Management database must be updated along with the automated workflows that are based on that knowledge.\\nThe goal of Incident Management is to resolve events that are impacting, or threaten to impact, services as quickly as possible with minimal disruption. The goal of Problem Management is to identify and resolve root causes of incidents that have occurred as well as identify and prevent or minimize the impact of incidents that may occur.\\nPinpointing the root cause of an incident can become more challenging when workloads are abstracted from the infrastructure and their physical location changes frequently. Additionally, incident response teams may be unfamiliar with virtualization technologies (at least initially) which could also lead to delays in incident resolution. Finally, applications may have neither a robust Health Model nor expose all of the health information required for a proactive response. All of this may lead to an increase in reactive (user initiated) incidents which will likely increase the Mean-Time-to-Restore-Service (MTRS) and customer dissatisfaction.\\nThis may seem to go against the resiliency principle, but note that virtualization alone will not achieve the desired resiliency unless accompanied by highly mature IT Service Management (ITSM) maturity and a robust automated health monitoring system.\\nThe drive for resiliency requires a different approach to troubleshooting incidents. Extensive troubleshooting of incidents in production negatively impacts resiliency. Therefore, if an incident cannot be quickly resolved, the service can be rolled back to the previous version, as described under Release and Deployment. Further troubleshooting can be done in a test environment without impacting the production environment. Troubleshooting in the production environment may be limited to moving the service to different hosts (ruling out infrastructure as the cause) and rebooting the VMs. If these steps do not resolve the issue, the rollback scenario could be initiated.\\nMinimizing human involvement in incident management is critical for achieving resiliency. The troubleshooting scenarios described earlier could be automated, which will allow for identification and possible resolution of the root much more quickly than non-automated processes. But automation may mask the root cause of the incident. Careful consideration should be given to determining which troubleshooting steps should be automated and which require human analysis.\\nHuman Analysis of Troubleshooting\\nIf a compute resource fails, it is no longer necessary to treat the failure as an incident that must be fixed immediately. It may be more efficient and cost effective to treat the failure as part of the decay of the Resource Pool. Rather than treat a failed server as an incident that requires immediate resolution, treat it as a natural candidate for replacement on a regular maintenance schedule, or when the Resource Pool reaches a certain threshold of decay. Each organization must balance cost, efficiency, and risk as it determines an acceptable decay threshold – and choose among these courses of action:\\nThe benefits and trade-off of each of the options are listed below:\\nOption 4 is the least desirable, as it does not take advantage of the resiliency and cost reduction benefits of a private cloud. A well-planned Resource Pool and Reserve Capacity strategy will account for Resource Decay.\\nOption 1 is the most recommended approach. A predictable maintenance schedule allows for better procurement planning and can help avoid conflicts with other maintenance activities, such as software upgrades. Again, a well-planned Resource Pool and Reserve Capacity strategy will account for Resource Decay and minimize the risk of exceeding critical thresholds before the scheduled maintenance.\\nOption 3 will likely be the only option for self-contained Scale Unit scenarios, as the container must be replaced as a single Scale Unit when the decay threshold is reached.\\nThe goal of Request Fulfillment is to manage requests for service from users. Users should have a clear understanding of the process they need to initiate to request service and IT should have a consistent approach for managing these requests.\\nMuch like any service provider, IT should clearly define the types of requests available to users in the service catalog. The service catalog should include an SLA on when the request will be completed, as well as the cost of fulfilling the request, if any.\\nThe types of requests available and their associated costs should reflect the actual cost of completing the request and this cost should be easily understood. For example, if a user requests an additional VM, its daily cost should be noted on the request form, which should also be exposed to the organization or person responsible for paying the bill.\\nIt is relatively easy to see the need for adding resources, but more difficult to see when a resource is no longer needed. A process for identifying and removing unused VMs should be put into place. There are a number of strategies to do this, depending on the needs of a given organization, such as:\\nThe benefits and trade-offs of each of these approaches are detailed below:\\nOption 4 affords the greatest flexibility, while still working to minimize server sprawl. When a user requests a VM, they have the option of setting an expiration date with no reminder (for example, if they know they will only be using the workload for one week). They could set an expiration deadline with a reminder (for example, a reminder that the VM will expire after 90 days unless they wish to renew). Lastly, the user may request no expiration date if they expect the workload will always be needed. If the last option is chosen, it is likely that underutilized VMs will still be monitored and owners notified.\\nFinally, self-provisioning should be considered, if appropriate, when evaluating request fulfillment options to drive towards minimal human involvement. Self-provisioning allows great agility and user empowerment, but it can also introduce risks depending on the nature of the environment in which these VMs are introduced.\\nFor an enterprise organization, the risk of bypassing formal build, stabilize, and deploy processes may or may not outweigh the agility benefits gained from the self-provisioning option. Without strong governance to make sure each VM has an end-of-life strategy, the fabric may become congested with VM server sprawl. The pros and cons of self-provisioning options are listed in the next diagram:\\nThe primary decision point for determining whether to use self-provisioning is the nature of the environment. Allowing developers to self-provision into the development environment greatly facilitates agile development, and allows the enterprise to maintain release management controls as these workloads are moved out of development and into test and production environments.\\nA user-led community environment isolated from enterprise mission-critical applications may also be a good candidate for self-provisioning. As long as user actions are isolated and cannot impact mission critical applications, the agility and user empowerment may justify the risk of giving up control of release management. Again, it is essential that in such a scenario, expiration timers are included to prevent server sprawl.\\nThe goal of Access Management is to make sure authorized users have access to the services they need while preventing access by unauthorized users. Access Management is the implementation of security policies defined by Information Security Management at the Service Delivery Layer.\\nMaintaining access for authorized users is critical for achieving the perception of continuous availability. Besides allowing access, Access Management defines users who are allowed to use, configure, or administer objects in the Management Layer. From a provider’s perspective, it answers questions like:\\nFrom a consumer’s perspective, it answers questions such as:\\nAccess Management is implemented at several levels and can include physical barriers to systems such as requiring access smartcards at the data center, or virtual barriers such as network and Virtual Local Area Network (VLAN) separation, firewalling, and access to storage and applications.\\nTaking a service provider’s approach to Access Management will also make sure that resource segmentation and multi-tenancy is addressed.\\nResource Pools may need to be segmented to address security concerns around confidentiality, integrity, and availability. Some tenants may not wish to share infrastructure resources to keep their environment isolated from others. Access Management of shared infrastructure requires logical access control mechanisms such as encryption, access control rights, user groupings, and permissions. Dedicated infrastructure also relies on physical access control mechanisms, where infrastructure is not physically connected, but is effectively isolated through a firewall or other mechanisms.\\nThe goal of systems administration is to make sure that the daily, weekly, monthly, and as-needed tasks required to keep a system healthy are being performed.\\nRegularly performing ongoing systems administration tasks is critical for achieving predictability. As the organization matures and the Knowledge Management database becomes more robust and increasingly automated, systems administration tasks is no longer part of the job role function. It is important to keep this in mind as an organization moves to a private cloud. Staff once responsible for systems administration should refocus on automation and scripting skills – and on monitoring the fabric to identify patterns that indicate possibilities for ongoing improvement of existing automated workflows.\", \"id\": \"<urn:uuid:809862ce-ee94-40a5-8400-9b6e42bd25fc>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://social.technet.microsoft.com/wiki/contents/articles/4518.private-cloud-planning-guide-for-operations.aspx\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9264841675758362, \"token_count\": 4173, \"score\": 2.640625, \"int_score\": 3}\n"
"{\"text\": \"Demands for lower cost manufacturing, lighter components, and recycleability are forcing manufacturers to switch from metal components to plastic. While the assembly processes are different, some of the same concerns apply. Finding a reliable assembly equipment supplier, defining part requirements, getting them involved early, and choosing the right assembly process are the keys to success.\\nchart outlines the different characteristics, capabilities,\\nand requirements of a variety of plastic welding processes.\\nCLICK for the full-size graphic.\\nAppliance components come in\\nall shapes and sizes, and each one has its own unique characteristics that\\ndemand an assembly process to fit. Ultrasonic, hot-plate, spin, thermal,\\nlaser, and vibration welding are the most common plastic assembly methods.\\nChoosing the correct method can be difficult. A supplier who has technical\\nknowledge in all of the processes is the best choice. They will have knowledge\\nof all the different process joint designs, can provide assistance in material\\nselection, and can support once the process is in production.\\npart requirement before the design of the plastic part is critical.\\nThis will save dollars in tooling costs and help assure that the correct\\nprocess to achieve the requirements is chosen. All too often, the plastic\\nmolds are manufactured, the first parts are assembled, and then quality\\ncontrol determines that the parts will not pass a pressure test. This\\nis too late; now significant dollars will need to be spent to correct\\nproblem. Requirements such as a need for pressurization, exposure to\\nextreme cold or heat, cosmetic-part status (requires no blemishes),\\nand parts assembled\\nper minute are all factors in determining the correct process and plastic\\nEach process has unique plastic-joint design requirements to assure\\nproper weld strength. Assembly equipment suppliers can help design the\\nweld area joint design. An example of joint design requirements for ultrasonic\\nassembly is given by Guide to Ultrasonics from Dukane\\nCharles, IL, U.S.): \\\"Mating services should be in intimate contact around the entire joint. The joint should be in one plane, if possible. A small initial contact area should be established between mating halves. A means of alignment is recommended so that mating halves do not misalign during the weld operation.\\\" Obviously,\\nthese joint requirements should all be designed into the part prior to\\nmachining of the injection molds.\\nWhat assembly process is correct for a part? As stated earlier, ultrasonic, hot-plate, spin, thermal, vibration, and laser welding are the most common methods used in production today. Each method has unique advantages.\\nUltrasonic assembly is a fast, repeatable, and reliable process that allows for sophisticated process control. High-volume small parts that have very tight assembly tolerances lend themselves well to ultrasonic assembly. Ultrasonic systems have the capability of exporting relevant assembly process data for SPC documentation and FDA validation. Ultrasonic welding can be easily integrated into automated systems.\\nHot-plate welding can accommodate a wide range of parts sizes and configurations. These machines offer high-reliability hermetic seals and strong mechanical bonds on complex part geometries. The process is fairly simple; the two parts to be jointed are brought in close proximity to a heated platen until the joint area is in a molten state. The platen is removed and the parts are clamped together until the joint cools off and returns to a solid state.\\nSpin welding is a very cost-effective method for joining large, medium, or small circular parts such as washing machine tubs to agitator components. Water purification filters, thermal mugs, and irrigation assemblies typically are joined using the spin welding process. Careful attention to joint design is critical for parts that require flash-free appearance.\\nAssemblies that require inserts at multiple points on multiple planes, like computer or vacuum cleaner housings, typically benefit from thermal insertion/staking. Thermal staking is ideal for attachment of non-plastic components to the plastic housing, such as circuit boards and metal brackets. Dates coding, embossing, and degating are other uses for thermal presses. Thermal welding can be a slower assembly process than ultrasonic, so, depending on the volumes of assemblies required, ultrasonic maybe a better choice.\\nVibration welding physically moves one of the two parts horizontally under pressure to create heat through surface friction. Compared to ultrasonic welding, vibration welding operates at much lower frequencies, much higher amplitude, and with greater clamping force. The limitation to vibration welding is simply that the joint must be in a single plane in at least one axis in order to allow the vibration motion. Like hot-plate welding, vibration welding is a highly reliable process that can handle large parts in challenging materials or multiple parts per cycle with ease. Chain saw housings, blower and pump assemblies, and large refrigerator bins are examples of potential vibration welding applications. Cycle times for vibration welds are very short, thus they are ideal for high volume and are easily automated.\\nLaser welding is the newest technology of the processes available today. One benefit of laser welding is that the weld joints produce no flash or particulate outside of the joint. Assemblies that require absolutely no contamination for particulate, like medical filters, are good candidates. A second benefit is that the assembly is not exposed to heat or vibration. Devices that have very sensitive electronic internal components that may be damaged from vibration can now be assembled effectively. Laser welding requires the parts to be transmissive and absorbive, specifically how transparent the parts appear to the laser beam. One material transmits the coherent laser light and the other material absorbs the light and converts it to heat. Parts that appear black to the human eye can be transparent or opaque at the wavelength of the laser light. Clear-to-clear joints and joints that are optically transparent can be readily achieved by use of special coatings. Depending on the part geometry, laser welding can be a slower process then vibration or ultrasonic welding.\\nPlastic appliance components are the direction of the future - they can be assembled\\neconomically and produce functional products.\\nThis information is provided by Michael Johnston, national sales and\\nmarketing manager, Dukane\\nCharles, IL, U.S.).\", \"id\": \"<urn:uuid:134c9c22-8518-4641-bb31-a84d5ca3c9d3>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.appliancemagazine.com/editorial.php?article=235&zone=1&first=1\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9172310829162598, \"token_count\": 1282, \"score\": 2.640625, \"int_score\": 3}\n"
"{\"text\": \"First, an object is placed on the platform of the printer upon – a petrie dish for example. Then the printer must check the height of the object to make sure everything is calibrated correctly. Mr. Carvalho placed a paper card on the platform of the 3D-Bioplotter to demonstrate how the machine works.\\nMr. Carvalho then talked us through the printing process. To begin, a liquefied material – in this case a silicone paste – is pressed through a needle-like tip by applying air pressure. The needle moves in all three dimensions which means it is able to create a three dimensional object. The printer is called ‘Bioplotter’ because the unique aspect of this machine is its use of biomaterials to make implants or other objects for biomedical application.\\nSome of the implants which are made using the 3D Bioplotter are intended to dissolve in the body. The materials which are used in this application include PLLA, PLGA, and silicone.\\nImplants made with thermoplastics – as they are mostly water and CO2 – are removed by the body naturally in around a week or two. Other materials, such as ceramic paste, may also be used to print implants. The implants printed using ceramic paste do not dissolve. Instead, the body uses this material to create new bone. This actually speeds up the process of the body’s regeneration.\\nThe 3DBioplotter also prints hydrogels – such as collagen or alginate. These materials can have human cells actually added to them. Thus human cells may be printed directly with this machine.\\nEvery Thursday is #3dthursday here at Adafruit! The DIY 3D printing community has thrilled us at Adafruit with its passion and dedication to making solid objects from digital models. Recently, we have noticed that our community integrating electronics projects into 3D printed enclosures, brackets, and sculptures, so each Thursday we celebrate and highlight these bold pioneers!\\nHave you take considered building a 3D project around an Arduino or other microcontroller? How about printing a bracket to mount your Raspberry Pi to the back of your HD monitor? And don’t forget the countless EL Wire and LED projects that are possible when you are modeling your projects!\\nThe Adafruit Learning System has dozens of great tools to get you well on your way to creating incredible works of engineering, interactive art, and design with your 3D printer! If you have a cool project you’ve made that joins the traditions of 3D printing and electronics, be sure to send it in to be featured here!\", \"id\": \"<urn:uuid:73055da5-4336-4490-8edc-b8121ae20961>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.adafruit.com/blog/2012/11/29/the-3d-bioplotter-from-envisiontec-3dthursday/\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9351903796195984, \"token_count\": 539, \"score\": 3.421875, \"int_score\": 3}\n"
"{\"text\": \"Talk:20.109(F12) Pre-Proposal: Engineering Viral Magnetic Nanoparticles for Magnetic Hyperthermic Cancer Therapy\\n- This is a brainstorming page.\\nYou are very welcome to write any crazy / non-crazy / inventive / conventional / knowledgeable ideas or information you may have about our project.\\nSome key words: Magnetic Nanoparticles (MNP), Viruses, Magnetic Hyperthermia, Bioengineering\\nWhat is Magnetic Hyperthermia?\\nHow it works?\\nUnder an alternating magnetic field, MNP releases heat due to relaxation of magnetic moments (hysteresis). This can cause an increase in temperature to the range of 41C to 47C. Since tumor cells are more heat sensitive than normal cells, they will be killed by this thermal dissipation.\\nHere is an interesting tidbit from a paper I was reading: \\\"In addition to the expected tumor cell death, hyperthermia treatment has also induced unexpected biological responses, such as tumor-specific immune responses as a result of heat-shock protein expression. These results suggest that hyperthermia is able to kill not only local tumors exposed to heat treatment, but also tumors at distant sites, including metastatic cancer cells.\\\" (Kobayashi)\\n- Clinical trials in prostate cancer\\n- Shows promising results when coupled with irradiation on breast cancer (mouse)\\nCurrent Limitations (This information will help us shape and define the problem.)\\n(1) To achieve the necessary rise in temperature with minimal dose of MNP.\\n- In other words, this means:\\n- High specific loss power / specific absorption rate (SLP) of the MNP.\\n- why is higher applied dosage bad? > leads to unnecessary heat dissipation\\n(2) Lack of knowledge about the metabolism, clearance, and toxicity of MNP.\\nBiomedical potentials of MNP\\n- Could be used as early detection for the following using MRI:\\n- Drug Delivery\\n- Cellular labeling and tissue targeting\\n- Purifying and separating cells and DNAs\\n- Transfection by magnetic nanoparticles\\n- Tissue repair\\n- Magnetic resonance imaging (MRI)\\nTypes of Relevant Viruses\\n1. Tobacco Mosaic Virus (TMV)\\n- 18nmx300nm, helical\\n- Can withstand high temperatures up to 50C for 30mins (conventional hyperthermia involves heating up to 50C from an external source\\n- Safe for human consumption\\n- Mann group has active research on it\\n- 2130 molecules of coat protein\\n2. M13 Bacteriophage\\n- 6.6nmx880nm, helical (Length is too long - pose an issue in targeting cells)\\n- Lots of research done by the Belcher group, including attaching MNPs to M13 for imaging purposes\\n- We are familiar with the system\\n3. Cowpea chlorotic mottle virus (CCMV)\\n- 26nm, icosahedral\\n4. Cowpea mosaic virus (CPMV)\\n- 27nm, icosahedral\\n5. Brome mosaic virus (BMV)\\n- 28nm, icosahedral\\n6. Turnip yellow mosaic virus (TYMV)\\n- 30nm, icosahedral\\nCurrent Work in Viral MNP Attachment\\nAttachment of MNPs to M13 phage for in vivo imaging of prostate cancer\\nWhat we propose to do\\nSee flowchart sketch.\\n- Identifying / Screening for appropriate virus vehicles and tumor-specific anchoring sequencse\\n- Developing / Engineering viral MNPs\\n- in vivo testing for efficacy of engineered vMNPs in mouse tumor cells.\\nWe will start with using ferritin (Fe3O4) as the MNP.\\nStage 1: Virus Hunt\\n- We need to investigate how the selected virus (likely one of the following: TMV, M13, CCMV, CPMV, BMV or TPMV) interacts with mammalian cells in vivo.\\nStage 2: Screening for MNP binding site on virus\\n- We will start by using Fe3O4 as our MNP of interest. With this, a protein coat screen of the selected virus for a protein coat that can bind with our MNP is necessary.\\nStage 3: Screening for tumor-specific sequence binding site on virus\\n- We need to do a protein coat or RNA screen of the virus for a region that can bind with a tumor-specific peptide sequence. If necessary, we might need to screen tumors for unique short sequences on their cell surfaces.\\nStage 4: Virus engineering\\n- We can now engineer wild-type viruses using specific protein coats or RNA regions isolated in Stage 2 and 3 to produce the viral MNP of interest.\\nStage 5: in vivo testing\\n- Perform an in vivo experiment by injecting the engineered viral MNPs into the circulatory system of mice that have developed tumors. By subjecting these mice to an alternating magnetic field under standard hyperthermia conditions and measuring the change in tumor size, we will be able to quantify the efficacy of using viral MNPs in magnetic hyperthermia.\\n- Experimenting with double layer MNP to increase response\\n- Target other cancerous cells\\n- Experiment with other types of viruses\\nQuantitative Goals (We can quantify with IC50 value)\\n- Currently, with the aid of 10Gy radiation, the hyperthermia treatment successfully accumulated less than 0.3mg Fe/g tissue. Dosage: 0.2mg Fe per gram of mouse. Say mouse is 25g, so 5mg total dosage injected. so 1% efficiency with the aid of radiation. (MNP sizes used: 70nm and 120nm; murine flank breast tumors were 150mm3)\\nFrom http://manalis-lab.mit.edu/publications/grover%20PNAS%202011.pdf, we estimated that a typical cell has an average density of 1.1g/mL. Since the murine flank breast tumors were 150mm3, and 0.25mg Fe/g of tumor was detected in the tumors, we can calculate that only a total of 0.0495mg of Fe is accumulated in the tumors. This gives a % efficacy of 1%.\\n- South Korean experiment: 75ug of MNPs were injected.\\n- From Belcher lab's paper, what is the % efficacy of using M13?\\n- \\\"The actual rotations of the nanoparticles are disordered because the microviscosity of the local environment in cancer cells is not constant, and effective elasticity depends on the binding conditions between nanoparticles and membranes.\\\"\\n- but this is actually present because when treatment is done with individual MNPs, one side of the MNP is always bound to the targeted cell, so direction is never constant!\\n- Gupta AK, Naregalkar RR, Vaidya VD, and Gupta M. Recent advances on surface engineering of magnetic iron oxide nanoparticles and their biomedical applications. Future Medicine. 2007. 2(1), 23-39.\\n- Bakoglidis KD, Simeonidis K, Sakellari D, G. Stefanou, and Angelakeris M. Size-Dependent Mechanisms in AC Magnetic Hyperthermia Response of Iron-Oxide Nanoparticles. IEEE Transactions on Magnetics. 2012. 48:1320-1323.\\n- Great layman's way of explaining magnetic hyperthermia http://trialx.com/curetalk/2012/11/cancer-treatment-multifunctional-magnetic-nanoparticles-for-molecular-imaging-and-hyperthermia/\\n- A.J. Giustini, A.A. Petryk, S.M. Cassim, J.A. Tate, I. Baker, P.J. Hoopes. Magnetic nanoparticle hyperthermia in cancer treatment. Nano LIFE 2010; 01: 17.\\n- D. Ghosh, Y. Lee, S. Thomas, A. G. Kohli, D. S. Yun, A. M. Belcher, K. A. Kelly. M13-templated magnetic nanoparticles for targeted in vivo imaging of prostate cancer. Nat. Nanotechnol. 2012; 7 (10): 677–82.\\n- Add more references as deem appropriate\\n11/29 from Professor Angela Belcher:\\n- Look at Nature Nano Belcher lab paper\\n- Need to do very good characterization of materials using TEM, elemental analysis, etc.\", \"id\": \"<urn:uuid:02670295-3a47-4d18-b098-38a53e1f91ab>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://openwetware.org/index.php?title=Talk:20.109(F12)_Pre-Proposal:_Engineering_Viral_Magnetic_Nanoparticles_for_Magnetic_Hyperthermic_Cancer_Therapy&curid=127859&oldid=661375\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.8656572699546814, \"token_count\": 1768, \"score\": 3.0, \"int_score\": 3}\n"
"{\"text\": \"University of Michigan (U-M) scientists have made an important step toward what could become the first vaccine in the U.S. to prevent urinary tract infections, if the robust immunity achieved in mice can be reproduced in humans. The findings are published September 18 in the open-access journal PLoS Pathogens.\\nUrinary tract infections (UTIs) affect 53 percent of women and 14 percent of men at least once in their lives. These infections lead to lost work time and 6.8 million medical provider's office visits, 1.3 million emergency room visits and 245,000 hospitalizations a year, with an annual cost of $2.4 billion in the United States.\\nTo help combat this common health issue, the U-M scientists used a novel systematic approach, combining bioinformatics, genomics and proteomics, to look for key parts of the bacterium, Escherichia coli, that could be used in a vaccine to elicit an effective immune response. The team, led by Dr. Harry L.T. Mobley, Ph.D., screened 5,379 possible bacterial proteins and identified three strong candidates to use in a vaccine to prime the body to fight E. coli, the cause of most uncomplicated urinary tract infections. The vaccine prevented infection and produced key types of immunity when tested in mice.\\nScientists have attempted to develop a vaccine for UTIs over the past two decades. This latest potential vaccine has features that may better its chances of success. It alerts the immune system to iron receptors on the surface of bacteria that perform a critical function allowing infection to spread. Administered in the nose, it induces an immune response in the body's mucosa, a first line of defense against invading pathogens. The response, also produced in mucosal tissue in the urinary tract, should help the body fight infection where it starts.\\nMobley's team is currently testing more strains of E. coli obtained from women treated at U-M. Most of the strains produce the same iron-related proteins that cthe vaccine targets, an encouraging sign that the vaccine could work against many urinary tract infections. Mobley is seeking partners in clinical research to move the vaccine forward into a phase 1 trial in humans. If successful, this vaccine would take several more years to reach the market.\\nFINANCIAL DISCLOSURE: This work has been funded by Public Health Service Grant AI043363 from the National Institutes of Health. The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript.\\nCOMPETING INTERESTS: The authors have declared that no competing interests exist.\\nPLEASE ADD THIS LINK TO THE PUBLISHED ARTICLE IN ONLINE VERSIONS OF YOUR REPORT: http://dx.plos.org/10.1371/journal.ppat.1000586 (link will go live upon embargo lift)\\nCITATION: Alteri CJ, Hagan EC, Sivick KE, Smith SN, Mobley HLT (2009) Mucosal Immunization with Iron Receptor Antigens Protects against Urinary Tract Infection. PLoS Pathog 5(9): e1000586. doi:10.1371/journal.ppat.1000586\\nAnne Rueter, firstname.lastname@example.org\\nNicole Fawcett, email@example.com\\nThis press release refers to an upcoming article in PLoS Pathogens. The release is provided by the article authors and their institution. Any opinions expressed in these releases or articles are the personal views of the journal staff and/or article contributors, and do not necessarily represent the views or policies of PLoS. PLoS expressly disclaims any and all warranties and liability in connection with the information found in the releases and articles and your use of such information.\\nAbout PLoS Pathogens\\nPLoS Pathogens (www.plospathogens.org) publishes outstanding original articles that significantly advance the understanding of pathogens and how they interact with their host organisms. All works published in PLoS Pathogens are open access. Everything is immediately available subject only to the condition that the original authorship and source are properly attributed. Copyright is retained by the authors. The Public Library of Science uses the Creative Commons Attribution License.\\nAbout the Public Library of Science\\nThe Public Library of Science (PLoS) is a non-profit organization of scientists and physicians committed to making the world's scientific and medical literature a freely available public resource. For more information, visit http://www.plos.org.\\nAAAS and EurekAlert! are not responsible for the accuracy of news releases posted to EurekAlert! by contributing institutions or for the use of any information through the EurekAlert! system.\", \"id\": \"<urn:uuid:72e10259-eb8e-4bfd-9e58-6a5f814ff98e>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.eurekalert.org/pub_releases/2009-09/plos-vtp091409.php\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9101057052612305, \"token_count\": 975, \"score\": 3.4375, \"int_score\": 3}\n"
"{\"text\": \"Hospitals across the country are diligently working to reduce infection rates. According to the World Health Organization, hospital-acquired infections affect as many as 1.7 million patients in the United States each year. These infections come at an annual cost of $6.5 billion and contribute to more than 90,000 deaths.\\nProper hand hygiene is essential in helping to prevent hospital-acquired infections. A recent study performed by French researchers examined three types of healthcare workers. The first type spent a large amount of time with a discreet group of patients like a nurse would. The second group saw more patients but spent less time with each one - similar to doctors. Group three consisted of healthcare workers who interacted with every patient every day like therapists. The study found that if a healthcare worker in group three failed to wash their hands, the spread of disease was three times worse than if someone from group one or two didn't. The study was published online in Proceedings of the National Academy of Sciences. To read more about the study, continue here.\\nTo read another take on hand hygiene and about the Joint Commission's national hand hygiene project, click here.\\nPhoto Credit: Jessica Flavin\\nAlmost two million patients hospitalized in the U.S. each year develop an infection. These infections occur in as many as one in every 10 patients, result in close to 100,000 deaths and cost upwards of $6 billion. The Wall Street Journal created a top 10 list of infection prevention strategies based on interviews with medical professionals, administrators a non profit company and the Association for Professionals in Infection Control and Epidemiology.\\n- Undercover Operations - Dr. Philip Carling, an epidemiologist at Caritas Carney Hospital in Dorchester, Mass. developed a solution to uncover how well patient rooms are cleaned. His invisible solution contains fluorescent markers which glow in black light. After spraying patient rooms with the solution, cleaning crews were brought in to perform their normal routine. Later, rooms were examined with a black light and areas missed by the cleaners glowed fluorescent. Sharing results with cleaners helped boost compliance with proper cleaning techniques.\\n- High-Tech Cleaning Systems - When hospital equipment is disinfected by hand, bacteria often remains. For more thorough disinfecting hospitals are utilizing machines such as Bioquell which sprays a disinfecting hydrogen-peroxide vapor.\\n- Data Mining - Many hospitals are tracking data to determine how to prevent infections. Lee Memorial Health System in Florida tracks infection rates by surgeon and reports on the results. Low ranking surgeons can then make adjustments to lower their infection rates and improve their ranking.\\n- Patient Hygiene - Research suggests a daily wash with mild antibacterial soap can dramatically reduce the rate of bloodstream infections. The recommended cleanser is chlorohexidine glutonate.\\n- Reporting Crackdown - Numerous states have passed laws which require hospitals to report on infection rates. In many cases the reports are publicly available. In addition, Medicare is limiting reimbursement for treatment of hospital-acquired infections.\\n- Clean hands - Hospitals that utilize strategically-placed dispensers of hand sanitizer have noticed an increase in hand hygiene compliance from less than 50% to more than 80%.\\n- Embracing the Checklist - Incorporating checklists into bedside medical charts can help reduce rates of infection by requiring shift nurses to answer questions such as: Does this patient have a catheter? If so, is it still necessary?\\n- Portable Kits - Utilizing all-inclusive kits for common procedures such as intravenous line insertions or dressing changes can limit the possibility for infection. Kits contain all the items needed for procedures and prevent the nurse from running in and out of the patient room during a procedure to find a forgotten item.\\n- Mouth Maintenance - Regularly cleaning patients' mouths, gums and teeth can help prevent ventilator-associated pneumonia, a common infection found in intensive care units.\\n- Infection ID - Quick diagnostic tests can identify infected patients in a matter of hours rather than days. This allows for a quick response when patients show symptoms, are tested and found to be infected.\\nTo read the complete article with expanded descriptions of the top 10, click here.\\nPhoto Credit: Presta\\nHospitals in Michigan lowered the rate of bloodstream infections in their patients by following a five-step checklist. The study published in the New England Journal of Medicine\\nfound that implementing the checklist reduced the rate of bloodstream infections related to catheter use by 66%. Despite this success, utilization of the checklist remains limited. The checklist itself isn't complicated:\\n- Wash hands\\n- Clean patient's skin with chlorohexidine\\n- Wear protective cap and gown and use a surgical drape during the procedure\\n- Avoid catheter insertion through the groin if possible\\n- Remove unnecessary catheters\\nPeter Pronovost, the patient-safety expert who led the study, spoke with The Wall Street Journal to share insights on why more hospitals haven't benefited from using the checklist. To read excerpts from his interview, click here.\\nPhoto Credit: Adesigna\\nA recent study published in the American Journal of Infection Control examined the levels of bacteria on healthcare workers' lab coats. The study involved a cross section of medical and surgical grand rounds attendees at a large teaching hospital. Participants completed a survey and cultured their lab coat using a moistened swab on the lapels, pocket and cuffs. Of the 149 white coats in the study, 34 (23%) were contaminated with S aureus, of which 6 (18%) were methicillin-resistant S aureus (MRSA). Providers working with patients had higher contamination levels and the study suggests that white coats may contribute to patient-to-patient transmission of S aureus. Read the entire study in the March 2009 issue of the American Journal of Infection Control, the official journal of the Association for Professionals in Infection Control and Epidemiology (APIC).\\nPhoto Credit: Estherase\\nCentral venous catheters (CVC) are essential for treating children with cancer. They reduce the need for multiple needlesticks and the associated pain and anxiety. In addition, they can be used to deliver chemotherapy, parenteral fluids, blood products and analgesics. Despite the positives, children with CVCs are at increased risk for bloodstream infections. Complications associated with CVCs include pneumothorax, air embolism, nerve injury, catheter malposition, infection and occlusion.\\nA recent study had four objectives:\\n1. To decrease CVC-related bloodstream infection rates in children with cancer through a comprehensive educational intervention.\\n2. To determine if the frequency of catheter hub colonization of CVCs in children with cancer would decrease following the educational intervention.\\n3. To evaluate nurses' knowledge of CVC care.\\n4. To determine risk factors influencing CVC-related bloodstream infections in children with cancer.\\nThe study was conducted in the cancer center of a large children's hospital and included patients ranging in age from infancy to 18 years. A 45 minute educational program on CDC guidelines, most frequent guideline violations and information on catheter-related infections was presented to all caregivers. Following the educational presentation, catheter-related bloodstream infections were tracked for six months in order to determine the rate of infection. Study findings showed that the educational program increased nurses' knowledge and instances of catheter-related bloodstream infections decreased. You can read the full article in the March 2009 issue of Oncology Nursing Forum or purchase it online here.\\nPhoto Credit: Gulf Coast Regional Blood Center\\nAccording to a 2009 study, approximately 5 million central venous catheters are placed each year. Implantable ports provide reliable venous, arterial, epidural and peritoneal access and can be used to administer IV fluids, medications and to obtain blood samples. However complications including occlusion, infection, catheter migration and catheter separation from portal body can frequently occur.\\nA recent study conducted in a rural hematology-oncology clinic focused on infection. A port infection can present as local tenderness, pain, erythema, induration or edema at the insertion or exit site or over the port pocket. Patients may also have purulent or serous drainage, fever and chills. To prevent infection, aseptic technique should be utilized for dressing changes. In addition, clinicians should follow accessing and deaccessing procedures and keep the exit clear of potential sources of infection. The 62 patients included in the study were receiving a minimum of two complete cycles of chemotherapy after port insertion. Ports were accessed and deaccessed following outlined protocol.\\n*Steps for Accessing Ports:\\n- Wash hands. Assess the port site for erythema, warmth or drainage.\\n- Palpate the outline of the portal body.\\n- Wash hands.\\n- Apply nonsterile gloves. Cleanse port site with chlorohexidine swab in a circular motion for 30 seconds. Allow to dry for 30 seconds.\\n- Spray ethyl chloride.\\n- Stabilize portal body with one hand. Insert Huber needle (link to EZ Huber product page) into septum with other hand. Ensure patency by blood return. If no blood return, use interventions to assess port's patency.\\n- Stabilize port with gauze and tape or apply transparent dressing.\\n*Steps for Deaccessing Ports:\\n- Wash hands. Apply nonsterile gloves.\\n- Inspect exit site.\\n- Flush device with 20 ml normal saline followed by 5 ml heparin flush (100 units/ml). During final flush, clamp tubing to port.\\n- Stabilize port and remove needle.\\n- Apply bandage.\\nSix of the 62 patients in the study experienced a port infection, with four of the six ports requiring removal. The total number of catheter days for the implanted ports was 7,277. Patient catheter days ranged from 32-288. The study concluded that consistent, routine care is the best preventative measure against port complications. The entire study can be found in the October 2009 issue of the Clinical Journal of Oncology Nursing.\\n*The port access and de-access protocols are those that were used by the authors for this study. Please follow institutional policies and procedures regarding port access and de-access.\\nAlthough many infection headlines are related to hospitals, individual doctor's offices are facing similar challenges. Almost 30 cases of hepatitis B were recently tied to one doctor's office in New Jersey. When health inspectors visited the office they found blood on the floor of a room where chemotherapy was administered, blood in a bin where blood vials were stored, unsterile saline and gauze as well as open medication vials. Inspectors also noticed cross-contamination of pens, refrigerators and countertops, use of contaminated gloves and misuse of antiseptics.\\nPatients were sent a letter from state epidemiologist Dr. Christina Chan urging testing for hepatitis B. \\\"Evidence gathered at this time suggests that since 2002, some clinic staff provided care in a manner that puts patients at risk for infection caused by bloodborne viruses, including hepatitis B,\\\" the letter told patients. \\\"The investigation to date suggests that hepatitis B infections identified may be associated with the method by which medications were administered and procedures performed at the practice.\\\"\\nNumerous checklists and recommendations have been published around infection control. The American Academy of Pediatrics Committee on Infectious Diseases and Committee on Practice and Ambulatory Medicine offers these infection control musts:\\n- Hand washing\\n- Barrier precautions to prevent skin and mucous membrane exposure\\n- Proper handling of sharps and contaminated waste\\n- Appropriate cleaning and disinfecting of surfaces and equipment\\n- Aseptic technique for invasive procedures\\nFor the full recommendation on infection control in physician's offices, click here.\\nTo read more about the hepatitis B outbreak in New Jersey, continue reading here.\\nPhoto Credit: Hollywood Pimp\\nThe Joint Commission Center for Transforming Healthcare is working on its first improvement venture: The Hand Hygiene Project. According to the Centers for Disease Control and Prevention, an estimated 2 million patients get a hospital-related infection every year and 90,000 die from their infection.\\nCauses of Failure to Clean Hands\\n- Ineffective placement of dispensers or sinks\\n- Hand hygiene compliance data are not collected or reported accurately or frequently\\n- Lack of accountability and just-in-time coaching\\n- Safety culture does not stress hand hygiene at all levels\\n- Ineffective or insufficient education\\n- Hands full\\n- Wearing gloves interferes with process\\n- Perception that hand hygiene is not needed if wearing gloves\\n- Healthcare workers forget\\nEarly results of the program found on average that caregivers washed their hands less than 50 percent of the time. \\\"Demanding that healthcare workers try harder is not the answer. These healthcare organizations have the courage to step forward to tackle the problem of hand washing by digging deep to find out where the breakdowns take place so we can create targeted solutions that will work now and keep working in the future,\\\" said Mark R. Chassin, M.D., M.P.P, M.P.H., president, The Joint Commission.\\nBy January, 2010, the Joint Commission Center for Transforming Healthcare plans to have data to demonstrate whether the proposed hand hygiene solutions can be sustained to achieve a 90+ percent compliance rate.\\nEight hospitals are participating in this project:\\n- Cedars-Sinai Health System, Los Angeles, California\\n- Exempla Lutheran Medical Center, Wheat Ridge, Colorado\\n- Froedtert Hospital, Milwaukee, Wisconsin\\n- The Johns Hopkins Hospital and Health System, Baltimore, Maryland\\n- Memorial Hermann Health Care System, Houston, Texas\\n- Trinity Health, Novi, Michigan\\n- Virtua, Marlton, New Jersey\\n- Wake Forest University Baptist Medical Center, Winston-Salem, North Carolina\\nTo read the full release from the Joint Commission for Transforming Healthcare, click here.\\nPhoto Credit: Mag3737\\nHealthcare providers are on alert due to an increase in a new strain of hospital-acquired infections. A recent study released by Arlington Medical Resources (AMR) and Decision Resources, found that recurrent Clostridium difficile\\nis difficult to treat in a hospital setting.\\nClostridium difficile is a bacterium that can cause symptoms as minor as diarrhea and as life threatening as severe inflammation of the colon. The elderly are most at risk and the Centers for Medicare and Medicaid services is considering adding Clostridium difficile to its list of \\\"never events\\\" or preventable hospital-acquired infections. Hospitals will receive reduced or no Medicare payments for infections on the \\\"never events\\\" list.\\nRead more about how the study was conducted as well as more information on Clostridium difficile here.\\nPhoto Credit: Big Grey Mare\\nJeanne Hahne was working as a nurse in a burn ward when inspiration struck. Because the patients were so vulnerable to infection, Hahne and other healthcare providers had to wear full protective gear including a cap to cover her hair and a mask that covered the majority of her face. Even though she worked with many of the burn patients every day, most couldn't recognize her.\\nFlash forward almost 30 years and Hahne has designed a face mask made of clear plastic so patients can see her smile. Hahne believes she can reassure patients with a smile and help decrease their anxiety. The masks also have utility for patients and healthcare providers with hearing loss since they allow for lip reading. In addition, the masks have helped improve communication between healthcare workers which can help decrease the chance for mistakes or misunderstanding. To read more and see pictures of the face mask, click here.\\nPhoto Credit: Christiana Care\", \"id\": \"<urn:uuid:c2edfd5f-7efa-4718-90fc-2492422d24c1>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://info.navilystmedical.com/Blog/?Tag=infection\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9321461319923401, \"token_count\": 3248, \"score\": 3.140625, \"int_score\": 3}\n"
"{\"text\": \"CHICAGO – Nearly 1 in 20 Americans older than 50 have artificial knees, or more than 4 million people, according to the first national estimate showing how common these replacement joints have become in an aging population.\\nDoctors know the number of knee replacement operations has surged in the last decade, especially in baby boomers. But until now, there was no good fix on the total number of people living with them.\\nThe estimate is important because it shows that a big segment of the population might need future knee-related care, said Dr. Daniel Berry, president of the American Academy of Orthopedic Surgeons and chairman of orthopedic surgery at the Mayo Clinic in Rochester, Minn. He was not involved in the research.\\nPeople with knee replacements sometimes develop knee infections or scar tissue that require additional treatment. But also, even artificial knees wear out, so as the operations are increasingly done on younger people, many will live long enough to almost certainly need a second or even third knee replacement.\\n“These data are sobering because we didn’t know what an army of people we’ve created over the last decade,” said Elena Losina, lead author of the analysis and co-director of the Orthopedics and Arthritis Center for Outcomes Research at Harvard’s Brigham and Women’s Hospital. “The numbers will only increase, based on current trends.”\\nReplacement joints can greatly improve quality of life for people with worn-out knees, but they’re not risk-free and it’s a major operation that people should not take lightly, she said.\\nModern knee replacements in the United States date to the 1970s. Since then, advances in materials and techniques, including imaging scans to create better-fitting joints, have made the implants more durable and lifelike, surgeons say.\\nLosina and colleagues came up with their estimate by analyzing national data on the number of knee replacements done from 1998-2009, U.S. census data, death statistics and national health surveys.\\nFor example, in 2009, more than 600,000 knee replacement operations were done nationwide. The study estimate includes people who had knee replacement operations that year and in previous years who are still living.\\nOverall, 4.5 million Americans are living with artificial knees. That includes an estimated 500,000 who have had at least two replacement operations on the same knee.\\nKnee replacements are most common in people older than 80 – 1 in 10 people in this age range have them, the study found. Though they’re less prevalent in people younger than that, there are still more than half a million Americans in their 50s with the artificial joints, and based on current trends, operations in that age group are expected to increase.\\nAccording to the federal Agency for Healthcare Research and Quality, knee replacements tripled in people ages 45 to 64 between 1997 and 2009.\\nDoctors think two trends have contributed to that increase: the nation’s obesity epidemic and amateur athletes who don’t adjust workouts to spare aging or even injured joints. Both can lead to or worsen arthritis, the main reason for replacing knees.\\nDonna Brent, 63, is in the latter category. The Deerfield, Ill., administrative assistant says decades of racquetball, tennis, softball and other sports took a toll on her knees, but she got used to living with the pain, even when she became bowlegged and developed a limp. When pain “started getting in the way of some of my sports,” she gave in to her doctor’s advice and had the operation last June on her right knee. She said she feels better than ever, is back to exercising and plans to resume tennis and softball when the weather warms up.\\nDuring knee replacement operations, surgeons slice off a small portion of the worn-out surface on the ends of both leg bones that meet at the knee, then implant an artificial joint usually made of plastic or metal. Typical operations last about two hours, require a few days in the hospital and cost about $40,000.\\nArtificial knees generally last 15 to 20 years. While some are promoted as lasting 30 years, these estimates are generally based on use among older people more sedentary than baby boomers who expect new knees to let them be as active as they were before surgery. Sometimes that’s possible, though doctors often discourage knee replacement patients from engaging in high-impact sports including jogging.\\nThe National Institute of Arthritis, Musculoskeletal and Skin Diseases paid for the study.\", \"id\": \"<urn:uuid:62078429-1038-4e59-b941-96afd2102c07>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.durangoherald.com/article/20120220/LIFESTYLE04/702209984/0/lifestyle01/Nearly-4M-US-adults%E2%80%99-knees-are-faking-it\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9672857522964478, \"token_count\": 940, \"score\": 2.53125, \"int_score\": 3}\n"