{"text": "European ports install radiation detectors as U.S. delays\nJust last week, U.S. officials announced that the Homeland Security Department is slowing plans to roll out 1,400 monitors, each costing nearly $400,000, as part of a $1.2 billion multiyear project. In field tests, the new Advanced Spectroscopic Portal monitors, or ASPs, \"led to the determination that additional functional capacity is needed to meet the operational standards,\" a department spokeswoman announced.\nThe announcement, which means the machines could take another year to reach U.S. ports, comes after more than a year of sparring between DHS officials and the Government Accountability Office over how effective the technology is as well as testing methods used to evaluate it.\nThe debate over the new equipment has largely played out in congressional hearings. In September, Government Accountability Office officials argued that DHS testing was based on a \"biased\" methodology that allowed vendors an artificial edge during the evaluation of their radiation detectors, an allegation Homeland Security officials said was off base.\nOfficials at the Belgian port of Antwerp, however, are moving ahead with deployment of the ASPs for use in secondary screening.\n\"We're in the process of finalizing it now,\" Pascal Fias, a scientist working at the Antwerp port, said last week during an International Atomic Energy Agency-sponsored conference on nuclear trafficking here.\nIn the Netherlands, Dutch customs officials are already using the ASP detectors in secondary deployments and expect to eventually use them as primary scanners, Fias said.\nContainers at ports are typically put through a two-phase scanning process. During the first phase, the shipping containers are sent through very sensitive detectors called plastic scintillators. Plastic scintillators can detect very low-level radiation emissions but are incapable of identifying the isotope emitting the energy.\nDue to their sensitivity, they can be triggered by innocuous cargo with trace levels of natural radiation like granite, kitty litter or bananas. In one instance a load of blueberries set off Belgian alarms. The fruit exhibited trace levels of cesium contamination, a legacy from Chernobyl, Fias said.\nIf the primary detectors discover the presence of radiation, the shipping container is then sent through a secondary screening where customs officials use hand-held devices to determine the nature of the source.\nAfter the latest round of GAO criticism of the DHS technology vetting process, Homeland Security officials suggested the ASP detectors would first be deployed in secondary locations and testing would continue before replacing the plastic scintillators.\nWhile Belgian port officials have no plans to shift the ASP to a primary detection deployment - they say they have the plastic scintillators and might as well use them - the new technology is perfect for secondary screening, they say.\n\"For the second phase, it makes a lot of sense to use the ASP,\" Fias told Global Security Newswire, calling the technology currently \"the best on the market.\"\nWithout the ASP detectors, custom officials must use a small, hand-held scanner to assess the entire shipping container. That is a small scanner and a large box, a combination that has led to complaints from customs officials at the port, Fias said.\nBy contrast, the ASP scanners are \"basically a very, very big detector that can scan the whole of the container,\" he said. Replacing primary scanners with the new technology requires any new device to be at least a sensitive as the plastic scintillators, Fias notes, a more challenging bar to meet.\nThe goal with these detector upgrades, both domestically and abroad, is not necessarily increasing the level or radiation detection at ports, but rather smoothing the flow of commerce and making sure current detection regime is not disruptive. U.S. officials have repeatedly said the goal is to lower the number of false alarms at large ports such as Los Angeles/Long Beach. That port, the nation's busiest, has about 500 radiation alerts a day, and DHS officials suggest the new technology could plunge that number to less than 30.\n\"We want to have a low economic impact. Time is money, certainly in a port,\" Fias said of Antwerp. \"Only 1 in 10,000 containers are delayed for more than a few hours or days.\"\nHe expects the ASPs, to be used in conjunction with x-ray scanning, to be rolled out in Antwerp by the end of next year.", "id": "<urn:uuid:47f581b9-3072-4dea-8a54-ec10d416fd47>", "dump": "CC-MAIN-2013-20", "url": "http://www.govexec.com/defense/2007/11/european-ports-install-radiation-detectors-as-us-delays/25814/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9587301015853882, "token_count": 903, "score": 2.546875, "int_score": 3}
{"text": "First, an object is placed on the platform of the printer upon – a petrie dish for example. Then the printer must check the height of the object to make sure everything is calibrated correctly. Mr. Carvalho placed a paper card on the platform of the 3D-Bioplotter to demonstrate how the machine works.\nMr. Carvalho then talked us through the printing process. To begin, a liquefied material – in this case a silicone paste – is pressed through a needle-like tip by applying air pressure. The needle moves in all three dimensions which means it is able to create a three dimensional object. The printer is called ‘Bioplotter’ because the unique aspect of this machine is its use of biomaterials to make implants or other objects for biomedical application.\nSome of the implants which are made using the 3D Bioplotter are intended to dissolve in the body. The materials which are used in this application include PLLA, PLGA, and silicone.\nImplants made with thermoplastics – as they are mostly water and CO2 – are removed by the body naturally in around a week or two. Other materials, such as ceramic paste, may also be used to print implants. The implants printed using ceramic paste do not dissolve. Instead, the body uses this material to create new bone. This actually speeds up the process of the body’s regeneration.\nThe 3DBioplotter also prints hydrogels – such as collagen or alginate. These materials can have human cells actually added to them. Thus human cells may be printed directly with this machine.\nEvery Thursday is #3dthursday here at Adafruit! The DIY 3D printing community has thrilled us at Adafruit with its passion and dedication to making solid objects from digital models. Recently, we have noticed that our community integrating electronics projects into 3D printed enclosures, brackets, and sculptures, so each Thursday we celebrate and highlight these bold pioneers!\nHave you take considered building a 3D project around an Arduino or other microcontroller? How about printing a bracket to mount your Raspberry Pi to the back of your HD monitor? And don’t forget the countless EL Wire and LED projects that are possible when you are modeling your projects!\nThe Adafruit Learning System has dozens of great tools to get you well on your way to creating incredible works of engineering, interactive art, and design with your 3D printer! If you have a cool project you’ve made that joins the traditions of 3D printing and electronics, be sure to send it in to be featured here!", "id": "<urn:uuid:73055da5-4336-4490-8edc-b8121ae20961>", "dump": "CC-MAIN-2013-20", "url": "http://www.adafruit.com/blog/2012/11/29/the-3d-bioplotter-from-envisiontec-3dthursday/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9351903796195984, "token_count": 539, "score": 3.421875, "int_score": 3}
{"text": "Talk:20.109(F12) Pre-Proposal: Engineering Viral Magnetic Nanoparticles for Magnetic Hyperthermic Cancer Therapy\n- This is a brainstorming page.\nYou are very welcome to write any crazy / non-crazy / inventive / conventional / knowledgeable ideas or information you may have about our project.\nSome key words: Magnetic Nanoparticles (MNP), Viruses, Magnetic Hyperthermia, Bioengineering\nWhat is Magnetic Hyperthermia?\nHow it works?\nUnder an alternating magnetic field, MNP releases heat due to relaxation of magnetic moments (hysteresis). This can cause an increase in temperature to the range of 41C to 47C. Since tumor cells are more heat sensitive than normal cells, they will be killed by this thermal dissipation.\nHere is an interesting tidbit from a paper I was reading: \"In addition to the expected tumor cell death, hyperthermia treatment has also induced unexpected biological responses, such as tumor-specific immune responses as a result of heat-shock protein expression. These results suggest that hyperthermia is able to kill not only local tumors exposed to heat treatment, but also tumors at distant sites, including metastatic cancer cells.\" (Kobayashi)\n- Clinical trials in prostate cancer\n- Shows promising results when coupled with irradiation on breast cancer (mouse)\nCurrent Limitations (This information will help us shape and define the problem.)\n(1) To achieve the necessary rise in temperature with minimal dose of MNP.\n- In other words, this means:\n- High specific loss power / specific absorption rate (SLP) of the MNP.\n- why is higher applied dosage bad? > leads to unnecessary heat dissipation\n(2) Lack of knowledge about the metabolism, clearance, and toxicity of MNP.\nBiomedical potentials of MNP\n- Could be used as early detection for the following using MRI:\n- Drug Delivery\n- Cellular labeling and tissue targeting\n- Purifying and separating cells and DNAs\n- Transfection by magnetic nanoparticles\n- Tissue repair\n- Magnetic resonance imaging (MRI)\nTypes of Relevant Viruses\n1. Tobacco Mosaic Virus (TMV)\n- 18nmx300nm, helical\n- Can withstand high temperatures up to 50C for 30mins (conventional hyperthermia involves heating up to 50C from an external source\n- Safe for human consumption\n- Mann group has active research on it\n- 2130 molecules of coat protein\n2. M13 Bacteriophage\n- 6.6nmx880nm, helical (Length is too long - pose an issue in targeting cells)\n- Lots of research done by the Belcher group, including attaching MNPs to M13 for imaging purposes\n- We are familiar with the system\n3. Cowpea chlorotic mottle virus (CCMV)\n- 26nm, icosahedral\n4. Cowpea mosaic virus (CPMV)\n- 27nm, icosahedral\n5. Brome mosaic virus (BMV)\n- 28nm, icosahedral\n6. Turnip yellow mosaic virus (TYMV)\n- 30nm, icosahedral\nCurrent Work in Viral MNP Attachment\nAttachment of MNPs to M13 phage for in vivo imaging of prostate cancer\nWhat we propose to do\nSee flowchart sketch.\n- Identifying / Screening for appropriate virus vehicles and tumor-specific anchoring sequencse\n- Developing / Engineering viral MNPs\n- in vivo testing for efficacy of engineered vMNPs in mouse tumor cells.\nWe will start with using ferritin (Fe3O4) as the MNP.\nStage 1: Virus Hunt\n- We need to investigate how the selected virus (likely one of the following: TMV, M13, CCMV, CPMV, BMV or TPMV) interacts with mammalian cells in vivo.\nStage 2: Screening for MNP binding site on virus\n- We will start by using Fe3O4 as our MNP of interest. With this, a protein coat screen of the selected virus for a protein coat that can bind with our MNP is necessary.\nStage 3: Screening for tumor-specific sequence binding site on virus\n- We need to do a protein coat or RNA screen of the virus for a region that can bind with a tumor-specific peptide sequence. If necessary, we might need to screen tumors for unique short sequences on their cell surfaces.\nStage 4: Virus engineering\n- We can now engineer wild-type viruses using specific protein coats or RNA regions isolated in Stage 2 and 3 to produce the viral MNP of interest.\nStage 5: in vivo testing\n- Perform an in vivo experiment by injecting the engineered viral MNPs into the circulatory system of mice that have developed tumors. By subjecting these mice to an alternating magnetic field under standard hyperthermia conditions and measuring the change in tumor size, we will be able to quantify the efficacy of using viral MNPs in magnetic hyperthermia.\n- Experimenting with double layer MNP to increase response\n- Target other cancerous cells\n- Experiment with other types of viruses\nQuantitative Goals (We can quantify with IC50 value)\n- Currently, with the aid of 10Gy radiation, the hyperthermia treatment successfully accumulated less than 0.3mg Fe/g tissue. Dosage: 0.2mg Fe per gram of mouse. Say mouse is 25g, so 5mg total dosage injected. so 1% efficiency with the aid of radiation. (MNP sizes used: 70nm and 120nm; murine flank breast tumors were 150mm3)\nFrom http://manalis-lab.mit.edu/publications/grover%20PNAS%202011.pdf, we estimated that a typical cell has an average density of 1.1g/mL. Since the murine flank breast tumors were 150mm3, and 0.25mg Fe/g of tumor was detected in the tumors, we can calculate that only a total of 0.0495mg of Fe is accumulated in the tumors. This gives a % efficacy of 1%.\n- South Korean experiment: 75ug of MNPs were injected.\n- From Belcher lab's paper, what is the % efficacy of using M13?\n- \"The actual rotations of the nanoparticles are disordered because the microviscosity of the local environment in cancer cells is not constant, and effective elasticity depends on the binding conditions between nanoparticles and membranes.\"\n- but this is actually present because when treatment is done with individual MNPs, one side of the MNP is always bound to the targeted cell, so direction is never constant!\n- Gupta AK, Naregalkar RR, Vaidya VD, and Gupta M. Recent advances on surface engineering of magnetic iron oxide nanoparticles and their biomedical applications. Future Medicine. 2007. 2(1), 23-39.\n- Bakoglidis KD, Simeonidis K, Sakellari D, G. Stefanou, and Angelakeris M. Size-Dependent Mechanisms in AC Magnetic Hyperthermia Response of Iron-Oxide Nanoparticles. IEEE Transactions on Magnetics. 2012. 48:1320-1323.\n- Great layman's way of explaining magnetic hyperthermia http://trialx.com/curetalk/2012/11/cancer-treatment-multifunctional-magnetic-nanoparticles-for-molecular-imaging-and-hyperthermia/\n- A.J. Giustini, A.A. Petryk, S.M. Cassim, J.A. Tate, I. Baker, P.J. Hoopes. Magnetic nanoparticle hyperthermia in cancer treatment. Nano LIFE 2010; 01: 17.\n- D. Ghosh, Y. Lee, S. Thomas, A. G. Kohli, D. S. Yun, A. M. Belcher, K. A. Kelly. M13-templated magnetic nanoparticles for targeted in vivo imaging of prostate cancer. Nat. Nanotechnol. 2012; 7 (10): 677–82.\n- Add more references as deem appropriate\n11/29 from Professor Angela Belcher:\n- Look at Nature Nano Belcher lab paper\n- Need to do very good characterization of materials using TEM, elemental analysis, etc.", "id": "<urn:uuid:02670295-3a47-4d18-b098-38a53e1f91ab>", "dump": "CC-MAIN-2013-20", "url": "http://openwetware.org/index.php?title=Talk:20.109(F12)_Pre-Proposal:_Engineering_Viral_Magnetic_Nanoparticles_for_Magnetic_Hyperthermic_Cancer_Therapy&curid=127859&oldid=661375", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8656572699546814, "token_count": 1768, "score": 3.0, "int_score": 3}
{"text": "by +Richard Holbrooke – Schwann cells boost and amplify nerve growth in animal models, but their clinical use has been held back because they are difficult, time-consuming and costly to culture.\nA University of Sheffield team, led by Professor John Haycock, has developed a new technique with adult rat tissue which overcomes all these problems, producing Schwann cells in less than half the time and at much lower cost.\n“The ability of Schwann cells to boost nerve growth was proved many years ago in animals, but if you want to use this technique with patients, the problem is: where do you get enough cells from?” said Professor Haycock, from the University’s Department of Materials Science and Engineering.\n“To reduce immune rejection, the cells have to be grown from the patient’s own tissue. Of course, you want to take the smallest amount of tissue necessary, so the technique must be efficient. It must also be fast, so treatment can begin as soon as possible after injury. For clinical use, it must also provide pure Schwann cells. And finally, to make it viable, it has to be at a reasonable cost.”\nExisting methods for growing Schwann cells from adult tissue promote the growth of another type of cell, called fibroblasts, which swamp the Schwann cells, reducing the speed they grow and their numbers. This means that large amounts of tissue are needed at the outset, to grow sufficient cells for therapeutic use. It also requires extra purification stages added to the process, making it slow and costly – taking up to 3 months to complete.\nProfessor Haycock and his team have come up with a very simple solution: feed the Schwann cells but starve the fibroblasts. The research, published today in Nature Protocols, uses an amino acid that only the Schwann cells can break down and feed off, and are able to produce a 97 per cent pure population of Schwann cells in a much shorter space of time – just 19 days – from a small sample of adult tissue.\nProfessor Haycock is confident the technique can be replicated in humans. His team are trialling the same method using human nerve tissue, with results expected within the next six months.", "id": "<urn:uuid:8e7cb7c1-ff22-4b2a-8b76-a1a0ed11dec6>", "dump": "CC-MAIN-2013-20", "url": "http://floridabiotechnews.com/biotech/new-technique-could-bring-cell-therapy-for-nerve-damage-a-step-closer/10917/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9612704515457153, "token_count": 460, "score": 3.265625, "int_score": 3}
{"text": "... Structure and function\n2.1 Rate of enzyme mediated\n... reactions in one direction.\nRate of enzyme mediated\nMain article: Rate of enzyme mediated\nEnzymes can increase reaction rate ...\n... kinetics describe the rate of enzyme mediated\nreactions for many enzymes. It is named for ... To determine the maximum rate of an enzyme mediated\nreaction, the substrate concentration ( [S] ) ... , the factors that effect the rate of enzyme mediated\nreactions (ie. pH, temperature, etc) are at ...\n... Active transport is the mediated\ntransport of biochemicals , and other atomic / molecular substances, across membranes . Unlike passive transport , this process requires ...\n... that action potentials do propagate back into the dendrites once initiated in the axon in most neurons. This backpropagating action potential is mediated\nby the activation of voltage-gated ion channels and can interact with synaptic input to alter the synaptic activity.\nThe structure and branching of ...\n... ) is a process of passive transport ( diffusion ) via which molecules diffuse across membranes , with the help of transport proteins ( mediated\nSmall uncharged molecules can easily diffuse across cell membranes. However, due to the hydrophobic nature of the lipids that make ...\n... thousands of other cells.\nTypes of signalling\nNeurons communicate with one another across synapses. This communication is usually chemically mediated\nby rapid secretion of neurotransmitter molecules . Pre-synaptic neurons (i.e.the neurons which release the neurotransmitter) may produce in the ...", "id": "<urn:uuid:163c0111-7620-496e-a3ea-559db37be0fe>", "dump": "CC-MAIN-2013-20", "url": "http://www.bio-medicine.org/q-more/biology-definition/mediated/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8653671145439148, "token_count": 322, "score": 3.25, "int_score": 3}
{"text": "Study promoter activity using the Living Colors Fluorescent Timer, a fluorescent protein that shifts color from green to red over time (1). This color change provides a way to visualize the time frame of promoter activity, indicating where in an organism the promoter is active and also when it becomes inactive. Easily detect the red and green emissions indicating promoter activity with fluorescence microscopy or flow cytometry.\nEasily Characterize Promoter Activity\nThe Fluorescent Timer is a mutant form of the DsRed fluorescent reporter, containing two amino acid substitutions which increase its fluorescence intensity and endow it with a distinct spectral property: as the Fluorescent Timer matures, it changes color—in a matter of hours, depending on the expression system used. Shortly after its synthesis, the Fluorescent Timer begins emitting green fluorescence but as time passes, the fluorophore undergoes additional changes that shift its fluorescence to longer wavelengths. When fully matured the protein is bright red. The protein’s color shift can be used to follow the on and off phases of gene expression (e.g., during embryogenesis and cell differentiation).\nFluorescent Timer under the control of the heat shock promoter hsp16-41 in a transgenic C. elegans embryo. The embryo was heat-shocked in a 33°C water bath. Promoter activity was studied during the heat shock recovery period. Green fluorescence was observed in the embryo as early as two hr into the recovery period. By 50 hr after heat shock, promoter activity had ceased, as indicated by the lack of green color.\npTimer (left) is primarily intended to serve as a convenient source of the Fluorescent Timer cDNA. Use pTimer-1 (right) to monitor transcription from different promoters and promoter/ enhancer combinations inserted into the MCS located upstream of the Fluorescent Timer coding sequence. Without the addition of a functional promoter, this vector will not express the Fluorescent Timer.\nDetecting Timer Fluorescent Protein\nYou can detect the Fluorescent Timer with the DsRed Polyclonal Antibody.\nYou can use the DsRed1-C Sequencing Primer to sequence wild-type DsRed1 C-terminal gene fusions, including Timer fusions.\nTerskikh, A., et al. (2000) Science290(5496):1585–1588.", "id": "<urn:uuid:fee85558-8ff7-41a4-9a52-a042d84e5f3a>", "dump": "CC-MAIN-2013-20", "url": "http://www.clontech.com/US/Support/Applications/Using_Fluorescent_Proteins/Fluorescent_Timer?sitex=10020:22372:US&PROD=P8nPvudOgjkaPliQSAGLdY9X:S&PROD_pses=ZGACE262323B0BF31E74A84F101A6D7A99D0F95F9A509B9512D72813095A89F2839955DCFA6AFCAB2FAC74EC70C601DDC5197890B7E3626B1A", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8951437473297119, "token_count": 499, "score": 2.6875, "int_score": 3}
{"text": "- PASSENGER-STRAND (1) (remove)\n- A large-scale chemical modification screen identifies design rules to generate siRNAs with high activity, high stability and low toxicity (2009)\n- The use of chemically synthesized short interfering RNAs (siRNAs) is currently the method of choice to manipulate gene expression in mammalian cell culture, yet improvements of siRNA design is expectably required for successful application in vivo. Several studies have aimed at improving siRNA performance through the introduction of chemical modifications but a direct comparison of these results is difficult. We have directly compared the effect of 21 types of chemical modifications on siRNA activity and toxicity in a total of 2160 siRNA duplexes. We demonstrate that siRNA activity is primarily enhanced by favouring the incorporation of the intended antisense strand during RNA-induced silencing complex (RISC) loading by modulation of siRNA thermodynamic asymmetry and engineering of siRNA 3-overhangs. Collectively, our results provide unique insights into the tolerance for chemical modifications and provide a simple guide to successful chemical modification of siRNAs with improved activity, stability and low toxicity.", "id": "<urn:uuid:b5654d8e-0f08-4bf6-9a7c-6fd03e5fe0e7>", "dump": "CC-MAIN-2013-20", "url": "http://publikationen.ub.uni-frankfurt.de/solrsearch/index/search/searchtype/authorsearch/author/%22Dalibor+Odad%C5%BEi%C4%87%22/start/0/rows/10/subjectfq/PASSENGER-STRAND+", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8938946723937988, "token_count": 233, "score": 2.734375, "int_score": 3}
{"text": "Skip to Main Content\nMachine learning methods are known to be inefficient when faced with many features that are unnecessary for rule discovery. In coping with this issue, many methods have been proposed for selecting important features. Among them is feature selection that selects a subset of discriminative features or attribute for model building due to its ability to avoid overfitting issue, improve model performance, provide faster and producing reliable model. This paper proposes a new method based on rough set algorithms, which is a rule-based data mining method to select the important features in bioinformatics datasets. Amino acid compositions are used as conditional features for the classification task. However, our results indicate that all amino acid composition features are equally important thus selecting the features are unnecessary. We do confirm the need of having a balance classes in classifying the protein function by demonstrating an increase of more than 15% in accuracy.\nElectrical Engineering and Informatics, 2009. ICEEI '09. International Conference on (Volume:01 )\nDate of Conference: 5-7 Aug. 2009", "id": "<urn:uuid:088eebf0-239d-4423-98cb-dfea79acfb27>", "dump": "CC-MAIN-2013-20", "url": "http://ieeexplore.ieee.org/xpl/articleDetails.jsp?reload=true&arnumber=5254822&contentType=Conference+Publications", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9517919421195984, "token_count": 213, "score": 2.96875, "int_score": 3}
{"text": "Introduction to principles of chemistry and fundamentals of inorganic and biochemistry. Structure and chemistry of carbohydrates, lipids, proteins, biochemistry of enzymes, metabolism, body fluids and radiation effects. On-line materials includes the course syllabus, copies of the lecture slides and animations, interactive Periodic Table, chapter summaries and practice exams. This course is targeted towards Health Science Majors.\nIntroduction to principles of chemistry. This course is targeted towards Chemistry Majors.\nLaboratory experiments to develop techniques in organic chemistry and illustrate principles. On-line materials include step-by-step prelabs for many of the experiments that students will be conducting.\nTheoretical principles of quantitative and instrumental analysis. Emphasis is placed on newer analytical tools and equipment.\nIntermediate level course. Includes a discussion of the structure, function and metabolism of proteins, carbohydrates and lipids. In addition, there is a review of enzymes, DNA and RNA.\nThis course stresses theory and application of modern chromatographic methods. On-line materials include the course syllabus, copies of course lecture slides and animations.\nA 'short course' covering the use of a mass spectrometer as a GC detector. Basic instrumentation, data treatment and spectral interpretation methods will be discussed. On-line materials include copies of course lecture slides and tables to assist in the interpretation of mass spectra.\nCoverage of statistical methods in Analytical Chemistry. Course includes basic statistics, experimental design, modeling, exploratory data analysis and other multivariate techniques. On-line materials include the course syllabus, homework problems and copies of the lecture slides.\nA survey of the basic equipment, data and methodology of Analytical methods that rely on radioisotopic materials. On-line materials include the course syllabus, homework problems. copies of the lecture slides and animations.\nWhy I missed the exam", "id": "<urn:uuid:841e4baa-add2-400d-b3cc-719e93276b6c>", "dump": "CC-MAIN-2013-20", "url": "http://ull.chemistry.uakron.edu/classroom.html/genchem/gcms/genobc/periodic/excuses/organic_lab/analytical/chemsep/genobc/chemometrics/gcms/chemometrics/biochem/gcms/analytical/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8711559772491455, "token_count": 381, "score": 2.609375, "int_score": 3}
{"text": "Welcome to MedLibrary.org. For best results, we recommend beginning with the navigation links at the top of the page, which can guide you through our collection of over 14,000 medication labels and package inserts. For additional information on other topics which are not covered by our database of medications, just enter your topic in the search box below:\nChromatography [|krəʊmə|tɒgrəfi] (from Greek χρῶμα chroma \"color\" and γράφειν graphein \"to write\") is the collective term for a set of laboratory techniques for the separation of mixtures. The mixture is dissolved in a fluid called the mobile phase, which carries it through a structure holding another material called the stationary phase. The various constituents of the mixture travel at different speeds, causing them to separate. The separation is based on differential partitioning between the mobile and stationary phases. Subtle differences in a compound's partition coefficient result in differential retention on the stationary phase and thus changing the separation.\nChromatography may be preparative or analytical. The purpose of preparative chromatography is to separate the components of a mixture for more advanced use (and is thus a form of purification). Analytical chromatography is done normally with smaller amounts of material and is for measuring the relative proportions of analytes in a mixture. The two are not mutually exclusive.\nChromatography, literally \"color writing\", was first employed by Russian-Italian scientist Mikhail Tsvet in 1900. He continued to work with chromatography in the first decade of the 20th century, primarily for the separation of plant pigments such as chlorophyll, carotenes, and xanthophylls. Since these components have different colors (green, orange, and yellow, respectively) they gave the technique its name. New types of chromatography developed during the 1930s and 1940s made the technique useful for many separation processes.\nChromatography technique developed substantially as a result of the work of Archer John Porter Martin and Richard Laurence Millington Synge during the 1940s and 1950s. They established the principles and basic techniques of partition chromatography, and their work encouraged the rapid development of several chromatographic methods: paper chromatography, gas chromatography, and what would become known as high performance liquid chromatography. Since then, the technology has advanced rapidly. Researchers found that the main principles of Tsvet's chromatography could be applied in many different ways, resulting in the different varieties of chromatography described below. Advances are continually improving the technical performance of chromatography, allowing the separation of increasingly similar molecules.\nChromatography terms \n- The analyte is the substance to be separated during chromatography.\n- Analytical chromatography is used to determine the existence and possibly also the concentration of analyte(s) in a sample.\n- A bonded phase is a stationary phase that is covalently bonded to the support particles or to the inside wall of the column tubing.\n- A chromatogram is the visual output of the chromatograph. In the case of an optimal separation, different peaks or patterns on the chromatogram correspond to different components of the separated mixture.\n- Plotted on the x-axis is the retention time and plotted on the y-axis a signal (for example obtained by a spectrophotometer, mass spectrometer or a variety of other detectors) corresponding to the response created by the analytes exiting the system. In the case of an optimal system the signal is proportional to the concentration of the specific analyte separated.\n- A chromatograph is equipment that enables a sophisticated separation e.g. gas chromatographic or liquid chromatographic separation.\n- Chromatography is a physical method of separation that distributes components to separate between two phases, one stationary (stationary phase), while the other (the mobile phase) moves in a definite direction.\n- The eluate is the mobile phase leaving the column.\n- The eluent is the solvent that carries the analyte.\n- An eluotropic series is a list of solvents ranked according to their eluting power.\n- An immobilized phase is a stationary phase that is immobilized on the support particles, or on the inner wall of the column tubing.\n- The mobile phase is the phase that moves in a definite direction. It may be a liquid (LC and Capillary Electrochromatography (CEC)), a gas (GC), or a supercritical fluid (supercritical-fluid chromatography, SFC). The mobile phase consists of the sample being separated/analyzed and the solvent that moves the sample through the column. In the case of HPLC the mobile phase consists of a non-polar solvent(s) such as hexane in normal phase or polar solvents in reverse phase chromotagraphy and the sample being separated. The mobile phase moves through the chromatography column (the stationary phase) where the sample interacts with the stationary phase and is separated.\n- Preparative chromatography is used to purify sufficient quantities of a substance for further use, rather than analysis.\n- The retention time is the characteristic time it takes for a particular analyte to pass through the system (from the column inlet to the detector) under set conditions. See also: Kovats' retention index\n- The sample is the matter analyzed in chromatography. It may consist of a single component or it may be a mixture of components. When the sample is treated in the course of an analysis, the phase or the phases containing the analytes of interest is/are referred to as the sample whereas everything out of interest separated from the sample before or in the course of the analysis is referred to as waste.\n- The solute refers to the sample components in partition chromatography.\n- The solvent refers to any substance capable of solubilizing another substance, and especially the liquid mobile phase in liquid chromatography.\n- The stationary phase is the substance fixed in place for the chromatography procedure. Examples include the silica layer in thin layer chromatography\nChromatography is based on the concept of partition coefficient. Any solute partitions between two immiscible solvents. When we make one solvent immobile (by adsorption on a solid support matrix) and another mobile it results in most common applications of chromatography. If matrix support is polar (e.g. paper, silica etc.) it is forward phase chromatography, and if it is non polar (C-18) it is reverse phase.\nTechniques by chromatographic bed shape \nColumn chromatography \nColumn chromatography is a separation technique in which the stationary bed is within a tube. The particles of the solid stationary phase or the support coated with a liquid stationary phase may fill the whole inside volume of the tube (packed column) or be concentrated on or along the inside tube wall leaving an open, unrestricted path for the mobile phase in the middle part of the tube (open tubular column). Differences in rates of movement through the medium are calculated to different retention times of the sample.\nIn 1978, W. C. Still introduced a modified version of column chromatography called flash column chromatography (flash). The technique is very similar to the traditional column chromatography, except for that the solvent is driven through the column by applying positive pressure. This allowed most separations to be performed in less than 20 minutes, with improved separations compared to the old method. Modern flash chromatography systems are sold as pre-packed plastic cartridges, and the solvent is pumped through the cartridge. Systems may also be linked with detectors and fraction collectors providing automation. The introduction of gradient pumps resulted in quicker separations and less solvent usage.\nIn expanded bed adsorption, a fluidized bed is used, rather than a solid phase made by a packed bed. This allows omission of initial clearing steps such as centrifugation and filtration, for culture broths or slurries of broken cells.\nPhosphocellulose chromatography utilizes the binding affinity of many DNA-binding proteins for phosphocellulose. The stronger a protein's interaction with DNA, the higher the salt concentration needed to elute that protein.\nPlanar chromatography \nPlanar chromatography is a separation technique in which the stationary phase is present as or on a plane. The plane can be a paper, serving as such or impregnated by a substance as the stationary bed (paper chromatography) or a layer of solid particles spread on a support such as a glass plate (thin layer chromatography). Different compounds in the sample mixture travel different distances according to how strongly they interact with the stationary phase as compared to the mobile phase. The specific Retention factor (Rf) of each chemical can be used to aid in the identification of an unknown substance.\nPaper chromatography \nPaper chromatography is a technique that involves placing a small dot or line of sample solution onto a strip of chromatography paper. The paper is placed in a jar containing a shallow layer of solvent and sealed. As the solvent rises through the paper, it meets the sample mixture, which starts to travel up the paper with the solvent. This paper is made of cellulose, a polar substance, and the compounds within the mixture travel farther if they are non-polar. More polar substances bond with the cellulose paper more quickly, and therefore do not travel as far.\nThin layer chromatography \nThin layer chromatography (TLC) is a widely employed laboratory technique and is similar to paper chromatography. However, instead of using a stationary phase of paper, it involves a stationary phase of a thin layer of adsorbent like silica gel, alumina, or cellulose on a flat, inert substrate. Compared to paper, it has the advantage of faster runs, better separations, and the choice between different adsorbents. For even better resolution and to allow for quantification, high-performance TLC can be used.\nDisplacement chromatography \nThe basic principle of displacement chromatography is: A molecule with a high affinity for the chromatography matrix (the displacer) competes effectively for binding sites, and thus displace all molecules with lesser affinities. There are distinct differences between displacement and elution chromatography. In elution mode, substances typically emerge from a column in narrow, Gaussian peaks. Wide separation of peaks, preferably to baseline, is desired for maximum purification. The speed at which any component of a mixture travels down the column in elution mode depends on many factors. But for two substances to travel at different speeds, and thereby be resolved, there must be substantial differences in some interaction between the biomolecules and the chromatography matrix. Operating parameters are adjusted to maximize the effect of this difference. In many cases, baseline separation of the peaks can be achieved only with gradient elution and low column loadings. Thus, two drawbacks to elution mode chromatography, especially at the preparative scale, are operational complexity, due to gradient solvent pumping, and low throughput, due to low column loadings. Displacement chromatography has advantages over elution chromatography in that components are resolved into consecutive zones of pure substances rather than “peaks”. Because the process takes advantage of the nonlinearity of the isotherms, a larger column feed can be separated on a given column with the purified components recovered at significantly higher concentrations.\nTechniques by physical state of mobile phase \nGas chromatography \nGas chromatography (GC), also sometimes known as gas-liquid chromatography, (GLC), is a separation technique in which the mobile phase is a gas. Gas chromatography is always carried out in a column, which is typically \"packed\" or \"capillary\" (see below).\nGas chromatography is based on a partition equilibrium of analyte between a solid stationary phase (often a liquid silicone-based material) and a mobile gas (most often helium). The stationary phase is adhered to the inside of a small-diameter glass tube (a capillary column) or a solid matrix inside a larger metal tube (a packed column). It is widely used in analytical chemistry; though the high temperatures used in GC make it unsuitable for high molecular weight biopolymers or proteins (heat denatures them), frequently encountered in biochemistry, it is well suited for use in the petrochemical, environmental monitoring and remediation, and industrial chemical fields. It is also used extensively in chemistry research.\nLiquid chromatography \nLiquid chromatography (LC) is a separation technique in which the mobile phase is a liquid. Liquid chromatography can be carried out either in a column or a plane. Present day liquid chromatography that generally utilizes very small packing particles and a relatively high pressure is referred to as high performance liquid chromatography (HPLC).\nIn HPLC the sample is forced by a liquid at high pressure (the mobile phase) through a column that is packed with a stationary phase composed of irregularly or spherically shaped particles, a porous monolithic layer, or a porous membrane. HPLC is historically divided into two different sub-classes based on the polarity of the mobile and stationary phases. Methods in which the stationary phase is more polar than the mobile phase (e.g., toluene as the mobile phase, silica as the stationary phase) are termed normal phase liquid chromatography (NPLC) and the opposite (e.g., water-methanol mixture as the mobile phase and C18 = octadecylsilyl as the stationary phase) is termed reversed phase liquid chromatography (RPLC). Ironically the \"normal phase\" has fewer applications and RPLC is therefore used considerably more.\nSpecific techniques under this broad heading are listed below.\nAffinity chromatography \nAffinity chromatography is based on selective non-covalent interaction between an analyte and specific molecules. It is very specific, but not very robust. It is often used in biochemistry in the purification of proteins bound to tags. These fusion proteins are labeled with compounds such as His-tags, biotin or antigens, which bind to the stationary phase specifically. After purification, some of these tags are usually removed and the pure protein is obtained.\nAffinity chromatography often utilizes a biomolecule's affinity for a metal (Zn, Cu, Fe, etc.). Columns are often manually prepared. Traditional affinity columns are used as a preparative step to flush out unwanted biomolecules.\nHowever, HPLC techniques exist that do utilize affinity chromatogaphy properties. Immobilized Metal Affinity Chromatography (IMAC) is useful to separate aforementioned molecules based on the relative affinity for the metal (I.e. Dionex IMAC). Often these columns can be loaded with different metals to create a column with a targeted affinity.\nSupercritical fluid chromatography \nSupercritical fluid chromatography is a separation technique in which the mobile phase is a fluid above and relatively close to its critical temperature and pressure.\nTechniques by separation mechanism \nIon exchange chromatography \nIon exchange chromatography (usually referred to as ion chromatography) uses an ion exchange mechanism to separate analytes based on their respective charges. It is usually performed in columns but can also be useful in planar mode. Ion exchange chromatography uses a charged stationary phase to separate charged compounds including anions, cations, amino acids, peptides, and proteins. In conventional methods the stationary phase is an ion exchange resin that carries charged functional groups that interact with oppositely charged groups of the compound to retain. Ion exchange chromatography is commonly used to purify proteins using FPLC.\nSize-exclusion chromatography \nSize-exclusion chromatography (SEC) is also known as gel permeation chromatography (GPC) or gel filtration chromatography and separates molecules according to their size (or more accurately according to their hydrodynamic diameter or hydrodynamic volume). Smaller molecules are able to enter the pores of the media and, therefore, molecules are trapped and removed from the flow of the mobile phase. The average residence time in the pores depends upon the effective size of the analyte molecules. However, molecules that are larger than the average pore size of the packing are excluded and thus suffer essentially no retention; such species are the first to be eluted. It is generally a low-resolution chromatography technique and thus it is often reserved for the final, \"polishing\" step of a purification. It is also useful for determining the tertiary structure and quaternary structure of purified proteins, especially since it can be carried out under native solution conditions.\nExpanded Bed Adsorption (EBA) Chromatographic Separation \nExpanded Bed Adsorption (EBA) Chromatographic Separation captures a target protein from a crude feed stream when it passes through a chromatography column system containing adsorbent beads. With this technique the crude feedstock can be treated directly in the chromatographic column, avoiding the traditional clarification and pre-treatment steps. EBA Chromatographic Separation is highly scalable, from laboratory-based 1 cm diameter columns to large production columns up to 2 meter in diameter. These columns can typically handle feed stock throughput of more than 1,000,000 liter per day with a production capacity of 1000 MT protein per year.\nSpecial techniques \nReversed-phase chromatography \nReversed-phase chromatography (RPC) is any liquid chromatography procedure in which the mobile phase is significantly more polar than the stationary phase. It is so named because in normal-phase liquid chromatography, the mobile phase is significantly less polar than the stationary phase. Hydrophobic molecules in the mobile phase tend to adsorb to the relatively hydrophobic stationary phase. Hydrophilic molecules in the mobile phase will tend to elute first.\nTwo-dimensional chromatography \nIn some cases, the chemistry within a given column can be insufficient to separate some analytes. It is possible to direct a series of unresolved peaks onto a second column with different physico-chemical (Chemical classification) properties. Since the mechanism of retention on this new solid support is different from the first dimensional separation, it can be possible to separate compounds that are indistinguishable by one-dimensional chromatography. The sample is spotted at one corner of a square plate,developed, air-dried, then rotated by 90° and usually redeveloped in a second solvent system.\nSimulated moving-bed chromatography \nPyrolysis gas chromatography \nPyrolysis gas chromatography mass spectrometry is a method of chemical analysis in which the sample is heated to decomposition to produce smaller molecules that are separated by gas chromatography and detected using mass spectrometry.\nPyrolysis is the thermal decomposition of materials in an inert atmosphere or a vacuum. The sample is put into direct contact with a platinum wire, or placed in a quartz sample tube, and rapidly heated to 600–1000 °C. Depending on the application even higher temperatures are used. Three different heating techniques are used in actual pyrolyzers: Isothermal furnace, inductive heating (Curie Point filament), and resistive heating using platinum filaments. Large molecules cleave at their weakest points and produce smaller, more volatile fragments. These fragments can be separated by gas chromatography. Pyrolysis GC chromatograms are typically complex because a wide range of different decomposition products is formed. The data can either be used as fingerprint to prove material identity or the GC/MS data is used to identify individual fragments to obtain structural information. To increase the volatility of polar fragments, various methylating reagents can be added to a sample before pyrolysis.\nBesides the usage of dedicated pyrolyzers, pyrolysis GC of solid and liquid samples can be performed directly inside Programmable Temperature Vaporizer (PTV) injectors that provide quick heating (up to 30 °C/s) and high maximum temperatures of 600–650 °C. This is sufficient for some pyrolysis applications. The main advantage is that no dedicated instrument has to be purchased and pyrolysis can be performed as part of routine GC analysis. In this case quartz GC inlet liners have to be used. Quantitative data can be acquired, and good results of derivatization inside the PTV injector are published as well.\nFast protein liquid chromatography \nFast protein liquid chromatography (FPLC) is a term applied to several chromatography techniques which are used to purify proteins. Many of these techniques are identical to those carried out under high performance liquid chromatography, however use of FPLC techniques are typically for preparing large scale batches of a purified product.\nCountercurrent chromatography \nCountercurrent chromatography (CCC) is a type of liquid-liquid chromatography, where both the stationary and mobile phases are liquids. The operating principle of CCC equipment requires a column consisting of an open tube coiled around a bobbin. The bobbin is rotated in a double-axis gyratory motion (a cardioid), which causes a variable gravity (G) field to act on the column during each rotation. This motion causes the column to see one partitioning step per revolution and components of the sample separate in the column due to their partitioning coefficient between the two immiscible liquid phases used. There are many types of CCC available today. These include HSCCC (High Speed CCC) and HPCCC (High Performance CCC). HPCCC is the latest and best performing version of the instrumentation available currently.\nChiral chromatography \nChiral chromatography involves the separation of stereoisomers. In the case of enantiomers, these have no chemical or physical differences apart from being three-dimensional mirror images. Conventional chromatography or other separation processes are incapable of separating them. To enable chiral separations to take place, either the mobile phase or the stationary phase must themselves be made chiral, giving differing affinities between the analytes. Chiral chromatography HPLC columns (with a chiral stationary phase) in both normal and reversed phase are commercially available.\nSee also \n- IUPAC Nomenclature for Chromatography IUPAC Recommendations 1993, Pure & Appl. Chem., Vol. 65, No. 4, pp.819–872, 1993.\n- Still, W. C.; Kahn, M.; Mitra, A. J. Org. Chem. 1978, 43(14), 2923–2925. doi:10.1021/jo00408a041\n- Laurence M. Harwood, Christopher J. Moody (13 June 1989). Experimental organic chemistry: Principles and Practice (Illustrated ed.). WileyBlackwell. pp. 180–185. ISBN 978-0-632-02017-1 [Amazon-US | Amazon-UK].\n- Christian B. Anfinsen, John Tileston Edsall, Frederic Middlebrook Richards Advances in Protein Chemistry. Science 1976, 6-7.\n- Displacement Chromatography 101. Sachem, Inc. Austin, TX 78737\n- Pascal Bailon, George K. Ehrlich, Wen-Jian Fung and Wolfgang Berthold, An Overview of Affinity Chromatography, Humana Press, 2000. ISBN 978-0-89603-694-9 [Amazon-US | Amazon-UK], ISBN 978-1-60327-261-2 [Amazon-US | Amazon-UK].\n- IUPAC Nomenclature for Chromatography\n- Chromedia On line database and community for chromatography practitioners (paid subscription required)\n- Library 4 Science: Chrom-Ed Series\n- Overlapping Peaks Program – Learning by Simulations\n- Chromatography Videos – MIT OCW – Digital Lab Techniques Manual\n- Chromatography Equations Calculators – MicroSolv Technology Corporation", "id": "<urn:uuid:51ca50ec-be73-4d62-b6f9-64c6eb0ad47f>", "dump": "CC-MAIN-2013-20", "url": "http://medlibrary.org/medwiki/Chromatography", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9103200435638428, "token_count": 4943, "score": 3.4375, "int_score": 3}
{"text": "The Convention adjourned from July 26th to August 6th to allow the Committee of Detail – composed of John Rutledge of South Carolina, Edmund Randolph of Virginia, Nathaniel Gorham of Massachusetts, Oliver Ellsworth of Connecticut, and James Wilson of Pennsylvania – to prepare a rough draft of a constitution, based on the series of resolutions the delegates had debated, amended, and debated again. When the Convention re-convened, the Committee of Detail presented its report, made up of twenty-three articles. The Convention spent the remainder of August reviewing and further revising these articles.\nWe the People of…\nDelegates quickly agreed to accept the Committee of Detail’s preamble and Articles I and II, affirming the new government would be called the Unites States of America and consist of Legislative, Executive, and Judicial branches. This agreement masked the critical issue that the Convention had debated throughout – was this to be a union of states or of people? The Committee of Detail’s constitution began, “We the people of the States (emphasis added) of New Hampshire, Massachusetts, Rhode-Island and Providence Plantations, Connecticut, New-York, New-Jersey, Pennsylvania, Delaware, Maryland, Virginia, North-Carolina, South-Carolina, and Georgia, do ordain, declare, and establish the following Constitution for the Government of Ourselves and our Posterity.” The Convention would not end with that language in the preamble.\nRepresentation: Who, What, and How Many?\nDiscussion of the Committee of Detail report continued to include the structure and powers of the legislative branch. Some of the key questions included: Who can elect representatives? How many representatives will there be? What will be their qualifications?\nDelegates debated whether to allow non-land owners to the right to vote for House members, or reserve the franchise to property owners. Gouverneur Morris wanted to restrict voting to those with property, considering them more educated and better able to choose wise leaders. “The ignorant and dependant,” Morris stated, “can be… little trusted with the public interest.” Colonel Mason countered arguments of this kind, saying all citizens should have equal voting rights and privileges. Doctor Franklin sided with Colonel Mason believing that restricting the right to vote to land owners would cause contention among the people. In the end Morris’s proposal to restrict the franchise to property owners was defeated soundly (7-1-1).\nJust as the Convention rejected a plan to restrict voting to property owners, they also rejected a proposal to restrict elective office to property owners. South Carolina’s Charles Pinckney moved that “the President of the U.S., the Judges, and members of the Legislature should be required to swear that they were respectively possessed of a cleared unencumbered Estate” – in an amount to be agreed upon by members of the Convention. This proposal went nowhere. Benjamin Franklin expressed his “dislike of every thing that tended to debase the spirit of the common people,” and observed that “some of the greatest rogues he was ever acquainted with, were the richest rogues.” Madison reports that Pinckney’s motion “was rejected by so general a no, that the States were not called.”\nThe Convention did have a sentiment in favor of strong citizenship requirements for legislators. The Committee of Detail’s report required members of the House be U.S. citizens for three years prior to election, and members of the Senate for four years. Some, including George Mason and Morris, agreed that a lengthy citizenship requirement would protect the legislature from foreign intrigue. Others, including Madison and Franklin, pointed to the number of foreign friends who had helped the states during the war for independence. Delegates sided with Mason and Morris, agreeing to requirements that members of the House be citizens for seven years and members of the Senate for nine years prior to election.\nOn the question of how many representatives would make up the national legislature, Article IV of the Committee of Detail Report stated that the House of Representatives would initially consist of sixty-five members, and that in the future, members of the House would be added “at the rate of one for every forty thousand.” Madison, expecting the Union to grow rapidly, thought that rate would quickly lead the House to grow too large. Others thought that time would make this issue irrelevant. Mr. Nathaniel Gorham from Massachusetts asked, “Can it be supposed that this vast country including the Western territory will 150 years hence remain one nation? Mr. Oliver Ellsworth observed that “If the government should continue so long, alterations may be made in the Constitution” through the amendment process. Delegates agreed to add the language “not exceeding” to the one representative for 40,000 citizen ratio, making that a ceiling and not a floor. Controversy over this provision would re-emerge before the end of the Convention, however.\nThe Specter of Slavery\nLikewise, controversy would emerge about slavery. Consideration of the apportionment of representatives raised the question of whether slaves would be included within that ratio. Morris rose on August 8 and gave a withering criticism of the institution. Moving to specify that this ratio would include only “free” inhabitants, Morris called slavery “a nefarious institution,” and “the curse of heaven”. Comparing free with slave states, Morris noted, on the one hand, “a rich and noble cultivation [which] marks the prosperity and happiness of the people,” and on the other “the misery and poverty which overspread the barren wastes of Virginia, Maryland, and the other states having slaves.” Morris’s motion was defeated 10-1, but the issue of how slavery would be addressed by the new union was by no means resolved.\nFor more detailed information on the Constitutional Convention, please visit Prof. Gordon Lloyd’s web companion to the Philadelphia Convention.\nPosted in Countdown to the Constitution", "id": "<urn:uuid:ea2a4a62-5765-4ec7-ba52-1a99029763a0>", "dump": "CC-MAIN-2013-20", "url": "http://billofrightsinstitute.org/blog/2011/08/15/countdown-to-the-constitution-a-rough-draft-of-the-constitution/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9638350009918213, "token_count": 1246, "score": 3.09375, "int_score": 3}
{"text": "Rutledge, Edward, 1749–1800, political leader in the American Revolution, signer of the Declaration of Independence, b. Charleston, S.C.; brother of John Rutledge. He studied law at the Middle Temple, London, and was admitted (1772) to the English bar. He returned to America and was (1774–77) a member of the Continental Congress. He later held official posts at both the national and state level. He was captured (1780) by the British at the fall of Charleston. He was governor of South Carolina from 1798 to 1800.\nThe Columbia Electronic Encyclopedia, 6th ed. Copyright © 2012, Columbia University Press. All rights reserved.\nSee more Encyclopedia articles on: U.S. History: Biographies", "id": "<urn:uuid:dd9536b8-e0f1-48e0-90f5-3c7bb1dcca2f>", "dump": "CC-MAIN-2013-20", "url": "http://www.factmonster.com/encyclopedia/people/rutledge-edward.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9535161256790161, "token_count": 159, "score": 2.90625, "int_score": 3}
{"text": "The significance of Alabama Unionists during the Civil War and Reconstruction has long been a subject of study among scholars. Largely centered in northern Alabama and to a lesser degree in the southeast region and in Montgomery and Mobile, Unionists were important both militarily and politically. Until recently, however, the details of this phenomenon have remained less well known, largely because the term Unionist (both then and now) has been used to refer to a range of different individuals and positions.\nIn the broadest sense, Unionist has meant any white person who opposed secession (including those who later supported the Confederacy) and those who came to support the Union during the war despite having originally supported the Confederacy. This broad definition includes a very wide range of Alabamians—from the most well-to-do planters who ultimately become officers in the Confederate Army to the subsistence farmer who deserted the southern cause midway through the war. It is also possible to define Unionism more narrowly, confining the label to those individuals who resisted both secession and the Confederacy during the war. Such unconditional loyalists probably represented no more than 15 percent of Alabama's adult white population. They were mostly nonslaveholding farmers (though a small minority owned slaves) living in the northern third of the state. A few Unionists also lived in the piney woods and coastal plain further south. In many respects, these men and women were very much like their neighbors who supported the Confederate cause. The reasons they remained loyal to the Union were also quite diverse. Many saw secession as illegal, whereas others felt that it would dishonor the American Revolution and their own ancestors. Still others were certain that secession would end in political or military disaster. Many were influenced by the respected figures in their families or neighborhoods.\nUnionism in Alabama arose under the pressures of the presidential election of 1860. Nine months before, the state legislature had directed that, in the event of a Republican's election, a state secession convention would be called. By directly linking the presidential election to secession, the legislature fostered a political atmosphere that was particularly hostile to Unionists. Newspaper editorials and participants at community meetings condemned as traitors those who canvassed for Illinois senator Stephen Douglas, the nominee of the regular Democratic Party, rather than the southern-rights Democratic nominee, John Breckinridge. In the election, fully 80 percent of Alabama's eligible voters participated, giving Breckinridge a substantial victory, with 54 percent of the vote. John Bell, the Constitutional Union candidate who was supported by a number of Alabamians hostile to secession, received 31 percent of the vote. Douglas, the candidate most associated with a strongly Unionist position, polled slightly more than 15 percent. Republican Abraham Lincoln was not even on the ballot in Alabama.\nAs promised, Alabama secessionists called a convention in the wake of Lincoln's election. The campaign for convention delegates provoked heated and sometimes violent debates among neighbors, forcing many to defend their positions in public. Of the 100 delegates elected, 53 were secessionists and 47 were cooperationists, a term that refers to the delegates' desire to secede only in \"cooperation\" with other southern states. In fact, the men elected on this platform represented a wide range of ideas about if, when, and under what circumstances to cooperate with secession and included a minority faction—probably less than one-third (the vast majority of them from the northern third of the state)—of unconditional Unionists who opposed secession outright.\nThese delegates convened in Montgomery on January 7, 1861, and debated secession for four days. On January 11, 1861, the convention passed Alabama's Ordinance of Secession by a vote of 61 to 39. Many of those who voted against the ordinance, however, ultimately did support secession, and four immediately reversed themselves and signed with the majority. Among the opposition, 33 delegates subsequently signed the \"Address to the People of Alabama,\" in which they pledged to consult with their supporters and then act on their wishes. Ten signatories of the address signed the ordinance to satisfy their constituents. Other delegates who rejected the ordinance eventually took active part in the war. Only three signers—Henry C. Sanford of Cherokee County, Elliot P. Jones of Fayette County, and Robert Guttery of Walker County—never signed the ordinance and maintained their Unionism throughout the war. Only two wartime Unionists—R. S. Watkins of Franklin County and Christopher C. Sheats of Winston County—signed neither the \"Address\" nor the Ordinance of Secession.\nMost of the men and women who supported the Union after Alabama's secession faced great difficulties. Many were ostracized and ridiculed by neighbors, called before community vigilance committees for questioning and intimidation, or actually harmed for endorsing the Union. Such treatment was most commonly meted out to those who publicly asserted their views; those who kept quiet and did not interfere with volunteering were often left alone during the first year of the war. After Confederate conscription began in April 1862, however, community tolerance of Unionists waned. Individuals who resisted the draft, for whatever reason, were subject to arrest and imprisonment. Family members who supported resisters were frequently threatened with violence or exile by conscript cavalry who hoped to pressure men to come in from the woods or mountains and surrender. In addition, it was not at all uncommon for the families of Unionists to be targeted for punitive foraging or arson by Confederate forces or local conscript cavalry.\nAfter the Union Army invaded Alabama in early 1862, Unionists had more opportunities to flee behind Union lines for safety and the possibility of employment as soldiers, spies, or laborers. Most well known of Alabama's Union troops was the First Alabama Cavalry, U.S.A., organized in late 1862 by Brig. Gen. Grenville M. Dodge, stationed at Corinth, Mississippi. The regiment served mostly in northern Alabama, western Tennessee, and northeastern Mississippi, though it marched with Gen. William Tecumseh Sherman to Savannah in 1864. Alabama Unionists also joined other federal regiments, particularly those from Tennessee, Indiana, Illinois, and Ohio. Those who remained at home, both within Union-occupied territory and behind Confederate lines, also actively assisted Union forces as spies and guides. In some cases, they collaborated with local African Americans (most often their own slaves) to aid and abet the Union Army or pro-Union men in their neighborhoods. Moreover, African Americans from Alabama also crossed the Union lines to serve as laborers and soldiers, and after the Emancipation Proclamation went into effect in 1863, many were inducted into United States Colored Troops regiments. Almost 5,000 African Americans, or 6 percent of Alabama's black male population between the ages of 18 and 45, volunteered in the Union ranks.\nAs was the case throughout the South, by the midpoint of the war Alabama's original Unionists were increasingly joined in their dissent by deserters from the Confederate Army, mostly men whose families were struggling at home without their labor. Disillusioned by the realities of warfare, angered by the inequities of service under laws exempting slaveowners and selected professionals, such Alabamians generally wanted the war to end more than they desired Union victory, though some did cross lines and join the Union army rather than desert and avoid service altogether. A small peace movement also emerged at this time among men who had originally opposed secession but later supported the state.\nAfter the war, Unionists continued to struggle politically and socially, for their wartime activities had alienated them from\ntheir now-defeated neighbors. Most eagerly joined the Union League and the Republican Party. Some wartime Unionists helped reintroduce the Methodist-Episcopal Church (as contrasted with the Methodist-Episcopal Church, South) to northern Alabama, finding there a more hospitable environment\nfor worship. Many campaigned strenuously to convince the president and Congress to limit the political rights of former Confederates.\nThey also sought positions of local and state authority for others who had supported the Union during the war. At this point,\na number of men who had originally opposed secession but supported the state in 1861, as well as citizens who had become disillusioned\nwith the war, also moved to the fore of political life in Alabama. These moderates were, in general, encouraged by Pres. Andrew Johnson, who appointed such men to\npositions of political authority in the immediate post-war provisional governments he established. The Republican Party in\nAlabama was populated by such individuals, as well as core Unionists who had served in the Union Army or otherwise actively\nresisted the Confederacy. Both groups were referred to by their Democratic opponents as sc alawags.\nUnder Congressional Reconstruction (1867-74) wartime loyalists gained greater political power than they had under Presidential Reconstruction, taking leading roles in the constitutional convention of 1867, the Freedmen's Bureau, and the Republican-dominated state legislature. Most also supported, though sometimes reluctantly, voting rights for African Americans as a means to gain political power over former Confederates. For their continued association with northern Republicans and support for African American equality, white Unionists were targeted for intimidation and physical violence by the Ku Klux Klan and other anti-Reconstruction vigilantes. As elsewhere in the South, Alabama Unionists and their Republican allies (white and black, northern and southern) received little in the way of federal assistance to defend against the onslaught of violence. As their party was overwhelmed by the Democratic opposition, Unionists retreated from the forefront of state politics, though those in communities with substantial loyalist populations continued in positions of local political leadership well into the late nineteenth century.\nBarney, William L. The Secessionist Impulse: Alabama and Mississippi in 1860. Princeton: Princeton University Press, 1974.\nFitzgerald, Michael W. The Union League Movement in the Deep South: Politics and Agri cultural Change During Reconstruction. Baton Rouge: Louisiana State University Press, 1989.\nMills, Gary B. Southern Loyalists in the Civil War: The Southern Claims Commission. A Composite Directory of Case Files Created by the U.S. Commissioner of Claims, 1871-1880, including those appealed to the War Claims Committee of the U.S. House of Representatives and the U.S. Court of Claims. Baltimore: Genealogical Publishing Company, Inc. 1994.\nRogers, William Warren, Jr. The Confederate Home Front: Montgomery During the Civil War. Tuscaloosa: The University of Alabama Press, 1999.\nStorey, Margaret M. Loyalty and Loss: Alabama's Unionists in the Civil War and Reconstruction. Baton Rouge: Louisiana State University Press, 2004.\nMargaret M. Storey\nPublished December 14, 2007\nLast updated October 3, 2011", "id": "<urn:uuid:dcf6578e-71df-4e20-904c-5952df38fb9c>", "dump": "CC-MAIN-2013-20", "url": "http://encyclopediaofalabama.org/face/Article.jsp?id=h-1415", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9730987548828125, "token_count": 2188, "score": 3.859375, "int_score": 4}
{"text": "Tuscaloosa, located at the falls of the Black Warrior River in west central Alabama, is the the fifth-largest city in Alabama with a population of 90,468, and the seat of Tuscaloosa County. It is named for the Choctaw chieftain Tuskalusa (meaning Black Warrior), who battled and was defeated by Hernando de Soto in 1540 in the Battle of Mauvila.\nBest known as the home of the University of Alabama, Tuscaloosa is also the center of industry, commerce, healthcare, and education for the region commonly known as West Alabama.\nThe area at the fall line of what would be later known as the Black Warrior River had long been well known to the various Indian tribes whose shifting fortunes brought them to West Alabama. The river shoals at Tuscaloosa represented the southernmost site on the river which could be forded under most conditions. Inevitably, a network of Indian trails converged upon the place, the same network which, in the first years of the 19th Century began to lead a few white frontiersmen to the area.\nThe pace of white settlement increased greatly after the War of 1812, and a small assortment of log cabins soon arose near the large Creek village at the fall line of the river, which the settlers named in honor of the legendary Chief Tuscaloosa. In 1817, Alabama became a territory, and on December 13, 1819, the territorial legislature incorporated the town of Tuscaloosa, exactly one day before the United States Congress admitted Alabama to the Union as a state.\nFrom 1826 to 1846 Tuscaloosa was the capital of Alabama. During this period, in 1831, the University of Alabama was established. The town's population and economy grew rapidly until the departure of the capital to Montgomery caused a rapid decline in population. Establishment of the Bryce State Hospital for the Insane in Tuscaloosa in the 1850s helped restore the city's fortunes. During the Civil War following Alabama's secession from the Union, several thousand men from Tuscaloosa fought in the Confederate armies. During the last weeks of the War, a brigade of Union troops raiding the city burned the campus of the University of Alabama. Tuscaloosa, too, suffered much damage from the battle and shared fully in the South's economic sufferings which followed the defeat.\nThe construction of a system of locks and dams on the Black Warrior River by the U.S. Army Corps of Engineers in the 1890s opened up an inexpensive link to the Gulf seaport of Mobile, stimulating especially the mining and metallurgical industries of the region. By the advent of the 20th Century, the growth of the University of Alabama and the mental health-care facilities in the city, along with strong national economy fueled a steady growth in Tuscaloosa which continued unabated for 100 years. Manufacturing plants of large firms such as Michelin and JVC located in town during the latter half of the 20th Century. However, it was the announcement of the addition of the Mercedes-Benz US International assembly plant in 1993 that best personified the new era of economic prosperity for Tuscaloosa.\n Geography and climate\nAccording to the U.S. Census Bureau, Tuscaloosa has a total area of 66.7 square miles. 56.2 mi² of it is land and 10.5 mi² of it (15.7%) is water. Most of water within the city limits is in Lake Tuscaloosa, which is entirely in the city limits, and the Black Warrior River.\nTuscaloosa lies approximately 60 miles southwest of Birmingham, at the fall line of the Black Warrior River on the boundary between the Appalachian Highland and the Gulf Coastal Plain approximately 120 miles upriver from its confluence with the Tombigbee River in Demopolis. Consequently, the geography of the area around Tuscaloosa is quite diverse, being hilly and forested to the northeast and low-lying and marshy to the southwest.\nThe area experiences a typical Southern subtropical climate with four distinct seasons. The Gulf of Mexico heavily influences the climate by supplying the region with warm, moist air. During the fall, winter and spring seasons, the interaction of this warm, moist air with cooler, drier air from the North along fronts create precipitation.\nNotable exceptions occur during hurricane season where storms may move from due south to due north or even from east to west during land-falling hurricanes. The interaction between low- and high-pressure air masses is most pronounced during the severe weather seasons in the spring and fall. During the summer, the jet streams flows well to the north of the southeastern U.S., and most precipitation is consequently convectional, that is, caused by the warm surface heating the air above.\nWinter lasts from mid-December to late-February; temperatures range from the mid-20s to the mid-50s. On average, the low temperature falls at freezing or below about 50 days a year. While rain is abundant (an average 5.09 in. per month from Dec.-Feb.), measurable snowfall is rare; the average annual snowfall is about 0.6 inches. Spring usually lasts from late-February to mid-May; temperatures range from the mid-50s to the low-80s and monthly rainfall amounts average about 5.05 in. (128 mm) per month. Summers last from mid-May to mid-September; temperatures range from the upper-60s to the mid-90s, with temperatures above 100°F not uncommon, and average rainfall dip slightly to 3.97 in. per month. Autumn, which spans from mid-September to early-December, tends to be similar to Spring terms of temperature and precipitation.\nAs of the census of 2000 there were 77,906 people, 31,381 households, and 16,945 families residing in the city. The population density was 1,385.2/mi². There were 34,857 housing units at an average density of 619.8/mi². The racial makeup of the city was 54% White and 43% Black or African American. 1.40% of the population were Hispanic or Latino of any race.\nThere were 31,381 households out of which 23.9% had children under the age of 18 living with them, 35.0% were married couples living together, 15.7% had a female householder with no husband present, and 46.0% were non-families. 35.2% of all households were made up of individuals and 9.3% had someone living alone who was 65 years of age or older. The average household size was 2.22 and the average family size was 2.93.\nIn the city the population was spread out with 19.8% under the age of 18, 24.5% from 18 to 24, 25.4% from 25 to 44, 18.5% from 45 to 64, and 11.8% who were 65 years of age or older. The median age was 28 years. For every 100 females there were 90.8 males. For every 100 females age 18 and over, there were 87.9 males.\nThe median income for a household in the city was $27,731, and the median income for a family was $41,753. Males had a median income of $31,614 versus $24,507 for females. The per capita income for the city was $19,129. About 14.2% of families and 23.6% of the population were below the poverty line, including 25.3% of those under age 18 and 13.4% of those age 65 or over.\n Government and Politics\nTuscaloosa has a strong-mayor variant, mayor-council form of government, led by a mayor and a seven-member city council. The mayor is elected by the city at-large and serves four-year terms. Council members are elected to single-member districts every four years as well. Neither the mayor nor the members of the city council is term-limited. All elected offices are nonpartisan.\nThe mayor administers the day-to-day operations of the city, including overseeing the various city departments, over whom he has hiring and firing power. The mayor also acts as ambassador of the city. The mayor sits in city council meetings and has a tie-breaking vote. The current Mayor of Tuscaloosa is Walter Maddox, who was elected to office is September 2005. Prior to Maddox, Alvin A. DuPont had served as mayor for 24 years.\nThe city council is a legislative body that considers policy and passes law. The council also passes the budget for mayoral approval. Any resolution passed by the council is binding law. The majority of work in the council is done by committee, a usually consisting of a chairman, two other council members, and relevant non-voting city employees.\n|3||Cynthia Lee Almond||2005|\n|7||William Tinker, III||2005|\nTuscaloosa, as the largest county seat in western Alabama, serves a hub of state and federal government agencies. In addition to the customary offices associated with the county courthouse, namely two District Court Judges, six Circuit Court Judges, the District Attorney and the Public Defender, several Alabama state government agencies have regional offices in Tuscaloosa, such as the Alabama Department of Transportation and the Alabama State Troopers. Also, several federal agencies operate bureaus out of the Federal Courthouse in Tuscaloosa.\nTuscaloosa is located partially in both the 6th and 7th Congressional Districts, which are represented by Spencer Bachus and Artur Davis respectively. On the state level, the city is split among the 5th, 21st, and 24th Senate districts and 62nd, 63rd, and 70th House districts in the Alabama State Legislature.\nDespite its image as a college town, Tuscaloosa boasts a diversified economy based on all sectors of manufacturing and service. 25% of the labor force in the Tuscaloosa Metropolitan Statistical area is employed by the federal, state, and local government agencies. 16.7% is employed in manufacturing; 16.4% in retail trade and transportation; 11.6% in finance, information, and private enterprise; 10.3% in mining and construction; and 9.2% in hospitality. Education and healthcare account for only 7.2% of the area workforce with the remainder employed in other services.\nThe city's industrial base includes Elk Corporation of Alabama, Nucor Steel Tuscaloosa, BF Goodrich Tire Manufacturing, JVC America, Phifer Incorporated, Gulf States Paper Corporation, and the Mercedes-Benz U.S. International, Inc., assembly plant.\nHealth-care and education serve as the cornerstone of Tuscaloosa's service sector, which includes the University of Alabama, DCH Regional Medical Center, Bryce State Mental Hospital, the William D. Partlow Developmental Center, and the Tuscaloosa VA Medical Center.\nThe University of Alabama is the dominant institution of higher learning. Enrolling approximately 24,000 students, UA has been a part of Tuscaloosa's identity since it opened its doors in 1831. Stillman College, which opened in 1875, is a historically Black liberal arts college which enrolls approximately 1,200 students. Additionally, Shelton State Community College, one of the largest in Alabama, is located in the city. The school enrolls 8,000 students from all backgrounds and income levels.\nThe Tuscaloosa City School System serves the city. It is overseen by the Board of Education, which is composed of eight members elected by district and a chairman is elected by a citywide vote. Operating with a $100 million budget, the system enrolls approximately 10,300 students. The system consists of 19 schools: 11 elementary schools, 3 middle schools, 3 high schools (Paul Bryant High School, Central High School, and Northridge High School), and 2 specialty schools (the Tuscaloosa Center for Technology and Oak Hill School for special needs students). In 2002, the system spent $6,313 per pupil, the 19th highest amount of the 120 school systems in the state.\nTuscaloosa is home to a variety of cultural sites and events reflective of its historical and modern role in Alabama and the Southeast in general. Many of these cultural events are sponsored by the University of Alabama. Numerous performing arts groups and facilities, historical sites, and museums dedicated to subjects as varying as American art and collegiate football dot the city. During football season the area known as \"The Strip\" pulsates with students, alumni, locals and visitors.\nThe Tuscaloosa Public Library is a city/county agency with nearly 200,000 items on catalog. 46,857 registered patrons use the library on a regular basis — roughly 28 % of the population of the county. There are currently with three branches: the Main Branch on Jack Warner Parkway, the Weaver-Bolden Branch, and the Brown Branch in Taylorville.\nMost of the museums in Tuscaloosa are found downtown or on the campus of the University. Downtown is the home of Children’s Hands-On Museum of Tuscaloosa and the Murphy African-American Museum. The Alabama Museum of Natural History and the Paul Bryant Museum are located on the University campus. The Westervelt-Warner Museum of American Art is located in northern Tuscaloosa at Jack Warner's NorthRiver Yacht Club. Moundville Archaeological Park and the Jones Archaeological Museum are located 15 miles south of Tuscaloosa in Moundville.\nThe University Alabama also currently fields championship–caliber teams in football, men's baseball, men's and women's basketball, women's gymnastics, and women's softball. These teams play in athletics facilities on the University campus, including Bryant-Denny Stadium, Coleman Coliseum, Sewell-Thomas Baseball Stadium, Alabama Softball Complex, and the Ol' Colony Golf Complex.\nStillman College fields teams in football, basketball, and other sports. In the past decade, Stillman has gone through a renaissance of renovations, including a new football stadium.\nShelton State fields men's and women's basketball, baseball, and softball teams, each with on-campus facilities.\nTuscaloosa is part of the Birmingham-Tuscaloosa-Anniston television market, which is the 40th largest in the nation. All major networks have a presence in the market. WBMA-LP is the ABC affiliate, WIAT-TV is the CBS affiliate, WBRC 6 is the Fox affiliate, WVTM-TV is the NBC affiliate, WBIQ 10 is the PBS affiliate, WTTO is the CW affiliate, and WABM is the MyNetworkTV affiliate. Additionally, WVUA-CA, an independent station, is operated by the University of Alabama.\n Health and medicine\nDCH Regional Medical Center is the main medical facility in Tuscaloosa. Other major medical centers in Tuscaloosa include the 702-bed VA Medical Center and the 422-bed Bryce State Mental Hospital.\nThe city lies at the intersection of U.S. Highway 11, U.S. Highway 43, and U.S. Highway 82, Alabama State Route 69, Alabama State Route 215, and Alabama State Route 216) and the duplexed (conjoined) I-20 and I-59. Interstate 359 spurs off from I-20/I-59 and heads northward, ending just shy of the Black Warrior River in downtown Tuscaloosa.\nTuscaloosa is served by the Tuscaloosa Transit Authority which operates the Tuscaloosa Trolley System.\nThe Tuscaloosa Regional Airport, is located on the north side of the Black Warrior River west of downtown Northport.\nBarge traffic routinely transports goods along the Black Warrior River from Birmingham and Tuscaloosa to the Alabama State Docks at Mobile, on the coast of the Gulf of Mexico. Via the Tennessee-Tombigbee Waterway, the city is connected to the Ohio River valley.\n\"Tuscaloosa, Alabama.\" Wikipedia, The Free Encyclopedia. 26 April 2007, 02:03 UTC . Accessed 30 April 2007.", "id": "<urn:uuid:c2ed6c85-f348-40de-9aa5-65969c027430>", "dump": "CC-MAIN-2013-20", "url": "http://www.bhamwiki.com/w/Tuscaloosa", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9628093242645264, "token_count": 3379, "score": 3.234375, "int_score": 3}
{"text": "died Aug. 28, 1818, St. Charles, Mo., U.S.\nblack pioneer trader and founder of the settlement that later became the city of Chicago.\nDu Sable, whose French father had moved to Haiti and married a black woman there, is believed to have been a freeborn. At some time in the 1770s he went to the Great Lakes area of North America, settling on the shore of Lake Michigan at the mouth of the Chicago River, with his Potawatomi wife, Kittihawa (Catherine). His loyalty to the French and the Americans led to his arrest in 1779 by the British, who took him to Fort Mackinac. From 1780 to 1783 or 1784 he managed for his captors a trading post called the Pinery on the St. Clair River in present-day Michigan, after which he returned to the site of Chicago. By 1790 Du Sable's establishment there had become an important link in the region's fur and grain trade.\nIn 1800 he sold out and moved to Missouri, where he continued as a farmer and trader until his death. But his 20-year residence on the shores of Lake Michigan had established his title as Father of Chicago.", "id": "<urn:uuid:c7c44bd1-3600-48a9-b33a-acfce3aaa2c0>", "dump": "CC-MAIN-2013-20", "url": "http://britannica.com/blackhistory/article-9031305", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9901925325393677, "token_count": 252, "score": 3.65625, "int_score": 4}
