{"text": "What Is It?\nVaricose veins occur when veins just below the skin's surface are damaged, become swollen and fill with too much blood.\nVeins are the blood vessels that return blood to the heart. Arteries carry blood away from the heart to the rest of the body.\nVaricose veins most commonly occur in the legs. In about 50% of cases, the condition runs in families, and probably is related to an inherited weakness in the veins' walls or the valves inside veins that keep blood from backing up.\nPregnancy is another common cause of varicose veins. During pregnancy, the volume of blood increases causing veins to expand. Also, occupations that require uninterrupted standing (waitresses and waiters, nurses, mothers with young children) may force leg veins and valves to work against gravity for hours, increasing the risk of pressure-related vein and valve damage. Garters also can increase the risk of varicose veins if their tight elastics slow blood flow in the legs.\nVaricose veins are 2 to 3 times more common in women than men. Obese people are more likely to develop varicose veins.\nVaricose veins can be associated with prior blood clots and damage to the deeper veins in one or both legs, a situation that sometimes can lead to chronic venous insufficiency. When this happens, the veins lose their ability to effectively move blood back to the heart. This can cause significant leg swelling and skin sores or ulcers.\nIn the legs, varicose veins commonly are found along the inside of the leg, at the ankles and at the back of the calf. The affected veins look blue, swollen or stretched out, kinked or twisted.\nIn some people, varicose veins do not cause any symptoms. However, other people may experience one or more of the following:\n- A dull ache in the legs\n- A feeling of pressure or heaviness in the legs\n- Swollen feet and ankles\n- Itching skin near the damaged veins\nIn more severe cases of chronic venous insufficiency, a slowing of blood flow through the vein can lead to localized skin changes, including dryness, a rash or brownish discoloration and open sores (ulcers). Slow blood flow also can cause a clot to form inside the affected vein. This condition is called thrombosis.\nIn general, symptoms of varicose veins are worse at the end of the day, especially after periods of prolonged standing. Some women also find that their symptoms are more intense during the days before their menstrual periods, and during pregnancy.\nYour doctor will ask you about your symptoms and about your family history of varicose veins. He or she also will ask about your lifestyle, especially the number of hours that you spend on your feet. In women, your doctor will ask about your pregnancy history and about the tightness of elastics on the socks or stockings you wear.\nYour doctor can diagnose varicose veins with a simple physical examination. In most cases, no special tests are necessary.\nVaricose veins are a long-term problem, but symptoms can come and go. If you are pregnant and experiencing severe problems with varicose veins, your symptoms will improve after delivery. However, your varicose veins probably will not disappear totally, and you can expect symptoms to return during future pregnancies.\nYou can help to prevent varicose veins by maintaining a normal weight and by avoiding situations where you must stand for prolonged periods. Even with these preventive measures, however, you still may develop varicose veins if this condition tends to run in your family.\nIf you already have varicose veins, you can prevent symptom flare-ups by periodically lying down or sitting down with your legs elevated above the level of your chest. Some physicians also recommend that you wear support stockings or more specialized compression stockings when you walk or stand for long periods of time. The stockings prevent blood from pooling in the veins, and prevent strain on the valves and leg swelling.\nTreatment for most people with mild symptoms of varicose veins includes:\n- Elevating and supporting the legs periodically throughout the day\n- Wearing compression stockings\nFor varicose veins that are close to the skin, dermatologists or vascular surgeons may offer sclerotherapy or laser therapy. Sclerotherapy involves injection of an irritating into the affected vein, causing the vein to scar and shut down. Laser therapy can be effective for the smallest varicose veins.\nPeople with severe venous insufficiency can develop recurrent blood clots and skin ulcers. The traditional surgery is called vein stripping and ligation. In this surgical procedure, the abnormal veins are tied off and pulled out of the body through series of small cuts in the skin. Another surgical procedure, called ambulatory phlebectomy, also removes veins through small skin incisions, but it is less invasive than classic stripping and ligation.\nNewer therapies include endovenous thermal ablation and transilluminated power phlebotomy (a modified form of ambulatory phlebotomy). Endovenous thermal ablation uses laser or high-frequency radio waves to heat the abnormal veins. These newer procedures appear to cause less scarring, with less \"down time.\"\nExternal laser therapy is reserved primarily for cosmetic removal of small, superficial, spider-like veins.\nWhen to Call a Professional\nCall your doctor whenever you have pain, swelling, skin ulcers or an unexplained area of bruising on your legs. New leg swelling, especially in just one leg, can be caused by a blood clot, which requires immediate treatment.\nIf you have varicose veins, call your doctor immediately if you develop an ulcer or a painful, black and blue area near a varicose vein or if you cut the skin over a varicose vein and you have trouble controlling the bleeding.\nVaricose veins are a long-term problem, but their symptoms often can be controlled with leg elevation and therapeutic stockings.\nSurgical procedures remove varicose veins permanently, but they leave scars, and they cannot prevent new varicose veins from forming.\nNational Heart, Lung, and Blood Institute (NHLBI)\nP.O. Box 30105\nBethesda, MD 20824-0105\nAmerican College of Surgeons (ACS)\n633 North Saint Clair St.\nChicago, IL 60611-3211", "id": "<urn:uuid:a9d62cbe-98e6-4351-88a3-fd81aeda1b82>", "dump": "CC-MAIN-2013-20", "url": "http://www.intelihealth.com/IH/ihtIH/EMIHC267/8059/28040/266771.html?d=dmtHealthAZ", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9247174859046936, "token_count": 1332, "score": 3.5, "int_score": 4}
{"text": "Space > Space Shuttle-3rd Edition\nSpace Shuttle-3rd Edition\nThe eighty year history of developing reusable lifting-reentry spacecraft. From the early works of Eugen Sanger in Germany to the Cold War developments in the US, then finally to the ultimate experiment - the Space Shuttle. To celebrate the 20th anniversary of the first Space Shuttle launch, this greatly enlarged third edition adds many previously uncovered early designs, details the latest modifications to the operational vehicles, and provides expanded coverage of the first 100 Space Shuttle missions.\nSearch for more items by this author:\nDennis R. Jenkins\nSpace Shuttle-3rd Edition from Specialty Press", "id": "<urn:uuid:2db2d0c6-ce04-4925-9c4e-ef2d03af9ed4>", "dump": "CC-MAIN-2013-20", "url": "http://www.karensbooks.com/store/products/ProductDetail.php?ProductID=10411", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.862952470779419, "token_count": 132, "score": 2.53125, "int_score": 3}
{"text": "Professors: Batsell, Boatwright, Érdi, Gregg (Chair), Hostetter, Tan\nPsychology, broadly defined, is the study of animal and human behavior as well as human experience. The discipline involves the use of scientific methods in the discovery of facts and confirmation of theory as well as applications to problems. The major, therefore, includes a focus on the understanding and use of research skills and techniques. Psychology is a diverse field with important connections to biology, education, philosophy, and sociology. Increasingly, psychologists may be found in business, industry, education, government, and medicine, as well as in the more traditional areas of research and mental health.\nGiven its diversity and connections to other disciplines, psychology is a reasonable choice of major for students who seek a broad liberal arts undergraduate education. Psychology is also a practical major for those who seek careers immediately after graduation in fields where interacting with other people is primary—management, criminal justice, or human services, for example. Students interested in careers in such applied fields, however, may find the human development and social relations (HDSR) major a better choice.\nPsychology majors may choose to pursue advanced degrees in three general directions: one, as scientists, leading to careers in higher education or research settings; two, as practitioners, leading to roles as clinicians, school psychologists, industrial psychologists, and health psychologists; and three, as professionals in other fields such as law, medicine, and business administration.", "id": "<urn:uuid:7affa0fc-5217-4217-977e-70e7e826d39f>", "dump": "CC-MAIN-2013-20", "url": "http://www.kzoo.edu/programs/?id=27&type=1", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.963629424571991, "token_count": 298, "score": 2.734375, "int_score": 3}
{"text": "Mineral oils listed as Petrolatum (Petroleum Jelly) or C-18 derivatives are frequently used in personal care products such as lipsticks, lubricants, baby lotions and oils. They commonly contain contaminants that studies have linked to cancer. UCLA studies links \"high levels of exposure to mineral oils to increased mortality and incidence of lung cancer, ... melanoma\" Source: PubMed.com\nMineral oils are also known to clog pores, forming a barrier preventing skin from eliminating toxins. Repeated use can even set off skin conditions such as acne and dermatitis.\nPetroleum Jelly, or Petrolatum, is a semisolid compound derived from hydrocarbon. It can block the skin’s ability to moisturize itself, leading to chapped and dry skin, which are often conditions it is sold to alleviate. While Petrolatum on its own is not too harmful, it is often cheaply produced and the impurities/contaminants often found in Petrolatum are the concern. Frequently, Polycyclic Aromatic Hydrocarbons(PAH) are found, which have been linked in studies to breast cancer.\nPetrolatum has been banned by the EU from use in cosmetics unless the source can be proven and the product shown to be pure. It is listed as a possible human carcinogen.\nOnly use plant oils, never petroleum based oils.", "id": "<urn:uuid:822a61a7-b819-425a-b79a-759c6c59a125>", "dump": "CC-MAIN-2013-20", "url": "http://www.lavera.com/glossary/view/id/?cat=188&id=14%3Fcat%3D176", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9610274434089661, "token_count": 282, "score": 2.796875, "int_score": 3}
{"text": "5. Risky behavior in youth decreases: Results of the 2011 New Mexico Youth Risk and Resiliency Survey showed a significant decrease in the rates of the prevalence of suicide attempts, cigarette smoking and binge drinking among the state's public high school students. The YRRS is conducted in New Mexico public high schools and middle schools in the fall semester of odd numbered years. The 2011 YRRS surveyed 16,635 New Mexico high school students. According to the survey, suicide attempts were reported by 8.6 percent of high school students, down 40.7 percent from a high of 14.5 percent in 2003. The percentage of high school students who were current smokers declined from a high of 30.2 percent in 2003 to 19.9 percent in 2011. Binge drinking decreased from a rate of 35.4 percent in 2003 to 22.4 percent in 2011. For more information, including reports by New Mexico counties, go to www.youthrisk.org.\n4. New skilled nursing facility opens: The Department of Health held a ribbon-cutting ceremony in July for the new Meadows Home at the New Mexico Behavioral Health Institute in Las Vegas. Meadows Home is a skilled nursing facility that provides care for up to 180 residents of New Mexico. The new building, which is the first of three phases that is being built, replaces buildings that were built in 1948 and 1955. The Meadows Home creates a\n3. West Nile resurgence: West Nile Virus was once again in the national and State spotlight due to a resurgence in the number of human cases of the disease nationwide and in New Mexico. In 2012, there were 47 human cases, which included one death in Bernalillo County. In 2011 there were four human cases and in 2010 there were 25 cases. West Nile was first detected in 2003 in New Mexico, with 209 human cases. West Nile Virus prevention tips can be found online at www.nmhealth.org/erd/healthdata/westnile.shtml.\n2. Prescription drug overdoses Increase: In May 2012, the Department released data that shows sales of controlled prescription opiate pain relievers increased 131 percent in New Mexico between 2001 and 2010. During the same period, the state's drug overdose death rate increased 61.8 percent. Since 2007, the overdose death rate from prescription drugs has exceeded the death rate from illicit drugs such as heroin and cocaine.\nThere is help available for people addicted to prescription medications. The Southwest Pathways Clinic at the Las Cruces Public Health Office offers medication assisted treatment for persons with opiate dependency in southern New Mexico and provides intensive outpatient treatment that may be an alternative to narcotic treatment with methadone maintenance therapy. For more information about Southwest Pathways, visit www.healthynm.org.\n1. Pertussis outbreak: There have been more than 750 cases of Pertussis in New Mexico this year. This is compared to 277 cases in 2011, 151 cases in 2010 and just 85 cases in 2009. Pertussis is a vaccine-preventable disease that causes fits of coughing that in some people make it hard to breathe. Anyone can get pertussis, but babies who get the disease are at greatest risk of complications, including pneumonia, seizures, brain damage and death. The best prevention from stopping the spread of pertussis is to get vaccinated. The CDC recommends cocooning, which is vaccinating everyone who comes into close contact with an infant, including daycare workers, aunts, uncles and grandparents. Find more pertussis information online at www.nmhealth.org/pertussis.\nTo read the full top 10 list, visit www.healthynm.org. Happy New Year!\nChris J. Minnick writes for the New Mexico Department of Health. He can be reached at firstname.lastname@example.org.", "id": "<urn:uuid:ddaf6484-01d0-4ea5-8a66-5436fa9fd779>", "dump": "CC-MAIN-2013-20", "url": "http://www.lcsun-news.com/las_cruces-health/ci_22260659", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9509567022323608, "token_count": 785, "score": 2.671875, "int_score": 3}
