{"text": "- Year Published: 1866\n- Language: English\n- Country of Origin: Russia\n- Source: Dostoyevsky, F. (1866). Crime and Punishment. Moscow, Russia: The Russian Messenger.\n- Flesch–Kincaid Level: 7.2\n- Word Count: 7,803\nDostoyevsky, F. (1866). Part 3, Chapter 5. Crime and Punishment (Lit2Go Edition). Retrieved May 18, 2013, from\nDostoyevsky, Fyodor. \"Part 3, Chapter 5.\" Crime and Punishment. Lit2Go Edition. 1866. Web. <>. May 18, 2013.\nFyodor Dostoyevsky, \"Part 3, Chapter 5,\" Crime and Punishment, Lit2Go Edition, (1866), accessed May 18, 2013,.\nRaskolnikov was already entering the room. He came in looking as though he had the utmost difficulty not to burst out laughing again. Behind him Razumihin strode in gawky and awkward, shamefaced and red as a peony, with an utterly crestfallen and ferocious expression. His face and whole figure really were ridiculous at that moment and amply justified Raskolnikov’s laughter. Raskolnikov, not waiting for an introduction, bowed to Porfiry Petrovitch, who stood in the middle of the room looking inquiringly at them. He held out his hand and shook hands, still apparently making desperate efforts to subdue his mirth and utter a few words to introduce himself. But he had no sooner succeeded in assuming a serious air and muttering something when he suddenly glanced again as though accidentally at Razumihin, and could no longer control himself: his stifled laughter broke out the more irresistibly the more he tried to restrain it. The extraordinary ferocity with which Razumihin received this “spontaneous” mirth gave the whole scene the appearance of most genuine fun and naturalness. Razumihin strengthened this impression as though on purpose.\n“Fool! You fiend,” he roared, waving his arm which at once struck a little round table with an empty tea-glass on it. Everything was sent flying and crashing.\n“But why break chairs, gentlemen? You know it’s a loss to the Crown,” Porfiry Petrovitch quoted gaily.\nRaskolnikov was still laughing, with his hand in Porfiry Petrovitch’s, but anxious not to overdo it, awaited the right moment to put a natural end to it. Razumihin, completely put to confusion by upsetting the table and smashing the glass, gazed gloomily at the fragments, cursed and turned sharply to the window where he stood looking out with his back to the company with a fiercely scowling countenance, seeing nothing. Porfiry Petrovitch laughed and was ready to go on laughing, but obviously looked for explanations. Zametov had been sitting in the corner, but he rose at the visitors’ entrance and was standing in expectation with a smile on his lips, though he looked with surprise and even it seemed incredulity at the whole scene and at Raskolnikov with a certain embarrassment. Zametov’s unexpected presence struck Raskolnikov unpleasantly.\n“I’ve got to think of that,” he thought. “Excuse me, please,” he began, affecting extreme embarrassment. “Raskolnikov.”\n“Not at all, very pleasant to see you… and how pleasantly you’ve come in…. Why, won’t he even say good-morning?” Porfiry Petrovitch nodded at Razumihin.\n“Upon my honour I don’t know why he is in such a rage with me. I only told him as we came along that he was like Romeo… and proved it. And that was all, I think!”\n“Pig!” ejaculated Razumihin, without turning round.\n“There must have been very grave grounds for it, if he is so furious at the word,” Porfiry laughed.\n“Oh, you sharp lawyer!... Damn you all!” snapped Razumihin, and suddenly bursting out laughing himself, he went up to Porfiry with a more cheerful face as though nothing had happened. “That’ll do! We are all fools. To come to business. This is my friend Rodion Romanovitch Raskolnikov; in the first place he has heard of you and wants to make your acquaintance, and secondly, he has a little matter of business with you. Bah! Zametov, what brought you here? Have you met before? Have you known each other long?”\n“What does this mean?” thought Raskolnikov uneasily.\nZametov seemed taken aback, but not very much so.\n“Why, it was at your rooms we met yesterday,” he said easily.\n“Then I have been spared the trouble. All last week he was begging me to introduce him to you. Porfiry and you have sniffed each other out without me. Where is your tobacco?”\nPorfiry Petrovitch was wearing a dressing-gown, very clean linen, and trodden-down slippers. He was a man of about five and thirty, short, stout even to corpulence, and clean shaven. He wore his hair cut short and had a large round head, particularly prominent at the back. His soft, round, rather snub-nosed face was of a sickly yellowish colour, but had a vigorous and rather ironical expression. It would have been good-natured except for a look in the eyes, which shone with a watery, mawkish light under almost white, blinking eyelashes. The expression of those eyes was strangely out of keeping with his somewhat womanish figure, and gave it something far more serious than could be guessed at first sight.\nAs soon as Porfiry Petrovitch heard that his visitor had a little matter of business with him, he begged him to sit down on the sofa and sat down himself on the other end, waiting for him to explain his business, with that careful and over-serious attention which is at once oppressive and embarrassing, especially to a stranger, and especially if what you are discussing is in your opinion of far too little importance for such exceptional solemnity. But in brief and coherent phrases Raskolnikov explained his business clearly and exactly, and was so well satisfied with himself that he even succeeded in taking a good look at Porfiry. Porfiry Petrovitch did not once take his eyes off him. Razumihin, sitting opposite at the same table, listened warmly and impatiently, looking from one to the other every moment with rather excessive interest.\n“Fool,” Raskolnikov swore to himself.\n“You have to give information to the police,” Porfiry replied, with a most businesslike air, “that having learnt of this incident, that is of the murder, you beg to inform the lawyer in charge of the case that such and such things belong to you, and that you desire to redeem them… or… but they will write to you.”\n“That’s just the point, that at the present moment,” Raskolnikov tried his utmost to feign embarrassment, “I am not quite in funds… and even this trifling sum is beyond me… I only wanted, you see, for the present to declare that the things are mine, and that when I have money….”\n“That’s no matter,” answered Porfiry Petrovitch, receiving his explanation of his pecuniary position coldly, “but you can, if you prefer, write straight to me, to say, that having been informed of the matter, and claiming such and such as your property, you beg…”\n“On an ordinary sheet of paper?” Raskolnikov interrupted eagerly, again interested in the financial side of the question.\n“Oh, the most ordinary,” and suddenly Porfiry Petrovitch looked with obvious irony at him, screwing up his eyes and, as it were, winking at him. But perhaps it was Raskolnikov’s fancy, for it all lasted but a moment. There was certainly something of the sort, Raskolnikov could have sworn he winked at him, goodness knows why.\n“He knows,” flashed through his mind like lightning.\n“Forgive my troubling you about such trifles,” he went on, a little disconcerted, “the things are only worth five roubles, but I prize them particularly for the sake of those from whom they came to me, and I must confess that I was alarmed when I heard…”\n“That’s why you were so much struck when I mentioned to Zossimov that Porfiry was inquiring for everyone who had pledges!” Razumihin put in with obvious intention.\nThis was really unbearable. Raskolnikov could not help glancing at him with a flash of vindictive anger in his black eyes, but immediately recollected himself.\n“You seem to be jeering at me, brother?” he said to him, with a well-feigned irritability. “I dare say I do seem to you absurdly anxious about such trash; but you mustn’t think me selfish or grasping for that, and these two things may be anything but trash in my eyes. I told you just now that the silver watch, though it’s not worth a cent, is the only thing left us of my father’s. You may laugh at me, but my mother is here,” he turned suddenly to Porfiry, “and if she knew,” he turned again hurriedly to Razumihin, carefully making his voice tremble, “that the watch was lost, she would be in despair! You know what women are!”\n“Not a bit of it! I didn’t mean that at all! Quite the contrary!” shouted Razumihin distressed.\n“Was it right? Was it natural? Did I overdo it?” Raskolnikov asked himself in a tremor. “Why did I say that about women?”\n“Oh, your mother is with you?” Porfiry Petrovitch inquired.\n“When did she come?”\nPorfiry paused as though reflecting.\n“Your things would not in any case be lost,” he went on calmly and coldly. “I have been expecting you here for some time.”\nAnd as though that was a matter of no importance, he carefully offered the ash-tray to Razumihin, who was ruthlessly scattering cigarette ash over the carpet. Raskolnikov shuddered, but Porfiry did not seem to be looking at him, and was still concerned with Razumihin’s cigarette.\n“What? Expecting him? Why, did you know that he had pledges there?” cried Razumihin.\nPorfiry Petrovitch addressed himself to Raskolnikov.\n“Your things, the ring and the watch, were wrapped up together, and on the paper your name was legibly written in pencil, together with the date on which you left them with her…”\n“How observant you are!” Raskolnikov smiled awkwardly, doing his very utmost to look him straight in the face, but he failed, and suddenly added:\n“I say that because I suppose there were a great many pledges… that it must be difficult to remember them all…. But you remember them all so clearly, and… and…”\n“Stupid! Feeble!” he thought. “Why did I add that?”\n“But we know all who had pledges, and you are the only one who hasn’t come forward,” Porfiry answered with hardly perceptible irony.\n“I haven’t been quite well.”\n“I heard that too. I heard, indeed, that you were in great distress about something. You look pale still.”\n“I am not pale at all…. No, I am quite well,” Raskolnikov snapped out rudely and angrily, completely changing his tone. His anger was mounting, he could not repress it. “And in my anger I shall betray myself,” flashed through his mind again. “Why are they torturing me?”\n“Not quite well!” Razumihin caught him up. “What next! He was unconscious and delirious all yesterday. Would you believe, Porfiry, as soon as our backs were turned, he dressed, though he could hardly stand, and gave us the slip and went off on a spree somewhere till midnight, delirious all the time! Would you believe it! Extraordinary!”\n“Really delirious? You don’t say so!” Porfiry shook his head in a womanish way.\n“Nonsense! Don’t you believe it! But you don’t believe it anyway,” Raskolnikov let slip in his anger. But Porfiry Petrovitch did not seem to catch those strange words.\n“But how could you have gone out if you hadn’t been delirious?” Razumihin got hot suddenly. “What did you go out for? What was the object of it? And why on the sly? Were you in your senses when you did it? Now that all danger is over I can speak plainly.”\n“I was awfully sick of them yesterday.” Raskolnikov addressed Porfiry suddenly with a smile of insolent defiance, “I ran away from them to take lodgings where they wouldn’t find me, and took a lot of money with me. Mr. Zametov there saw it. I say, Mr. Zametov, was I sensible or delirious yesterday; settle our dispute.”\nHe could have strangled Zametov at that moment, so hateful were his expression and his silence to him.\n“In my opinion you talked sensibly and even artfully, but you were extremely irritable,” Zametov pronounced dryly.\n“And Nikodim Fomitch was telling me to-day,” put in Porfiry Petrovitch, “that he met you very late last night in the lodging of a man who had been run over.”\n“And there,” said Razumihin, “weren’t you mad then? You gave your last penny to the widow for the funeral. If you wanted to help, give fifteen or twenty even, but keep three roubles for yourself at least, but he flung away all the twenty-five at once!”\n“Maybe I found a treasure somewhere and you know nothing of it? So that’s why I was liberal yesterday…. Mr. Zametov knows I’ve found a treasure! Excuse us, please, for disturbing you for half an hour with such trivialities,” he said, turning to Porfiry Petrovitch, with trembling lips. “We are boring you, aren’t we?”\n“Oh no, quite the contrary, quite the contrary! If only you knew how you interest me! It’s interesting to look on and listen… and I am really glad you have come forward at last.”\n“But you might give us some tea! My throat’s dry,” cried Razumihin.\n“Capital idea! Perhaps we will all keep you company. Wouldn’t you like… something more essential before tea?”\n“Get along with you!”\nPorfiry Petrovitch went out to order tea.\nRaskolnikov’s thoughts were in a whirl. He was in terrible exasperation.\n“The worst of it is they don’t disguise it; they don’t care to stand on ceremony! And how if you didn’t know me at all, did you come to talk to Nikodim Fomitch about me? So they don’t care to hide that they are tracking me like a pack of dogs. They simply spit in my face.” He was shaking with rage. “Come, strike me openly, don’t play with me like a cat with a mouse. It’s hardly civil, Porfiry Petrovitch, but perhaps I won’t allow it! I shall get up and throw the whole truth in your ugly faces, and you’ll see how I despise you.” He could hardly breathe. “And what if it’s only my fancy? What if I am mistaken, and through inexperience I get angry and don’t keep up my nasty part? Perhaps it’s all unintentional. All their phrases are the usual ones, but there is something about them…. It all might be said, but there is something. Why did he say bluntly, ‘With her’? Why did Zametov add that I spoke artfully? Why do they speak in that tone? Yes, the tone…. Razumihin is sitting here, why does he see nothing? That innocent blockhead never does see anything! Feverish again! Did Porfiry wink at me just now? Of course it’s nonsense! What could he wink for? Are they trying to upset my nerves or are they teasing me? Either it’s ill fancy or they know! Even Zametov is rude…. Is Zametov rude? Zametov has changed his mind. I foresaw he would change his mind! He is at home here, while it’s my first visit. Porfiry does not consider him a visitor; sits with his back to him. They’re as thick as thieves, no doubt, over me! Not a doubt they were talking about me before we came. Do they know about the flat? If only they’d make haste! When I said that I ran away to take a flat he let it pass…. I put that in cleverly about a flat, it may be of use afterwards…. Delirious, indeed… ha-ha-ha! He knows all about last night! He didn’t know of my mother’s arrival! The hag had written the date on in pencil! You are wrong, you won’t catch me! There are no facts… it’s all supposition! You produce facts! The flat even isn’t a fact but delirium. I know what to say to them…. Do they know about the flat? I won’t go without finding out. What did I come for? But my being angry now, maybe is a fact! Fool, how irritable I am! Perhaps that’s right; to play the invalid…. He is feeling me. He will try to catch me. Why did I come?”\nAll this flashed like lightning through his mind.\nPorfiry Petrovitch returned quickly. He became suddenly more jovial.\n“Your party yesterday, brother, has left my head rather…. And I am out of sorts altogether,” he began in quite a different tone, laughing to Razumihin.\n“Was it interesting? I left you yesterday at the most interesting point. Who got the best of it?”\n“Oh, no one, of course. They got on to everlasting questions, floated off into space.”\n“Only fancy, Rodya, what we got on to yesterday. Whether there is such a thing as crime. I told you that we talked our heads off.”\n“What is there strange? It’s an everyday social question,” Raskolnikov answered casually.\n“The question wasn’t put quite like that,” observed Porfiry.\n“Not quite, that’s true,” Razumihin agreed at once, getting warm and hurried as usual. “Listen, Rodion, and tell us your opinion, I want to hear it. I was fighting tooth and nail with them and wanted you to help me. I told them you were coming…. It began with the socialist doctrine. You know their doctrine; crime is a protest against the abnormality of the social organisation and nothing more, and nothing more; no other causes admitted!...”\n“You are wrong there,” cried Porfiry Petrovitch; he was noticeably animated and kept laughing as he looked at Razumihin, which made him more excited than ever.\n“Nothing is admitted,” Razumihin interrupted with heat.\n“I am not wrong. I’ll show you their pamphlets. Everything with them is ‘the influence of environment,’ and nothing else. Their favourite phrase! From which it follows that, if society is normally organised, all crime will cease at once, since there will be nothing to protest against and all men will become righteous in one instant. Human nature is not taken into account, it is excluded, it’s not supposed to exist! They don’t recognise that humanity, developing by a historical living process, will become at last a normal society, but they believe that a social system that has come out of some mathematical brain is going to organise all humanity at once and make it just and sinless in an instant, quicker than any living process! That’s why they instinctively dislike history, ‘nothing but ugliness and stupidity in it,’ and they explain it all as stupidity! That’s why they so dislike the living process of life; they don’t want a living soul! The living soul demands life, the soul won’t obey the rules of mechanics, the soul is an object of suspicion, the soul is retrograde! But what they want though it smells of death and can be made of India-rubber, at least is not alive, has no will, is servile and won’t revolt! And it comes in the end to their reducing everything to the building of walls and the planning of rooms and passages in a phalanstery! The phalanstery is ready, indeed, but your human nature is not ready for the phalanstery—it wants life, it hasn’t completed its vital process, it’s too soon for the graveyard! You can’t skip over nature by logic. Logic presupposes three possibilities, but there are millions! Cut away a million, and reduce it all to the question of comfort! That’s the easiest solution of the problem! It’s seductively clear and you musn’t think about it. That’s the great thing, you mustn’t think! The whole secret of life in two pages of print!”\n“Now he is off, beating the drum! Catch hold of him, do!” laughed Porfiry. “Can you imagine,” he turned to Raskolnikov, “six people holding forth like that last night, in one room, with punch as a preliminary! No, brother, you are wrong, environment accounts for a great deal in crime; I can assure you of that.”\n“Oh, I know it does, but just tell me: a man of forty violates a child of ten; was it environment drove him to it?”\n“Well, strictly speaking, it did,” Porfiry observed with noteworthy gravity; “a crime of that nature may be very well ascribed to the influence of environment.”\nRazumihin was almost in a frenzy. “Oh, if you like,” he roared. “I’ll prove to you that your white eyelashes may very well be ascribed to the Church of Ivan the Great’s being two hundred and fifty feet high, and I will prove it clearly, exactly, progressively, and even with a Liberal tendency! I undertake to! Will you bet on it?”\n“Done! Let’s hear, please, how he will prove it!”\n“He is always humbugging, confound him,” cried Razumihin, jumping up and gesticulating. “What’s the use of talking to you? He does all that on purpose; you don’t know him, Rodion! He took their side yesterday, simply to make fools of them. And the things he said yesterday! And they were delighted! He can keep it up for a fortnight together. Last year he persuaded us that he was going into a monastery: he stuck to it for two months. Not long ago he took it into his head to declare he was going to get married, that he had everything ready for the wedding. He ordered new clothes indeed. We all began to congratulate him. There was no bride, nothing, all pure fantasy!”\n“Ah, you are wrong! I got the clothes before. It was the new clothes in fact that made me think of taking you in.”\n“Are you such a good dissembler?” Raskolnikov asked carelessly.\n“You wouldn’t have supposed it, eh? Wait a bit, I shall take you in, too. Ha-ha-ha! No, I’ll tell you the truth. All these questions about crime, environment, children, recall to my mind an article of yours which interested me at the time. ‘On Crime’... or something of the sort, I forget the title, I read it with pleasure two months ago in the Periodical Review.”\n“My article? In the Periodical Review?” Raskolnikov asked in astonishment. “I certainly did write an article upon a book six months ago when I left the university, but I sent it to the Weekly Review.”\n“But it came out in the Periodical.”\n“And the Weekly Review ceased to exist, so that’s why it wasn’t printed at the time.”\n“That’s true; but when it ceased to exist, the Weekly Review was amalgamated with the Periodical, and so your article appeared two months ago in the latter. Didn’t you know?”\nRaskolnikov had not known.\n“Why, you might get some money out of them for the article! What a strange person you are! You lead such a solitary life that you know nothing of matters that concern you directly. It’s a fact, I assure you.”\n“Bravo, Rodya! I knew nothing about it either!” cried Razumihin. “I’ll run to-day to the reading-room and ask for the number. Two months ago? What was the date? It doesn’t matter though, I will find it. Think of not telling us!”\n“How did you find out that the article was mine? It’s only signed with an initial.”\n“I only learnt it by chance, the other day. Through the editor; I know him…. I was very much interested.”\n“I analysed, if I remember, the psychology of a criminal before and after the crime.”\n“Yes, and you maintained that the perpetration of a crime is always accompanied by illness. Very, very original, but… it was not that part of your article that interested me so much, but an idea at the end of the article which I regret to say you merely suggested without working it out clearly. There is, if you recollect, a suggestion that there are certain persons who can… that is, not precisely are able to, but have a perfect right to commit breaches of morality and crimes, and that the law is not for them.”\nRaskolnikov smiled at the exaggerated and intentional distortion of his idea.\n“What? What do you mean? A right to crime? But not because of the influence of environment?” Razumihin inquired with some alarm even.\n“No, not exactly because of it,” answered Porfiry. “In his article all men are divided into ‘ordinary’ and ‘extraordinary.’ Ordinary men have to live in submission, have no right to transgress the law, because, don’t you see, they are ordinary. But extraordinary men have a right to commit any crime and to transgress the law in any way, just because they are extraordinary. That was your idea, if I am not mistaken?”\n“What do you mean? That can’t be right?” Razumihin muttered in bewilderment.\nRaskolnikov smiled again. He saw the point at once, and knew where they wanted to drive him. He decided to take up the challenge.\n“That wasn’t quite my contention,” he began simply and modestly. “Yet I admit that you have stated it almost correctly; perhaps, if you like, perfectly so.” (It almost gave him pleasure to admit this.) “The only difference is that I don’t contend that extraordinary people are always bound to commit breaches of morals, as you call it. In fact, I doubt whether such an argument could be published. I simply hinted that an ‘extraordinary’ man has the right… that is not an official right, but an inner right to decide in his own conscience to overstep… certain obstacles, and only in case it is essential for the practical fulfilment of his idea (sometimes, perhaps, of benefit to the whole of humanity). You say that my article isn’t definite; I am ready to make it as clear as I can. Perhaps I am right in thinking you want me to; very well. I maintain that if the discoveries of Kepler and Newton could not have been made known except by sacrificing the lives of one, a dozen, a hundred, or more men, Newton would have had the right, would indeed have been in duty bound… to eliminate the dozen or the hundred men for the sake of making his discoveries known to the whole of humanity. But it does not follow from that that Newton had a right to murder people right and left and to steal every day in the market. Then, I remember, I maintain in my article that all… well, legislators and leaders of men, such as Lycurgus, Solon, Mahomet, Napoleon, and so on, were all without exception criminals, from the very fact that, making a new law, they transgressed the ancient one, handed down from their ancestors and held sacred by the people, and they did not stop short at bloodshed either, if that bloodshed—often of innocent persons fighting bravely in defence of ancient law—were of use to their cause. It’s remarkable, in fact, that the majority, indeed, of these benefactors and leaders of humanity were guilty of terrible carnage. In short, I maintain that all great men or even men a little out of the common, that is to say capable of giving some new word, must from their very nature be criminals—more or less, of course. Otherwise it’s hard for them to get out of the common rut; and to remain in the common rut is what they can’t submit to, from their very nature again, and to my mind they ought not, indeed, to submit to it. You see that there is nothing particularly new in all that. The same thing has been printed and read a thousand times before. As for my division of people into ordinary and extraordinary, I acknowledge that it’s somewhat arbitrary, but I don’t insist upon exact numbers. I only believe in my leading idea that men are in general divided by a law of nature into two categories, inferior (ordinary), that is, so to say, material that serves only to reproduce its kind, and men who have the gift or the talent to utter a new word. There are, of course, innumerable sub-divisions, but the distinguishing features of both categories are fairly well marked. The first category, generally speaking, are men conservative in temperament and law-abiding; they live under control and love to be controlled. To my thinking it is their duty to be controlled, because that’s their vocation, and there is nothing humiliating in it for them. The second category all transgress the law; they are destroyers or disposed to destruction according to their capacities. The crimes of these men are of course relative and varied; for the most part they seek in very varied ways the destruction of the present for the sake of the better. But if such a one is forced for the sake of his idea to step over a corpse or wade through blood, he can, I maintain, find within himself, in his conscience, a sanction for wading through blood—that depends on the idea and its dimensions, note that. It’s only in that sense I speak of their right to crime in my article (you remember it began with the legal question). There’s no need for such anxiety, however; the masses will scarcely ever admit this right, they punish them or hang them (more or less), and in doing so fulfil quite justly their conservative vocation. But the same masses set these criminals on a pedestal in the next generation and worship them (more or less). The first category is always the man of the present, the second the man of the future. The first preserve the world and people it, the second move the world and lead it to its goal. Each class has an equal right to exist. In fact, all have equal rights with me—and _vive la guerre éternelle_—till the New Jerusalem, of course!”\n“Then you believe in the New Jerusalem, do you?”\n“I do,” Raskolnikov answered firmly; as he said these words and during the whole preceding tirade he kept his eyes on one spot on the carpet.\n“And… and do you believe in God? Excuse my curiosity.”\n“I do,” repeated Raskolnikov, raising his eyes to Porfiry.\n“And… do you believe in Lazarus’ rising from the dead?”\n“I… I do. Why do you ask all this?”\n“You believe it literally?”\n“You don’t say so…. I asked from curiosity. Excuse me. But let us go back to the question; they are not always executed. Some, on the contrary…”\n“Triumph in their lifetime? Oh, yes, some attain their ends in this life, and then…”\n“They begin executing other people?”\n“If it’s necessary; indeed, for the most part they do. Your remark is very witty.”\n“Thank you. But tell me this: how do you distinguish those extraordinary people from the ordinary ones? Are there signs at their birth? I feel there ought to be more exactitude, more external definition. Excuse the natural anxiety of a practical law-abiding citizen, but couldn’t they adopt a special uniform, for instance, couldn’t they wear something, be branded in some way? For you know if confusion arises and a member of one category imagines that he belongs to the other, begins to ‘eliminate obstacles’ as you so happily expressed it, then…”\n“Oh, that very often happens! That remark is wittier than the other.”\n“No reason to; but take note that the mistake can only arise in the first category, that is among the ordinary people (as I perhaps unfortunately called them). In spite of their predisposition to obedience very many of them, through a playfulness of nature, sometimes vouchsafed even to the cow, like to imagine themselves advanced people, ‘destroyers,’ and to push themselves into the ‘new movement,’ and this quite sincerely. Meanwhile the really new people are very often unobserved by them, or even despised as reactionaries of grovelling tendencies. But I don’t think there is any considerable danger here, and you really need not be uneasy for they never go very far. Of course, they might have a thrashing sometimes for letting their fancy run away with them and to teach them their place, but no more; in fact, even this isn’t necessary as they castigate themselves, for they are very conscientious: some perform this service for one another and others chastise themselves with their own hands…. They will impose various public acts of penitence upon themselves with a beautiful and edifying effect; in fact you’ve nothing to be uneasy about…. It’s a law of nature.”\n“Well, you have certainly set my mind more at rest on that score; but there’s another thing worries me. Tell me, please, are there many people who have the right to kill others, these extraordinary people? I am ready to bow down to them, of course, but you must admit it’s alarming if there are a great many of them, eh?”\n“Oh, you needn’t worry about that either,” Raskolnikov went on in the same tone. “People with new ideas, people with the faintest capacity for saying something new, are extremely few in number, extraordinarily so in fact. One thing only is clear, that the appearance of all these grades and sub-divisions of men must follow with unfailing regularity some law of nature. That law, of course, is unknown at present, but I am convinced that it exists, and one day may become known. The vast mass of mankind is mere material, and only exists in order by some great effort, by some mysterious process, by means of some crossing of races and stocks, to bring into the world at last perhaps one man out of a thousand with a spark of independence. One in ten thousand perhaps—I speak roughly, approximately—is born with some independence, and with still greater independence one in a hundred thousand. The man of genius is one of millions, and the great geniuses, the crown of humanity, appear on earth perhaps one in many thousand millions. In fact I have not peeped into the retort in which all this takes place. But there certainly is and must be a definite law, it cannot be a matter of chance.”\n“Why, are you both joking?” Razumihin cried at last. “There you sit, making fun of one another. Are you serious, Rodya?”\nRaskolnikov raised his pale and almost mournful face and made no reply. And the unconcealed, persistent, nervous, and discourteous sarcasm of Porfiry seemed strange to Razumihin beside that quiet and mournful face.\n“Well, brother, if you are really serious… You are right, of course, in saying that it’s not new, that it’s like what we’ve read and heard a thousand times already; but what is really original in all this, and is exclusively your own, to my horror, is that you sanction bloodshed in the name of conscience, and, excuse my saying so, with such fanaticism…. That, I take it, is the point of your article. But that sanction of bloodshed by conscience is to my mind… more terrible than the official, legal sanction of bloodshed….”\n“You are quite right, it is more terrible,” Porfiry agreed.\n“Yes, you must have exaggerated! There is some mistake, I shall read it. You can’t think that! I shall read it.”\n“All that is not in the article, there’s only a hint of it,” said Raskolnikov.\n“Yes, yes.” Porfiry couldn’t sit still. “Your attitude to crime is pretty clear to me now, but… excuse me for my impertinence (I am really ashamed to be worrying you like this), you see, you’ve removed my anxiety as to the two grades getting mixed, but… there are various practical possibilities that make me uneasy! What if some man or youth imagines that he is a Lycurgus or Mahomet—a future one of course—and suppose he begins to remove all obstacles…. He has some great enterprise before him and needs money for it… and tries to get it… do you see?”\nZametov gave a sudden guffaw in his corner. Raskolnikov did not even raise his eyes to him.\n“I must admit,” he went on calmly, “that such cases certainly must arise. The vain and foolish are particularly apt to fall into that snare; young people especially.”\n“Yes, you see. Well then?”\n“What then?” Raskolnikov smiled in reply; “that’s not my fault. So it is and so it always will be. He said just now (he nodded at Razumihin) that I sanction bloodshed. Society is too well protected by prisons, banishment, criminal investigators, penal servitude. There’s no need to be uneasy. You have but to catch the thief.”\n“And what if we do catch him?”\n“Then he gets what he deserves.”\n“You are certainly logical. But what of his conscience?”\n“Why do you care about that?”\n“Simply from humanity.”\n“If he has a conscience he will suffer for his mistake. That will be his punishment—as well as the prison.”\n“But the real geniuses,” asked Razumihin frowning, “those who have the right to murder? Oughtn’t they to suffer at all even for the blood they’ve shed?”\n“Why the word ought? It’s not a matter of permission or prohibition. He will suffer if he is sorry for his victim. Pain and suffering are always inevitable for a large intelligence and a deep heart. The really great men must, I think, have great sadness on earth,” he added dreamily, not in the tone of the conversation.\nHe raised his eyes, looked earnestly at them all, smiled, and took his cap. He was too quiet by comparison with his manner at his entrance, and he felt this. Everyone got up.\n“Well, you may abuse me, be angry with me if you like,” Porfiry Petrovitch began again, “but I can’t resist. Allow me one little question (I know I am troubling you). There is just one little notion I want to express, simply that I may not forget it.”\n“Very good, tell me your little notion,” Raskolnikov stood waiting, pale and grave before him.\n“Well, you see… I really don’t know how to express it properly…. It’s a playful, psychological idea…. When you were writing your article, surely you couldn’t have helped, he-he! fancying yourself… just a little, an ‘extraordinary’ man, uttering a new word in your sense…. That’s so, isn’t it?”\n“Quite possibly,” Raskolnikov answered contemptuously.\nRazumihin made a movement.\n“And, if so, could you bring yourself in case of worldly difficulties and hardship or for some service to humanity—to overstep obstacles?... For instance, to rob and murder?”\nAnd again he winked with his left eye, and laughed noiselessly just as before.\n“If I did I certainly should not tell you,” Raskolnikov answered with defiant and haughty contempt.\n“No, I was only interested on account of your article, from a literary point of view…”\n“Foo! how obvious and insolent that is!” Raskolnikov thought with repulsion.\n“Allow me to observe,” he answered dryly, “that I don’t consider myself a Mahomet or a Napoleon, nor any personage of that kind, and not being one of them I cannot tell you how I should act.”\n“Oh, come, don’t we all think ourselves Napoleons now in Russia?” Porfiry Petrovitch said with alarming familiarity.\nSomething peculiar betrayed itself in the very intonation of his voice.\n“Perhaps it was one of these future Napoleons who did for Alyona Ivanovna last week?” Zametov blurted out from the corner.\nRaskolnikov did not speak, but looked firmly and intently at Porfiry. Razumihin was scowling gloomily. He seemed before this to be noticing something. He looked angrily around. There was a minute of gloomy silence. Raskolnikov turned to go.\n“Are you going already?” Porfiry said amiably, holding out his hand with excessive politeness. “Very, very glad of your acquaintance. As for your request, have no uneasiness, write just as I told you, or, better still, come to me there yourself in a day or two… to-morrow, indeed. I shall be there at eleven o’clock for certain. We’ll arrange it all; we’ll have a talk. As one of the last to be there, you might perhaps be able to tell us something,” he added with a most good-natured expression.\n“You want to cross-examine me officially in due form?” Raskolnikov asked sharply.\n“Oh, why? That’s not necessary for the present. You misunderstand me. I lose no opportunity, you see, and… I’ve talked with all who had pledges…. I obtained evidence from some of them, and you are the last…. Yes, by the way,” he cried, seemingly suddenly delighted, “I just remember, what was I thinking of?” he turned to Razumihin, “you were talking my ears off about that Nikolay… of course, I know, I know very well,” he turned to Raskolnikov, “that the fellow is innocent, but what is one to do? We had to trouble Dmitri too…. This is the point, this is all: when you went up the stairs it was past seven, wasn’t it?”\n“Yes,” answered Raskolnikov, with an unpleasant sensation at the very moment he spoke that he need not have said it.\n“Then when you went upstairs between seven and eight, didn’t you see in a flat that stood open on a second storey, do you remember? two workmen or at least one of them? They were painting there, didn’t you notice them? It’s very, very important for them.”\n“Painters? No, I didn’t see them,” Raskolnikov answered slowly, as though ransacking his memory, while at the same instant he was racking every nerve, almost swooning with anxiety to conjecture as quickly as possible where the trap lay and not to overlook anything. “No, I didn’t see them, and I don’t think I noticed a flat like that open…. But on the fourth storey” (he had mastered the trap now and was triumphant) “I remember now that someone was moving out of the flat opposite Alyona Ivanovna’s…. I remember… I remember it clearly. Some porters were carrying out a sofa and they squeezed me against the wall. But painters… no, I don’t remember that there were any painters, and I don’t think that there was a flat open anywhere, no, there wasn’t.”\n“What do you mean?” Razumihin shouted suddenly, as though he had reflected and realised. “Why, it was on the day of the murder the painters were at work, and he was there three days before? What are you asking?”\n“Foo! I have muddled it!” Porfiry slapped himself on the forehead. “Deuce take it! This business is turning my brain!” he addressed Raskolnikov somewhat apologetically. “It would be such a great thing for us to find out whether anyone had seen them between seven and eight at the flat, so I fancied you could perhaps have told us something…. I quite muddled it.”\n“Then you should be more careful,” Razumihin observed grimly.\nThe last words were uttered in the passage. Porfiry Petrovitch saw them to the door with excessive politeness.\nThey went out into the street gloomy and sullen, and for some steps they did not say a word. Raskolnikov drew a deep breath.", "id": "<urn:uuid:842792ff-9ed5-4959-9a6a-526b7eed61ac>", "dump": "CC-MAIN-2013-20", "url": "http://etc.usf.edu/lit2go/182/crime-and-punishment/3410/part-3-chapter-5/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9757550954818726, "token_count": 10724, "score": 2.609375, "int_score": 3}
{"text": "Add comment December 10th, 2012 Headsman\nOn this date in 1900, John Filip Nordlund was beheaded with Albert Dahlman‘s axe at Sweden’s Västerås County Jail.\nThe second-last person executed in Sweden (English Wikipedia entry | Swedish) was the author of an infamously fiendish murder spree aboard a ferry steamer crossing Lake Mälaren for Stockholm on the evening of May 16, 1900: shortly after the Prins Carl‘s departure from Arboga, Nordlund, armed with two revolvers and two blades, went on a rampage through the boat (Swedish link), shooting or stabbing everyone he saw.\nThe spree left five dead, including the ship’s captain, and several others wounded. Then Nordlund lowered a lifeboat into the water and rowed away with about 800 stolen kronor … and the opprobrium of the nation.\nNordlund stalks the Prins Carl, from this verse pdf (Swedish).\nPolice were able to track him from the descriptions of witnesses to a train station and arrest him the very next day. Their maniac would turn out to be a 25-year-old career thief, only released the month before from his latest prison stint.\nAlthough captured trying to flee, Nordlund from the first projected resignation — even relief, writing his parents that he would be well rid of a society he had never felt part of. Certainly the sentence was in little doubt given the infamy of the crime (Nordlund was almost lynched after arrest), and the man made no attempt to defend himself or mitigate his actions in court, nor to seek mercy after conviction.\nNordlund was the third person executed in Sweden in 1900 alone, but there would be no more patients for Dahlman for a decade … until 1910, when Sweden conducted its first and only guillotining. The country has not carried out a death sentence since.\nBesides being the penultimate executee in Swedish history, John Filip Nordlund is also the last man in Europe beheaded manually (rather than with Dr. Guillotin’s device) other than in Germany.\nAlso on this date\n- 1852: Jose Forni, the first legal hanging in California\n- 1718: Stede Bonnet, gentleman pirate\n- 1541: Thomas Culpeper and Francis Dereham, the Queen's lovers\n- 1796: Jose Leonardo Chirino, Venezuelan slave revolt leader\n- 1937: Teido Kunizaki", "id": "<urn:uuid:271e96c4-9f83-415a-a3a4-37e0c888e5cc>", "dump": "CC-MAIN-2013-20", "url": "http://www.executedtoday.com/2012/12/10/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9607532024383545, "token_count": 523, "score": 2.546875, "int_score": 3}
{"text": "Johannes Brahms was the son of a double-bass player in the Hamburg orchestra. Brahms’s talent was recognized very early. The famous violinist, Joachim, soon introduced Brahms to Robert Schumann who, together with his wife Clara played a major role in establishing Brahms as a major composer. Brahms spent most of his life in Vienna, where he was generally considered the Beethoven’s successor. Brahms’s compositions combine the best of the traditional classical form with the innovative romantic harmonic ideas.\nMore Johannes Brahms sheet music download on EveryNote.com", "id": "<urn:uuid:15cdf9a3-a020-4795-952f-d13530139bfe>", "dump": "CC-MAIN-2013-20", "url": "http://everynote.com/orchestralparts.choose/0/18/71/447.note", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9630697965621948, "token_count": 126, "score": 2.765625, "int_score": 3}
{"text": "Ragtime and blues fused ‘All That Jazz’\nBy Laura Szepesi\nPublished: Sunday, March 17, 2013, 7:09 p.m.\nUpdated: Monday, March 18, 2013\nEDITOR'S NOTE: Thursday marks the 85th birthday of well-known Connellsville jazz trombonist Harold Betters. We salute him with this four-part series, starting today with a brief history of jazz music.\nIn 1979, actor Roy Scheider brought the life of Broadway dancer / director Bob Fosse to the big screen in the film “All That Jazz.”\n“All” is the perfect way to describe jazz music.\nJazz was born around 1900 in New Orleans — about the same time as the earliest music recordings became available to the public. It grew out of ragtime, which many sources claim is the first true American music.\nLike jazz, ragtime has Southern roots, but was also flavored by the southern Midwest. It was popular from the late 1800s to around 1920. It developed in African American communities, a mix of march music (from composers such as John Philip Sousa), black songs and dances including the cakewalk.\nRagtime: Dance on\nEventually, ragtime spread across the United States via printed sheet music, but its roots were as live dance music in the red light districts of large cities such as St. Louis and New Orleans. Ernest Hogan is considered ragtime's father. He named it ragtime because of the music's lively ragged syncopation.\nRagtime faded as jazz's following grew. However, composers enjoyed major success in ragtime's early years. Scott Joplin's 1899 “Maple Leaf Rag” was a hit, as was his “The Entertainer,” which was resurrected as a Top 5 hit when it was featured in the 1974 movie “The Sting” starring Robert Redford and Paul Newman.\nBorn of ragtime, jazz was also heavily influenced by the blues. Blues originated in the late 1800s, but in the deep South. It is an amalgam of Negro spirituals, work songs, shouts, chants and narrative lyrics.\nFused with blues\nLike jazz, the blues comes in many forms: delta, piedmont, jump and Chicago blues. Its popularity grew after World War II when electric guitars — rather than acoustic guitars — became popular. By the early 1970s, blues had formed another hybrid: blues rock.\nWhile ragtime is jangly and spirited, the blues takes after its name: blue, or melancholy. Its name is traced to 1912 when Hart Ward copyrighted the first blues song, “Dallas Blues.”\nJazz — as a mix of ragtime and blues — has fused into many styles since its emergence.\nIn the 1910s, New Orleans jazz was the first to take off. In the 1930s and 1940s, Big Band swing, Kansas City jazz and bebop prevailed. Other forms include cool jazz and jazz rock; today, there's even cyber jazz.\nJazz: Always changing\nThe late jazz trombone player J.J. Johnson summed jazz up as restless. “It won't stay put ... and never will,” he was quoted as saying, according to various sources.\nJohnson's sentiment is heartily endorsed by Connellsville jazz trombonist Harold Betters. Betters turns 85 years old this week. He will share decades of his memories about music and growing up in Connellsville as his March 21 birthday approaches.\nLaura Szepesi is a freelance writer.\nTuesday: Just how did Harold Betters decide to play the trombone?\n- Uniontown police investigate shooting injury\n- Upper Tyrone family helps pet overcome paralysis\n- Several Fayette boroughs have contested races\n- Recap of the death of Connellsville police officer McCray Robb in 1882\n- Connellsville police officer recognized 131 years after death\n- Fayette County man accused of receiving stolen property, multiple drug offenses\n- Connellsville set to debut model-railroad train in 2014\n- Connellsville airport will remain open\n- Connellsville mayoral candidate Joshua DeWitt held for trial in chop shop case\n- South Connellsville man charged in pedestrian accident\n- Connellsville council to make appointments, reappointments\nYou must be signed in to add comments\nTo comment, click the Sign in or sign up at the very top of this page.\nSubscribe today! Click here for our subscription offers.", "id": "<urn:uuid:9adf6dc2-8439-48ef-addd-49274751b0af>", "dump": "CC-MAIN-2013-20", "url": "http://triblive.com/news/fayette/3678122-74/jazz-blues-ragtime", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9664452075958252, "token_count": 959, "score": 2.75, "int_score": 3}
{"text": "by +Richard Holbrooke – Schwann cells boost and amplify nerve growth in animal models, but their clinical use has been held back because they are difficult, time-consuming and costly to culture.\nA University of Sheffield team, led by Professor John Haycock, has developed a new technique with adult rat tissue which overcomes all these problems, producing Schwann cells in less than half the time and at much lower cost.\n“The ability of Schwann cells to boost nerve growth was proved many years ago in animals, but if you want to use this technique with patients, the problem is: where do you get enough cells from?” said Professor Haycock, from the University’s Department of Materials Science and Engineering.\n“To reduce immune rejection, the cells have to be grown from the patient’s own tissue. Of course, you want to take the smallest amount of tissue necessary, so the technique must be efficient. It must also be fast, so treatment can begin as soon as possible after injury. For clinical use, it must also provide pure Schwann cells. And finally, to make it viable, it has to be at a reasonable cost.”\nExisting methods for growing Schwann cells from adult tissue promote the growth of another type of cell, called fibroblasts, which swamp the Schwann cells, reducing the speed they grow and their numbers. This means that large amounts of tissue are needed at the outset, to grow sufficient cells for therapeutic use. It also requires extra purification stages added to the process, making it slow and costly – taking up to 3 months to complete.\nProfessor Haycock and his team have come up with a very simple solution: feed the Schwann cells but starve the fibroblasts. The research, published today in Nature Protocols, uses an amino acid that only the Schwann cells can break down and feed off, and are able to produce a 97 per cent pure population of Schwann cells in a much shorter space of time – just 19 days – from a small sample of adult tissue.\nProfessor Haycock is confident the technique can be replicated in humans. His team are trialling the same method using human nerve tissue, with results expected within the next six months.", "id": "<urn:uuid:8e7cb7c1-ff22-4b2a-8b76-a1a0ed11dec6>", "dump": "CC-MAIN-2013-20", "url": "http://floridabiotechnews.com/biotech/new-technique-could-bring-cell-therapy-for-nerve-damage-a-step-closer/10917/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9612704515457153, "token_count": 460, "score": 3.265625, "int_score": 3}
{"text": "University of Michigan (U-M) scientists have made an important step toward what could become the first vaccine in the U.S. to prevent urinary tract infections, if the robust immunity achieved in mice can be reproduced in humans. The findings are published September 18 in the open-access journal PLoS Pathogens.\nUrinary tract infections (UTIs) affect 53 percent of women and 14 percent of men at least once in their lives. These infections lead to lost work time and 6.8 million medical provider's office visits, 1.3 million emergency room visits and 245,000 hospitalizations a year, with an annual cost of $2.4 billion in the United States.\nTo help combat this common health issue, the U-M scientists used a novel systematic approach, combining bioinformatics, genomics and proteomics, to look for key parts of the bacterium, Escherichia coli, that could be used in a vaccine to elicit an effective immune response. The team, led by Dr. Harry L.T. Mobley, Ph.D., screened 5,379 possible bacterial proteins and identified three strong candidates to use in a vaccine to prime the body to fight E. coli, the cause of most uncomplicated urinary tract infections. The vaccine prevented infection and produced key types of immunity when tested in mice.\nScientists have attempted to develop a vaccine for UTIs over the past two decades. This latest potential vaccine has features that may better its chances of success. It alerts the immune system to iron receptors on the surface of bacteria that perform a critical function allowing infection to spread. Administered in the nose, it induces an immune response in the body's mucosa, a first line of defense against invading pathogens. The response, also produced in mucosal tissue in the urinary tract, should help the body fight infection where it starts.\nMobley's team is currently testing more strains of E. coli obtained from women treated at U-M. Most of the strains produce the same iron-related proteins that cthe vaccine targets, an encouraging sign that the vaccine could work against many urinary tract infections. Mobley is seeking partners in clinical research to move the vaccine forward into a phase 1 trial in humans. If successful, this vaccine would take several more years to reach the market.\nFINANCIAL DISCLOSURE: This work has been funded by Public Health Service Grant AI043363 from the National Institutes of Health. The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript.\nCOMPETING INTERESTS: The authors have declared that no competing interests exist.\nPLEASE ADD THIS LINK TO THE PUBLISHED ARTICLE IN ONLINE VERSIONS OF YOUR REPORT: http://dx.plos.org/10.1371/journal.ppat.1000586 (link will go live upon embargo lift)\nCITATION: Alteri CJ, Hagan EC, Sivick KE, Smith SN, Mobley HLT (2009) Mucosal Immunization with Iron Receptor Antigens Protects against Urinary Tract Infection. PLoS Pathog 5(9): e1000586. doi:10.1371/journal.ppat.1000586\nAnne Rueter, firstname.lastname@example.org\nNicole Fawcett, email@example.com\nThis press release refers to an upcoming article in PLoS Pathogens. The release is provided by the article authors and their institution. Any opinions expressed in these releases or articles are the personal views of the journal staff and/or article contributors, and do not necessarily represent the views or policies of PLoS. PLoS expressly disclaims any and all warranties and liability in connection with the information found in the releases and articles and your use of such information.\nAbout PLoS Pathogens\nPLoS Pathogens (www.plospathogens.org) publishes outstanding original articles that significantly advance the understanding of pathogens and how they interact with their host organisms. All works published in PLoS Pathogens are open access. Everything is immediately available subject only to the condition that the original authorship and source are properly attributed. Copyright is retained by the authors. The Public Library of Science uses the Creative Commons Attribution License.\nAbout the Public Library of Science\nThe Public Library of Science (PLoS) is a non-profit organization of scientists and physicians committed to making the world's scientific and medical literature a freely available public resource. For more information, visit http://www.plos.org.\nAAAS and EurekAlert! are not responsible for the accuracy of news releases posted to EurekAlert! by contributing institutions or for the use of any information through the EurekAlert! system.", "id": "<urn:uuid:72e10259-eb8e-4bfd-9e58-6a5f814ff98e>", "dump": "CC-MAIN-2013-20", "url": "http://www.eurekalert.org/pub_releases/2009-09/plos-vtp091409.php", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9101057052612305, "token_count": 975, "score": 3.4375, "int_score": 3}
{"text": "Hospitals across the country are diligently working to reduce infection rates. According to the World Health Organization, hospital-acquired infections affect as many as 1.7 million patients in the United States each year. These infections come at an annual cost of $6.5 billion and contribute to more than 90,000 deaths.\nProper hand hygiene is essential in helping to prevent hospital-acquired infections. A recent study performed by French researchers examined three types of healthcare workers. The first type spent a large amount of time with a discreet group of patients like a nurse would. The second group saw more patients but spent less time with each one - similar to doctors. Group three consisted of healthcare workers who interacted with every patient every day like therapists. The study found that if a healthcare worker in group three failed to wash their hands, the spread of disease was three times worse than if someone from group one or two didn't. The study was published online in Proceedings of the National Academy of Sciences. To read more about the study, continue here.\nTo read another take on hand hygiene and about the Joint Commission's national hand hygiene project, click here.\nPhoto Credit: Jessica Flavin\nAlmost two million patients hospitalized in the U.S. each year develop an infection. These infections occur in as many as one in every 10 patients, result in close to 100,000 deaths and cost upwards of $6 billion. The Wall Street Journal created a top 10 list of infection prevention strategies based on interviews with medical professionals, administrators a non profit company and the Association for Professionals in Infection Control and Epidemiology.\n- Undercover Operations - Dr. Philip Carling, an epidemiologist at Caritas Carney Hospital in Dorchester, Mass. developed a solution to uncover how well patient rooms are cleaned. His invisible solution contains fluorescent markers which glow in black light. After spraying patient rooms with the solution, cleaning crews were brought in to perform their normal routine. Later, rooms were examined with a black light and areas missed by the cleaners glowed fluorescent. Sharing results with cleaners helped boost compliance with proper cleaning techniques.\n- High-Tech Cleaning Systems - When hospital equipment is disinfected by hand, bacteria often remains. For more thorough disinfecting hospitals are utilizing machines such as Bioquell which sprays a disinfecting hydrogen-peroxide vapor.\n- Data Mining - Many hospitals are tracking data to determine how to prevent infections. Lee Memorial Health System in Florida tracks infection rates by surgeon and reports on the results. Low ranking surgeons can then make adjustments to lower their infection rates and improve their ranking.\n- Patient Hygiene - Research suggests a daily wash with mild antibacterial soap can dramatically reduce the rate of bloodstream infections. The recommended cleanser is chlorohexidine glutonate.\n- Reporting Crackdown - Numerous states have passed laws which require hospitals to report on infection rates. In many cases the reports are publicly available. In addition, Medicare is limiting reimbursement for treatment of hospital-acquired infections.\n- Clean hands - Hospitals that utilize strategically-placed dispensers of hand sanitizer have noticed an increase in hand hygiene compliance from less than 50% to more than 80%.\n- Embracing the Checklist - Incorporating checklists into bedside medical charts can help reduce rates of infection by requiring shift nurses to answer questions such as: Does this patient have a catheter? If so, is it still necessary?\n- Portable Kits - Utilizing all-inclusive kits for common procedures such as intravenous line insertions or dressing changes can limit the possibility for infection. Kits contain all the items needed for procedures and prevent the nurse from running in and out of the patient room during a procedure to find a forgotten item.\n- Mouth Maintenance - Regularly cleaning patients' mouths, gums and teeth can help prevent ventilator-associated pneumonia, a common infection found in intensive care units.\n- Infection ID - Quick diagnostic tests can identify infected patients in a matter of hours rather than days. This allows for a quick response when patients show symptoms, are tested and found to be infected.\nTo read the complete article with expanded descriptions of the top 10, click here.\nPhoto Credit: Presta\nHospitals in Michigan lowered the rate of bloodstream infections in their patients by following a five-step checklist. The study published in the New England Journal of Medicine\nfound that implementing the checklist reduced the rate of bloodstream infections related to catheter use by 66%. Despite this success, utilization of the checklist remains limited. The checklist itself isn't complicated:\n- Wash hands\n- Clean patient's skin with chlorohexidine\n- Wear protective cap and gown and use a surgical drape during the procedure\n- Avoid catheter insertion through the groin if possible\n- Remove unnecessary catheters\nPeter Pronovost, the patient-safety expert who led the study, spoke with The Wall Street Journal to share insights on why more hospitals haven't benefited from using the checklist. To read excerpts from his interview, click here.\nPhoto Credit: Adesigna\nA recent study published in the American Journal of Infection Control examined the levels of bacteria on healthcare workers' lab coats. The study involved a cross section of medical and surgical grand rounds attendees at a large teaching hospital. Participants completed a survey and cultured their lab coat using a moistened swab on the lapels, pocket and cuffs. Of the 149 white coats in the study, 34 (23%) were contaminated with S aureus, of which 6 (18%) were methicillin-resistant S aureus (MRSA). Providers working with patients had higher contamination levels and the study suggests that white coats may contribute to patient-to-patient transmission of S aureus. Read the entire study in the March 2009 issue of the American Journal of Infection Control, the official journal of the Association for Professionals in Infection Control and Epidemiology (APIC).\nPhoto Credit: Estherase\nCentral venous catheters (CVC) are essential for treating children with cancer. They reduce the need for multiple needlesticks and the associated pain and anxiety. In addition, they can be used to deliver chemotherapy, parenteral fluids, blood products and analgesics. Despite the positives, children with CVCs are at increased risk for bloodstream infections. Complications associated with CVCs include pneumothorax, air embolism, nerve injury, catheter malposition, infection and occlusion.\nA recent study had four objectives:\n1. To decrease CVC-related bloodstream infection rates in children with cancer through a comprehensive educational intervention.\n2. To determine if the frequency of catheter hub colonization of CVCs in children with cancer would decrease following the educational intervention.\n3. To evaluate nurses' knowledge of CVC care.\n4. To determine risk factors influencing CVC-related bloodstream infections in children with cancer.\nThe study was conducted in the cancer center of a large children's hospital and included patients ranging in age from infancy to 18 years. A 45 minute educational program on CDC guidelines, most frequent guideline violations and information on catheter-related infections was presented to all caregivers. Following the educational presentation, catheter-related bloodstream infections were tracked for six months in order to determine the rate of infection. Study findings showed that the educational program increased nurses' knowledge and instances of catheter-related bloodstream infections decreased. You can read the full article in the March 2009 issue of Oncology Nursing Forum or purchase it online here.\nPhoto Credit: Gulf Coast Regional Blood Center\nAccording to a 2009 study, approximately 5 million central venous catheters are placed each year. Implantable ports provide reliable venous, arterial, epidural and peritoneal access and can be used to administer IV fluids, medications and to obtain blood samples. However complications including occlusion, infection, catheter migration and catheter separation from portal body can frequently occur.\nA recent study conducted in a rural hematology-oncology clinic focused on infection. A port infection can present as local tenderness, pain, erythema, induration or edema at the insertion or exit site or over the port pocket. Patients may also have purulent or serous drainage, fever and chills. To prevent infection, aseptic technique should be utilized for dressing changes. In addition, clinicians should follow accessing and deaccessing procedures and keep the exit clear of potential sources of infection. The 62 patients included in the study were receiving a minimum of two complete cycles of chemotherapy after port insertion. Ports were accessed and deaccessed following outlined protocol.\n*Steps for Accessing Ports:\n- Wash hands. Assess the port site for erythema, warmth or drainage.\n- Palpate the outline of the portal body.\n- Wash hands.\n- Apply nonsterile gloves. Cleanse port site with chlorohexidine swab in a circular motion for 30 seconds. Allow to dry for 30 seconds.\n- Spray ethyl chloride.\n- Stabilize portal body with one hand. Insert Huber needle (link to EZ Huber product page) into septum with other hand. Ensure patency by blood return. If no blood return, use interventions to assess port's patency.\n- Stabilize port with gauze and tape or apply transparent dressing.\n*Steps for Deaccessing Ports:\n- Wash hands. Apply nonsterile gloves.\n- Inspect exit site.\n- Flush device with 20 ml normal saline followed by 5 ml heparin flush (100 units/ml). During final flush, clamp tubing to port.\n- Stabilize port and remove needle.\n- Apply bandage.\nSix of the 62 patients in the study experienced a port infection, with four of the six ports requiring removal. The total number of catheter days for the implanted ports was 7,277. Patient catheter days ranged from 32-288. The study concluded that consistent, routine care is the best preventative measure against port complications. The entire study can be found in the October 2009 issue of the Clinical Journal of Oncology Nursing.\n*The port access and de-access protocols are those that were used by the authors for this study. Please follow institutional policies and procedures regarding port access and de-access.\nAlthough many infection headlines are related to hospitals, individual doctor's offices are facing similar challenges. Almost 30 cases of hepatitis B were recently tied to one doctor's office in New Jersey. When health inspectors visited the office they found blood on the floor of a room where chemotherapy was administered, blood in a bin where blood vials were stored, unsterile saline and gauze as well as open medication vials. Inspectors also noticed cross-contamination of pens, refrigerators and countertops, use of contaminated gloves and misuse of antiseptics.\nPatients were sent a letter from state epidemiologist Dr. Christina Chan urging testing for hepatitis B. \"Evidence gathered at this time suggests that since 2002, some clinic staff provided care in a manner that puts patients at risk for infection caused by bloodborne viruses, including hepatitis B,\" the letter told patients. \"The investigation to date suggests that hepatitis B infections identified may be associated with the method by which medications were administered and procedures performed at the practice.\"\nNumerous checklists and recommendations have been published around infection control. The American Academy of Pediatrics Committee on Infectious Diseases and Committee on Practice and Ambulatory Medicine offers these infection control musts:\n- Hand washing\n- Barrier precautions to prevent skin and mucous membrane exposure\n- Proper handling of sharps and contaminated waste\n- Appropriate cleaning and disinfecting of surfaces and equipment\n- Aseptic technique for invasive procedures\nFor the full recommendation on infection control in physician's offices, click here.\nTo read more about the hepatitis B outbreak in New Jersey, continue reading here.\nPhoto Credit: Hollywood Pimp\nThe Joint Commission Center for Transforming Healthcare is working on its first improvement venture: The Hand Hygiene Project. According to the Centers for Disease Control and Prevention, an estimated 2 million patients get a hospital-related infection every year and 90,000 die from their infection.\nCauses of Failure to Clean Hands\n- Ineffective placement of dispensers or sinks\n- Hand hygiene compliance data are not collected or reported accurately or frequently\n- Lack of accountability and just-in-time coaching\n- Safety culture does not stress hand hygiene at all levels\n- Ineffective or insufficient education\n- Hands full\n- Wearing gloves interferes with process\n- Perception that hand hygiene is not needed if wearing gloves\n- Healthcare workers forget\nEarly results of the program found on average that caregivers washed their hands less than 50 percent of the time. \"Demanding that healthcare workers try harder is not the answer. These healthcare organizations have the courage to step forward to tackle the problem of hand washing by digging deep to find out where the breakdowns take place so we can create targeted solutions that will work now and keep working in the future,\" said Mark R. Chassin, M.D., M.P.P, M.P.H., president, The Joint Commission.\nBy January, 2010, the Joint Commission Center for Transforming Healthcare plans to have data to demonstrate whether the proposed hand hygiene solutions can be sustained to achieve a 90+ percent compliance rate.\nEight hospitals are participating in this project:\n- Cedars-Sinai Health System, Los Angeles, California\n- Exempla Lutheran Medical Center, Wheat Ridge, Colorado\n- Froedtert Hospital, Milwaukee, Wisconsin\n- The Johns Hopkins Hospital and Health System, Baltimore, Maryland\n- Memorial Hermann Health Care System, Houston, Texas\n- Trinity Health, Novi, Michigan\n- Virtua, Marlton, New Jersey\n- Wake Forest University Baptist Medical Center, Winston-Salem, North Carolina\nTo read the full release from the Joint Commission for Transforming Healthcare, click here.\nPhoto Credit: Mag3737\nHealthcare providers are on alert due to an increase in a new strain of hospital-acquired infections. A recent study released by Arlington Medical Resources (AMR) and Decision Resources, found that recurrent Clostridium difficile\nis difficult to treat in a hospital setting.\nClostridium difficile is a bacterium that can cause symptoms as minor as diarrhea and as life threatening as severe inflammation of the colon. The elderly are most at risk and the Centers for Medicare and Medicaid services is considering adding Clostridium difficile to its list of \"never events\" or preventable hospital-acquired infections. Hospitals will receive reduced or no Medicare payments for infections on the \"never events\" list.\nRead more about how the study was conducted as well as more information on Clostridium difficile here.\nPhoto Credit: Big Grey Mare\nJeanne Hahne was working as a nurse in a burn ward when inspiration struck. Because the patients were so vulnerable to infection, Hahne and other healthcare providers had to wear full protective gear including a cap to cover her hair and a mask that covered the majority of her face. Even though she worked with many of the burn patients every day, most couldn't recognize her.\nFlash forward almost 30 years and Hahne has designed a face mask made of clear plastic so patients can see her smile. Hahne believes she can reassure patients with a smile and help decrease their anxiety. The masks also have utility for patients and healthcare providers with hearing loss since they allow for lip reading. In addition, the masks have helped improve communication between healthcare workers which can help decrease the chance for mistakes or misunderstanding. To read more and see pictures of the face mask, click here.\nPhoto Credit: Christiana Care", "id": "<urn:uuid:c2edfd5f-7efa-4718-90fc-2492422d24c1>", "dump": "CC-MAIN-2013-20", "url": "http://info.navilystmedical.com/Blog/?Tag=infection", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9321461319923401, "token_count": 3248, "score": 3.140625, "int_score": 3}
{"text": "CHICAGO – Nearly 1 in 20 Americans older than 50 have artificial knees, or more than 4 million people, according to the first national estimate showing how common these replacement joints have become in an aging population.\nDoctors know the number of knee replacement operations has surged in the last decade, especially in baby boomers. But until now, there was no good fix on the total number of people living with them.\nThe estimate is important because it shows that a big segment of the population might need future knee-related care, said Dr. Daniel Berry, president of the American Academy of Orthopedic Surgeons and chairman of orthopedic surgery at the Mayo Clinic in Rochester, Minn. He was not involved in the research.\nPeople with knee replacements sometimes develop knee infections or scar tissue that require additional treatment. But also, even artificial knees wear out, so as the operations are increasingly done on younger people, many will live long enough to almost certainly need a second or even third knee replacement.\n“These data are sobering because we didn’t know what an army of people we’ve created over the last decade,” said Elena Losina, lead author of the analysis and co-director of the Orthopedics and Arthritis Center for Outcomes Research at Harvard’s Brigham and Women’s Hospital. “The numbers will only increase, based on current trends.”\nReplacement joints can greatly improve quality of life for people with worn-out knees, but they’re not risk-free and it’s a major operation that people should not take lightly, she said.\nModern knee replacements in the United States date to the 1970s. Since then, advances in materials and techniques, including imaging scans to create better-fitting joints, have made the implants more durable and lifelike, surgeons say.\nLosina and colleagues came up with their estimate by analyzing national data on the number of knee replacements done from 1998-2009, U.S. census data, death statistics and national health surveys.\nFor example, in 2009, more than 600,000 knee replacement operations were done nationwide. The study estimate includes people who had knee replacement operations that year and in previous years who are still living.\nOverall, 4.5 million Americans are living with artificial knees. That includes an estimated 500,000 who have had at least two replacement operations on the same knee.\nKnee replacements are most common in people older than 80 – 1 in 10 people in this age range have them, the study found. Though they’re less prevalent in people younger than that, there are still more than half a million Americans in their 50s with the artificial joints, and based on current trends, operations in that age group are expected to increase.\nAccording to the federal Agency for Healthcare Research and Quality, knee replacements tripled in people ages 45 to 64 between 1997 and 2009.\nDoctors think two trends have contributed to that increase: the nation’s obesity epidemic and amateur athletes who don’t adjust workouts to spare aging or even injured joints. Both can lead to or worsen arthritis, the main reason for replacing knees.\nDonna Brent, 63, is in the latter category. The Deerfield, Ill., administrative assistant says decades of racquetball, tennis, softball and other sports took a toll on her knees, but she got used to living with the pain, even when she became bowlegged and developed a limp. When pain “started getting in the way of some of my sports,” she gave in to her doctor’s advice and had the operation last June on her right knee. She said she feels better than ever, is back to exercising and plans to resume tennis and softball when the weather warms up.\nDuring knee replacement operations, surgeons slice off a small portion of the worn-out surface on the ends of both leg bones that meet at the knee, then implant an artificial joint usually made of plastic or metal. Typical operations last about two hours, require a few days in the hospital and cost about $40,000.\nArtificial knees generally last 15 to 20 years. While some are promoted as lasting 30 years, these estimates are generally based on use among older people more sedentary than baby boomers who expect new knees to let them be as active as they were before surgery. Sometimes that’s possible, though doctors often discourage knee replacement patients from engaging in high-impact sports including jogging.\nThe National Institute of Arthritis, Musculoskeletal and Skin Diseases paid for the study.", "id": "<urn:uuid:62078429-1038-4e59-b941-96afd2102c07>", "dump": "CC-MAIN-2013-20", "url": "http://www.durangoherald.com/article/20120220/LIFESTYLE04/702209984/0/lifestyle01/Nearly-4M-US-adults%E2%80%99-knees-are-faking-it", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9672857522964478, "token_count": 940, "score": 2.53125, "int_score": 3}
{"text": "LANs to WANs(c) The Complete Management Guide\nAuthors: Muller N.J.\nPublished year: 2003\n|< Day Day Up >|\nDepending on the situation facing network managers, bridges can be used to either extend or segment LANs. At one level, bridges can be used for segmenting LANs into smaller subnets to improve performance, control access, and facilitate fault isolation and testing without impacting the overall user population. At another level, they are used to create an extended network that greatly expands the number of devices that can be supported and the services available to each user . Bridges may even offer additional features such as data compression, which has the effect of providing greater throughput over low-speed lines. Compression ratios of 2:1 all the way down to 6:1 may be selected by the network manager, depending on what the vendor offers with a specific product.\nAs noted, bridging occurs at the data link layer (see Figure 5.1), which provides physical addressing, manages access to the physical medium, controls data flow, and handles transmission errors. Bridges analyze incoming frames, make forwarding decisions based on the source and destination addresses of those frames, and then forward the frames to their destinations. Sometimes, as in source-route bridging, the frame contains the entire path to the destination. In other cases, as in transparent bridging, frames are forwarded one hop at a time toward the destination.\nFigure 5.1: Bridge functionality in reference to the OSI model.\nBridges can be either local or remote. Local bridges provide direct connections between many LAN segments in the same area. Remote bridges connect LAN segments in different areas, usually over telecommunication lines. There are several kinds of bridging and all may be supported in the same device:\nTransparent bridging —used mostly in Ethernet environments that have the same media types, these bridges keep a table of destination addresses and outbound interfaces.\nSource-route bridging —used mostly in token-ring environments, these bridges only forward frames based on the routing indicator contained in the frame. End stations are responsible for determining and maintaining the table of destination addresses and routing indicators.\nTranslation bridging —used to bridge data between different media types, these devices typically go between Ethernet and FDDI or token ring to Ethernet.\nSource-route translation bridging —this is a combination of source-route bridging and transparent bridging that allows communication in mixed Ethernet and token-ring environments. (Translation bridging without routing indicators between token ring and Ethernet is also called source-route transparent bridging.)\nThe engine for transparent bridging is the spanning tree algorithm (STA), which dynamically discovers a loop-free subset of the network’s topology. The STA accomplishes this by placing active bridge ports that create loops into a standby or blocked condition. A blocked port can provide redundancy in that if the primary port fails, it can be activated to take the traffic load.\nThe spanning tree calculation is triggered when the bridge is powered up and whenever a change in topology is detected . A topology change might occur when a forwarding port is going down (blocking) or when a port transitions to forwarding and the bridge has a designated port, which also indicates that the bridge is not standalone. Configuration messages known as bridge protocol data units (BPDUs) actually trigger the spanning tree calculation. These messages are exchanged between bridges at regular intervals set by the network manager, usually 1 to 4 seconds.\nOnce a change in topology is detected, this information must be shared with all bridges on the network. This is a two-step process that starts when a bridge notifies the root bridge of the spanning tree by sending it a special BPDU known as a topology change notification (TCN). The bridge sends the TCN out over its root port. The root bridge acknowledges the message by sending back a normal configuration BPDU with the topology change acknowledgment (TCA) bit set. The second step in the topology update process entails the root bridge sending out configuration BPDUs with the topology change (TC) bit set. These BPDUs are relayed by every bridge, so they can become aware of the changed topology.\nThere are some problems associated with spanning tree. The more hosts on the network, the higher the probability of topology changes. For example, a directly attached host, such as a client or server, will trigger a topology change when powered off, then go on to clear an operating system problem. In a large, flat network, the point can be reached when it is continually in topology change status. The resulting high level of flooding can lead to an unstable STP environment. To deal with this problem, vendors have come up with ways to avoid TCN generation for certain events. For example, the network manager can configure the bridge so that it issues a TCN when a server is power cycled, but not when client devices are power cycled. If a bridge port going up or down is not deemed an important event, this event too can be programmed not to issue a TCN.\nSource-route bridging (SRB) is used in the token-ring environment as the method by which a station establishes a route through a multiple-ring network to its destination. The first step for a station to reach another is to create a packet called an explorer. This packet is copied by all bridges in the network, with each of them adding information about itself before passing it on. The explorer packet’s routing information field (RIF) contains the information of where it has traversed through the network and within the RIF; a route descriptor stores the path it has taken through the network.\nAs the explorer packet is constructed on its way through the network, the destination station will start receiving data packets from the originating station. Based on the contents of the explorer packet, the destination station will then decide which route to use to send data packets back to the originating station. Or it will send its own explorer packet so that the originating station can determine its own route.\nThe explorer packet is limited in terms of how many rings it can hold in the routing information field. Although the RIF can hold a total of 14 rings, IBM long ago limited this to seven. Other vendors also adopted this limitation. Consequently, an explorer packet that has traversed seven rings will be dropped in the network. To control traffic in the network with more precision, parameters can be set in the bridge to decrease this number even further, so that packets that reach X number of rings (any number below seven) will be dropped.\nWhile explorers are limited to traversing only seven rings, in a meshed ring environment, one explorer can finish being copied by many bridges, which can cause too many explorers. Explorer storms can be prevented in redundant network topologies by setting the bridge to filter out explorers that have already been forwarded once. Since explorer traffic can be distinguished from regular source route traffic, the network manager can issue commands that check the bridge for various parameters, such as the number of explorers that were dropped outbound on that interface.\nWhile Ethernet has become the network of choice for new installations, there is still a good amount of token ring in use, making it necessary to mix the two environments for data exchange. Doing so is complicated because some very fundamental differences between Ethernet and token ring must be reconciled. Token ring has functional addresses, while Ethernet primarily relies on broadcasts.\nFurthermore, MAC addresses on the Ethernet are different from MAC addresses on the token ring. Ethernet does not have a source-route bridging capability and token ring has a routing information field. Finally, token ring and Ethernet use different methods to read the bits into their adapters.\nTo unify the two environments, vendors have come up with various methods such as translation bridging. This is a type of bridging that is implemented on networks that use different MAC sublayer protocols, providing a method of resolving differences in header formats and protocol specifications. Since there are no real standards in how communication between two media types should occur, however, no single translation implementation can be called correct. The only consideration for network managers is to select a method of translation and implement it uniformly throughout the network.\nEssentially, the bridges reorder source and destination address bits when translating between Ethernet and token-ring frame formats. The problem of embedded MAC-addresses can be resolved by programming the bridge to look for various types of MAC addresses. Some translation-bridges simply check for the most popular embedded addresses. If others are used, the bridge must be programmed to look for them as well. But if translation-bridging software runs in a multi-protocol router, which is very common today, these protocols can be routed and the problem avoided entirely.\nToken ring’s RIF field has a component that indicates the largest frame size that can be accepted by a particular source-route bridging implementation. Translation bridges that send frames from the transparent-bridging domain to the SRB domain usually set the maximum transfer unit (MTU) field to 1,500 bytes to limit the size of token-ring frames entering the transparent-bridging domain, because this is the maximum size of Ethernet frames. Some hosts cannot process this field correctly, in which case translation bridges are forced to drop the frames that exceed Ethernet’s MTU size.\nBits representing token-ring functions that are absent in Ethernet are discarded by translation bridges. For example, token ring’s priority, reservation, and monitor bits are discarded during translation. And token ring’s frame status bits are treated differently, depending on the bridge manufacturer; the products of some manufacturers may even ignore these bits.\nSometimes, the bridge will have the C bit set, indicating that the frame has been copied, but not the A bit set, indicating that the destination station recognizes the address. In the former case, a token-ring source node determines if the frame it sent has become lost. Advocates of this approach claim that reliability mechanisms, such as the tracking of lost frames, are better left for implementation in Layer 4 of the OSI model. Advocates of setting the C bit argue that this bit must be set to track lost frames, but that the A bit cannot be set because the bridge is not the final destination.\nTranslation bridges also can be used to create a software gateway between the token ring and Ethernet domains. To the SRB end stations, the translation bridge has a ring number and a bridge number associated with it, so it looks like a standard source-route bridge. In this case, the ring number reflects the entire transparent-bridging domain. To the transparent-bridging domain, the translation bridge is just another transparent bridge.\nWhen bridging from the SRB domain to the transparent-bridging domain, SRB information is removed. Token ring’s routing information fields usually are cached for use by any subsequent return traffic. When bridging from the transparent bridging to the SRB domain, the translation bridge checks the frame to see if it has a multicast or unicast destination. If the frame has a multicast or broadcast destination, it is sent into the SRB domain as a spanning-tree explorer. If the frame has a unicast address, the translation bridge looks up the destination in the RIF cache. If a path is found, it is used and the RIF information is added to the frame; otherwise , the frame is sent as a spanning-tree explorer.\nAnother solution to unify the Ethernet and token-ring environments is source-route translation bridging (SRTLB). This entails the addition of bridge groups to the interfaces of both the token ring and Ethernet bridges to create a transparent bridge domain between the two environments. The bridges at each end are responsible for establishing the path through the network. When a bridge on a token ring receives a packet from an Ethernet, for example, path establishment is handled as follows (see Figure 5.2):\nFigure 5.2: Source-route translation bridging, from token ring to Ethernet.\nBridge-1 receives a packet from the Ethernet. This is from PC-1 to the host.\nBridge-1 needs a RIF to reach the host, so it creates an explorer to learn the path to reach the host.\nAfter Bridge-1 receives the response, it sends the response (without a RIF) to the Ethernet station.\nPC-1 sends an exchange identifier (XID) to the host MAC address.\nBridge-1 gets the Ethernet packet, attaches the RIF to the host, and sends the packet on its way.\nAs far as the host is concerned , the Ethernet is sitting on a pseudo ring. This is configured with the source-bridge transparent command on the bridge. The pseudo ring makes the host treat the Ethernet as if it were a token ring.\n|< Day Day Up >|\nLANs to WANs(c) The Complete Management Guide\nAuthors: Muller N.J.\nPublished year: 2003", "id": "<urn:uuid:e16b4240-d208-4ee2-8272-ce223fa2146e>", "dump": "CC-MAIN-2013-20", "url": "http://flylib.com/books/en/4.62.1.44/1/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.922479510307312, "token_count": 2669, "score": 3.359375, "int_score": 3}
{"text": "| Welcome to the lava tube\nportion of the Virtual Cave. Lava tube caves are found throughout the\nworld in places where fluid lava has flown over the surface. The longest\nand most vertically extensive lava tubes known are on the Big Island of\nHawai`i. Our idealized lava tube cross-section is based on\nthe tubes there, and most of the photos are from there. Lava tubes are\nfound in the western U.S.A. (Washington, California, Oregon, Nevada, Idaho,\nNew Mexico, Utah, and Arizona), the Canary Islands, Galapagos Islands,\nItaly, Japan, Korea, Kenya, Mexico, and many other volcanic regions. Most\ntubes form when fluid lava flows down the sides of volcanoes, the upper\nlayer begins to cool, and the lava beneath continues to flow in tubular\nconduits beneath the surface. Due to the insulating effects of the hardened\nlava above, molten lava is able to travel a considerable distance underground\nwith very little cooling. In Hawaii, lava tubes have carried fluid lavas\n50 or more miles from their source! Tubes may also form when lava\nfollows trenches or gulleys on the surface, which then roof over as lava\naccumulates along the top edges.\nLava tubes contain many features similar to those in limestone caves, such as stalactites and stalagmites, helictites, and a sort of flowstone. Most of the features in the diagram were made when the cave was active and during the early cooling stage. Secondary minerals may be deposited in the tubes later, such as gypsum or calcite crystals, but these tend to be on a much smaller scale than you can find in limestone caves.\nTo take a tour of the wondrous world of lava tubes, select a feature in context on our very cool Virtual Lava Tube Map (drawn by master lava tube cartographer Carlene Allred) or choose from the list above it. Not all of the items in the text list are represented on the image map. Those are shown in all capital letters, so be sure to check these newer pages out.\nStart here: BIRTH of a LAVA TUBE\nCheck out my new book on lava tubes, based on the Virtual Lava Tube, called CAVES OF FIRE: INSIDE AMERICA'S LAVA TUBES.\nIt is both a guide to lava tube features (with many more examples of each than shown here on the website) and describes and pictures many lava tubes that you can easily find and visit in national, state, and county parks and forests. It has 128 pages with 345 color images.\nNow available through the National Speleological Society Bookstore\n|Created: August 4, 2000\nLast update: December 11, 2008\nAuthor: Dave Bunnell\nReviewed by Kevin & Carlene Allred", "id": "<urn:uuid:abb7b5c5-5b04-4436-963d-1fafce2546d7>", "dump": "CC-MAIN-2013-20", "url": "http://goodearthgraphics.com/virtual_tube/virtube.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9277717471122742, "token_count": 594, "score": 2.921875, "int_score": 3}
{"text": "Question from Amanda: Where and what acids are found in wine. Which wines have more acid (dry or sweet) and why due to the climate. Explain why and how titration can be used to determine the relative acid content of wine. If you could help answer my question i would be very grateful.\nAnswer: Hi, Amanda! Thanks for your question! I’ll do my best….\nThe main grape acid is tartaric, a relatively strong acid, unlike most fruits. It’s followed by malic (found in lots of fruits and vegetables) and there are trace amounts of lots of different acids. We have an article on wine components, including acid, at goosecross.com.\nGenerally, white wines are higher in acid than reds, for aesthetic reasons. Sweet wines should be the highest of all, to offset the sweetness, or the wine will be cloying.\nCool climates usually produce wines of high acid compared to warm climates because heat causes the sugar to go up and the acid to go down. A Chardonnay from Burgundy, France is almost always higher in acid than a Napa Valley Chardonnay because of the difference in climate. Imagine trying to ripen tomatoes in a cold climate–they will be quite tart!\nTitration is a simple color-change test. I’ve paraphrased this from a wine text: Titration is the process of determining the concentration of a substance, such as acid, in a solution by adding a carefully measured standard reagent (usually sodium hydroxide) until a reaction (change in color) occurs due to the presence of an indicator (phenolphthalein). Most home winemakers buy inexpensive kits to do this.\nI hope this helps you. Are you studying wine making?", "id": "<urn:uuid:ae6ebdd8-4c80-4452-94bc-35a8c7fc9fa2>", "dump": "CC-MAIN-2013-20", "url": "http://goosecross.com/blog/q-acids-and-wine/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.945919930934906, "token_count": 370, "score": 3.3125, "int_score": 3}
{"text": "Westminster Confession of Faith\nThe Westminster Confession of Faith is perhaps the most notable expression in creedal form of the truths of the Bible. It was the work of that assembly of divines which was called together by Parliament and met in London, at Westminster Abbey, during the years 1643-1648. It was this assembly which also produced the Larger and Shorter Catechisms. The Confession and the Catechisms are used by many churches as their doctrinal standards, subordinate to the Word of God.\nThe text of the Confession as given in this document is in the form adopted by the Bible Presbyterian Church in 1938, and, except for a few revisions, which are largely concerned with eschatology, as well as with the relation of the civil magistrate to the church, it agrees with the text of the original manuscript of the Confession. A list of changes can be found here, together with the reading of the original.", "id": "<urn:uuid:4d48bee1-2f67-4bb2-97bc-a77c48682d50>", "dump": "CC-MAIN-2013-20", "url": "http://gracebpc.org/about/our-beliefs/creeds-confessions/westminster-confession-of-faith/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.981745719909668, "token_count": 194, "score": 3.4375, "int_score": 3}
{"text": "Excerpts for Thames : The Biography\nThe River as Fact\nIt has a length of 215 miles, and is navigable for 191 miles. It is the longest river in England but not in Britain, where the Severn is longer by approximately 5 miles. Nevertheless it must be the shortest river in the world to acquire such a famous history. The Amazon and the Mississippi cover almost 4,000 miles, and the Yangtze almost 3,500 miles; but none of them has arrested the attention of the world in the manner of the Thames.\nIt runs along the borders of nine English counties, thus reaffirming its identity as a boundary and as a defence. It divides Wiltshire from Gloucestershire, and Oxfordshire from Berkshire; as it pursues its way it divides Surrey from Middlesex (or Greater London as it is inelegantly known) and Kent from Essex. It is also a border of Buckinghamshire. It guarded these once tribal lands in the distant past, and will preserve them into the imaginable future.\nThere are 134 bridges along the length of the Thames, and forty-four locks above Teddington. There are approximately twenty major tributaries still flowing into the main river, while others such as the Fleet have now disappeared under the ground. Its \"basin,\" the area from which it derives its water from rain and other natural forces, covers an area of some 5,264 square miles. And then there are the springs, many of them in the woods or close to the streams beside the Thames. There is one in the wood below Sinodun Hills in Oxfordshire, for example, which has been described as an \"everlasting spring\" always fresh and always renewed.\nThe average flow of the river at Teddington, chosen because it marks the place where the tidal and non-tidal waters touch, has been calculated at 1,145 millions of gallons (5,205 millions of litres) each day or approximately 2,000 cubic feet (56.6 cubic metres) per second. The current moves at a velocity between 1Ú2 and 23Ú4 miles per hour. The main thrust of the river flow is known to hydrologists as the \"thalweg\"; it does not move in a straight and forward line but, mingling with the inner flow and the variegated flow of the surface and bottom waters, takes the form of a spiral or helix. More than 95 per cent of the river's energy is lost in turbulence and friction.\nThe direction of the flow of the Thames is therefore quixotic. It might be assumed that it would move eastwards, but it defies any simple prediction. It flows north-west above Henley and at Teddington, west above Abingdon, south from Cookham and north above Marlow and Kingston. This has to do with the variegated curves of the river. It does not meander like the Euphrates, where according to Herodotus the voyager came upon the same village three times on three separate days, but it is circuitous. It specialises in loops. It will take the riparian traveller two or three times as long to cover the same distance as a companion on the high road. So the Thames teaches you to take time, and to view the world from a different vantage.\nThe average \"fall\" or decline of the river from its beginning to its end is approximately 17 to 21 inches (432 to 533 mm) per mile. It follows gravity, and seeks out perpetually the simplest way to the sea. It falls some 600 feet (183 m) from source to sea, with a relatively precipitous decline of 300 feet (91.5 m) in the first 9 miles; it falls 100 (30.4 m) more in the next 11 miles, with a lower average for the rest of its course. Yet averages may not be so important. They mask the changeability and idiosyncrasy of the Thames. The mean width of the river is given as 1,000 feet (305 m), and a mean depth of 30 feet (9 m); but the width varies from 1 or 2 feet (0.3 to 0.6 m) at Trewsbury to 51Ú2 miles at the Nore.\nThe tide, in the words of Tennyson, is that which \"moving seems asleep, too full for sound and foam.\" On its flood inward it can promise benefit or danger; on its ebb seaward it suggests separation or adventure. It is one general movement but it comprises a thousand different streams and eddies; there are opposing streams, and high water is not necessarily the same thing as high tide. The water will sometimes begin to fall before the tide is over. The average speed of the tide lies between 1 and 3 knots (1.15 and 3.45 miles per hour), but at times of very high flow it can reach 7 knots (8 miles per hour). At London Bridge the flood tide runs for almost six hours, while the ebb tide endures for six hours and thirty minutes. The tides are much higher now than at other times in the history of the Thames. There can now be a difference of some 24 feet (7.3 m) between high and low tides, although the average rise in the area of London Bridge is between 15 and 22 feet (4.5 and 6.7 m). In the period of the Roman occupation, it was a little over 3 feet (0.9 m). The high tide, in other words, has risen greatly over a period of two thousand years.\nThe reason is simple. The south-east of England is sinking slowly into the water at the rate of approximately 12 inches (305 mm) per century. In 4000 BC the land beside the Thames was 46 feet (14 m) higher than it is now, and in 3000 BC it was some 31 feet (9.4 m) higher. When this is combined with the water issuing from the dissolution of the polar ice-caps, the tides moving up the lower reaches of the Thames are increasing at a rate of 2 feet (0.6 m) per century. That is why the recently erected Thames Barrier will not provide protection enough, and another barrier is being proposed.\nThe tide of course changes in relation to the alignment of earth, moon and sun. Every two weeks the high \"spring\" tides reach their maximum two days after a full moon, while the low \"neap\" tides occur at the time of the half-moon. The highest tides occur at the times of equinox; this is the period of maximum danger for those who live and work by the river. The spring tides of late autumn and early spring are also hazardous. It is no wonder that the earliest people by the Thames venerated and propitiated the river.\nThe general riverscape of the Thames is varied without being in any sense spectacular, the paraphernalia of life ancient and modern clustering around its banks. It is in large part now a domesticated river, having been tamed and controlled by many generations. It is in that sense a piece of artifice, with some of its landscape deliberately planned to blend with the course of the water. It would be possible to write the history of the Thames as a history of a work of art.\nIt is a work still in slow progress. The Thames has taken the same course for ten thousand years, after it had been nudged southward by the glaciation of the last ice age. The British and Roman earthworks by the Sinodun Hills still border the river, as they did two thousand years before. Given the destructive power of the moving waters, this is a remarkable fact. Its level has varied over the millennia--there is a sudden and unexpected rise at the time of the Anglo-Saxon settlement, for example--and the discovery of submerged forests testifies to incidents of overwhelming flood. Its appearance has of course also altered, having only recently taken the form of a relatively deep and narrow channel, but its persistence and identity through time are an aspect of its power.\nYet of course every stretch has its own character and atmosphere, and every zone has its own history. Out of oppositions comes energy, out of contrasts beauty. There is the overwhelming difference of water within it, varying from the pure freshwater of the source through the brackish zone of estuarial water to the salty water in proximity to the sea. Given the eddies of the current, in fact, there is rather more salt by the Essex shore than by the Kentish shore. There are manifest differences between the riverine landscapes of Lechlade and of Battersea, of Henley and of Gravesend; the upriver calm is in marked contrast to the turbulence of the long stretches known as River of London and then London River. After New Bridge the river becomes wider and deeper, in anticipation of its change.\nThe rural landscape itself changes from flat to wooded in rapid succession, and there is a great alteration in the nature of the river from the cultivated fields of Dorchester to the thick woods of Cliveden. From Godstow the river becomes a place of recreation, breezy and jaunty with the skiffs and the punts, the sports in Port Meadow and the picnic parties on the banks by Binsey. But then by some change of light it becomes dark green, surrounded by vegetation like a jungle river; and then the traveller begins to see the dwellings of Oxford, and the river changes again. Oxford is a pivotal point. From there you can look upward and consider the quiet source; or you can look downstream and contemplate the coming immensity of London.\nIn the reaches before Lechlade the water makes its way through isolated pastures; at Wapping and Rotherhithe the dwellings seem to drop into it, as if overwhelmed by numbers. The elements of rusticity and urbanity are nourished equally by the Thames. That is why parts of the river induce calm and forgetfulness, and others provoke anxiety and despair. It is the river of dreams, but it is also the river of suicide. It has been called liquid history because within itself it dissolves and carries all epochs and generations. They ebb and flow like water.\nThe River as Metaphor\nThe river runs through the language, and we speak of its influence in every conceivable context. It is employed to characterise life and death, time and destiny; it is used as a metaphor for continuity and dissolution, for intimacy and transitoriness, for art and history, for poetry itself. In The Principles of Psychology (1890) William James first coined the phrase \"stream of consciousness\" in which \"every definite image of the mind is steeped . . . in the free water that flows around it.\" Thus \"it flows\" like the river itself. Yet the river is also a token of the unconscious, with its suggestion of depth and invisible life.\nThe river is a symbol of eternity, in its unending cycle of movement and change. It is one of the few such symbols that can readily be understood, or appreciated, and in the continuing stream the mind or soul can begin to contemplate its own possible immortality.\nIn the poetry of John Denham's \"Cooper's Hill\" (1642), the Thames is a metaphor for human life. How slight its beginning, how confident its continuing course, how ineluctable its destination within the great ocean:\nHasting to pay his tribute to the sea,\nLike mortal life to meet eternity.\nThe poetry of the Thames has always emphasised its affiliations with human purpose and with human realities. So the personality of the river changes in the course of its journey from the purity of its origins to the broad reaches of the commercial world. The river in its infancy is undefiled, innocent and clear. By the time it is closely pent in by the city, it has become dank and foul, defiled by greed and speculation. In this regress it is the paradigm of human life and of human history. Yet the river has one great advantage over its metaphoric companions. It returns to its source, and its corruption can be reversed. That is why baptism was once instinctively associated with the river. The Thames has been an emblem of redemption and of renewal, of the hope of escaping from time itself.\nWhen Wordsworth observed the river at low tide, with the vista of the \"mighty heart\" of London \"lying still,\" he used the imagery of human circulation. It is the image of the river as blood, pulsing through the veins and arteries of its terrain, without which the life of London would seize up. Sir Walter Raleigh, contemplating the Thames from the walk by his cell in the Tower, remarked that the \"blood which disperseth itself by the branches or veins through all the body, may be resembled to these waters which are carried by brooks and rivers overall the earth.\" He wrote his History of the World (1610) from his prison cell, and was deeply imbued with the current of the Thames as a model of human destiny. It has been used as the symbol for the unfolding of events in time, and carries the burden of past events upon its back. For Raleigh the freight of time grew ever more complex and wearisome as it proceeded from its source; human life had become darker and deeper, less pure and more susceptible to the tides of affairs. There was one difference Raleigh noticed in his history, when he declared that \"for this tide of man's life, after it once turneth and declineth, ever runneth with a perpetual ebb and falling stream, but never floweth again.\"\nThe Thames has also been understood as a mirror of morality. The bending rushes and the yielding willows afford lessons in humility and forbearance; the humble weeds along its banks have been praised for their lowliness and absence of ostentation. And who has ventured upon the river without learning the value of patience, of endurance, and of vigilance? John Denham makes the Thames the subject of native discourse in a further sense:\nThough deep, yet clear; though gentle, yet not dull;\nStrong without rage; without o'erflowing, full.\nThis suggests that the river represents an English measure, an aesthetic harmony to be sought or wished for, but in the same breath Denham seems to be adverting to some emblem of Englishness itself. The Thames is a metaphor for the country through which it runs. It is modest and moderate, calm and resourceful; it is powerful without being fierce. It is not flamboyantly impressive. It is large without being too vast. It eschews extremes. It weaves its own course without artificial diversions or interventions. It is useful for all manner of purposes. It is a practical river.\nWhen Robert Menzies, an erstwhile Australian prime minister, was taken to Runnymede he was moved to comment upon the \"secret springs\" of the \"slow English character.\" This identification of the land with the people, the characteristics of the earth and water with the temperament of their inhabitants, remains a poignant one. There is an inward and intimate association between the river and those who live beside it, even if that association cannot readily be understood.\nFrom the Hardcover edition.", "id": "<urn:uuid:c8589dab-6a33-4d56-9c69-99faf059b9e4>", "dump": "CC-MAIN-2013-20", "url": "http://sherloc.imcpl.org/enhancedContent.pl?contentType=ExcerptDetail&isbn=9780385528474", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9624767303466797, "token_count": 3140, "score": 3.390625, "int_score": 3}
{"text": "U.S. Energy Information Administration - EIA - Independent Statistics and Analysis\nToday in Energy\nThe Strait of Hormuz (shown in the oval on the map), which is located between Oman and Iran, connects the Persian Gulf with the Gulf of Oman and the Arabian Sea. Hormuz is the world's most important oil chokepoint due to its daily oil flow of almost 17 million barrels per day (bbl/d) in 2011, up from between 15.5-16.0 million bbl/d in 2009-2010. Flows through the Strait in 2011 were roughly 35% of all seaborne traded oil, or almost 20% of oil traded worldwide.\nOn average, 14 crude oil tankers per day passed through the Strait in 2011, with a corresponding amount of empty tankers entering to pick up new cargos. More than 85% of these crude oil exports went to Asian markets, with Japan, India, South Korea, and China representing the largest destinations.\nAt its narrowest point, the Strait is 21 miles wide, but the width of the shipping lane in either direction is only two miles, separated by a two-mile buffer zone. The Strait is deep and wide enough to handle the world's largest crude oil tankers, with about two-thirds of oil shipments carried by tankers in excess of 150,000 deadweight tons.\nSeveral alternatives are potentially available to move oil from the Persian Gulf region without transiting Hormuz, but they are limited in capacity, in many cases are not currently operating or operable, and generally engender higher transport costs and logistical challenges.\n- Alternate routes include the 745-mile Petroline, also known as the East-West Pipeline, across Saudi Arabia from Abqaiq to the Red Sea. The East-West Pipeline has a nameplate capacity of about 5 million bbl/d, with current movements estimated at about 2 million bbl/d.\n- The Abqaiq-Yanbu natural gas liquids pipeline, which runs parallel to the Petroline to the Red Sea, has a 290,000-bbl/d capacity.\n- Additional oil could also be pumped north via the Iraq-Turkey pipeline to the port of Ceyhan on the Mediterranean Sea, but volumes have been limited by the closure of the Strategic Pipeline linking north and south Iraq.\n- The United Arab Emirates is also completing the 1.5 million bbl/d Abu Dhabi Crude Oil Pipeline that will cross the emirate of Abu Dhabi and end at the port of Fujairah just south of the Strait.\n- Other alternate routes could include the deactivated 1.65-million bbl/d Iraqi Pipeline across Saudi Arabia (IPSA) and the deactivated 0.5 million-bbl/d Tapline to Lebanon.\nEIA's World Oil Transit Chokepoints analysis brief contains additional information about other chokepoints, and the Middle East & North Africa overview contains additional information about countries in the region.", "id": "<urn:uuid:59115ba6-5e81-4858-b414-89604ce9f241>", "dump": "CC-MAIN-2013-20", "url": "http://www.eia.gov/todayinenergy/detail.cfm?id=4430", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.940473198890686, "token_count": 615, "score": 3.328125, "int_score": 3}
{"text": "Harold Urey was the teacher of the American researcher Stanley Miler at Chicago University. Because of Urey’s contribution to Miller’s 1953 experiment on the origin of life, this is also known as the Urey-Miller Experiment. This experiment is the only “proof” used to supposedly confirm the molecular evolution thesis, which is put forward as the first stage in the evolutionary process. However, the experiment was never able to offer any findings to support evolutionist claims regarding the origin of life. (See The Miller Experiment.)\n—See Miller Experiment, The.", "id": "<urn:uuid:aaa3980b-2afc-4ec3-8fb3-0574c7576493>", "dump": "CC-MAIN-2013-20", "url": "http://harunyahya.com/en/books/14789/The_Evolution_Impasse_II/chapter/4895", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.950179934501648, "token_count": 119, "score": 3.25, "int_score": 3}
