{"text": "tumor marker n.\nA substance, released into the circulation by tumor tissue, whose detection in the serum indicates the presence of a specific type of tumor.\n|an extraordinary or unusual thing, person, or event; an exceptional example or instance.|\n|a gadget; dingus; thingumbob.|\nDictionary.com presents 366 FAQs, incorporating some of the frequently asked questions from the past with newer queries.", "id": "<urn:uuid:8e00f1e1-3630-4f06-8f90-d0e3dad74479>", "dump": "CC-MAIN-2013-20", "url": "http://dictionary.reference.com/medical/tumor+marker", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8332537412643433, "token_count": 90, "score": 2.5625, "int_score": 3}
{"text": "Focus on Economic Data: Consumer Price Index and Inflation, October 19, 2011\nGlossary terms from:\nOne of many choices or courses of action that might be taken in a given situation.\nAny activity or organization that produces or exchanges goods or services for a profit.\nConsumer Price Index (CPI)\nA price index that measures the cost of a fixed basket of consumer goods and services and compares the cost of this basket in one time period with its cost in some base period. Changes in the CPI are used to measure inflation.\nPeople who use goods and services to satisfy their personal needs and not for resale or in the production of other goods and services.\nSpending by households on goods and services. The process of buying and using goods and services.\nA sustained decrease in the average price level of all the goods and services produced in the economy.\nA severe, prolonged economic contraction.\nThe central bank of the United States. Its main function is controlling the money supply through monetary policy. The Federal Reserve System divides the country into 12 districts, each with its own Federal Reserve bank. Each district bank is directed by its nine-person board of directors. The Board of Governors, which is made up of seven members appointed by the President and confirmed by the Senate to 14-year terms, directs the nation's monetary policy and the overall activities of the Federal Reserve. The Federal Open Market Committee is the official policy-making body; it is made up of the members of the Board of Governors and five of the district bank presidents.\nSomething a person or organization plans to achieve in the future; an aim or desired result.\nTangible objects that satisfy economic wants.\nSpending by all levels of government on goods and services; includes categories like military, schools and roads.\nIndividuals and family units that buy goods and services (as consumers) and sell or rent productive resources (as resource owners).\nPayments earned by households for selling or renting their productive resources. May include salaries, wages, interest and dividends.\nA rise in the general or average price level of all the goods and services produced in an economy. Can be caused by pressure from the demand side of the market (demand-pull inflation) or pressure from the supply side of the market (cost-push inflation).\nMoney paid regularly, at a particular rate, for the use of borrowed money.\nThe quantity and quality of human effort available to produce goods and services.\nThe amount of money that people pay when they buy a good or service; the amount they receive when they sell a good or service.\nThe weighted average of the prices of all goods and services in an economy; used to calculate inflation.\nPeople and firms that use resources to make goods and services.\nA good or service that can be used to satisfy a want.\nA process of manufacturing, growing, designing, or otherwise using productive resources to create goods or services used to to satisfy a want.\nGoods, often supplied by the government, for which use by one person does not reduce the quantity of the good available for others to use, and for which consumption cannot be limited to those who pay for the good.\nThe amount of goods and services that a monetary unit of income can buy.\nA decline in the rate of national economic activity, usually measured by a decline in real GDP for at least two consecutive quarters (i.e., six months).\nMoney set aside for a future use that is held in easily-accessed accounts, such as savings accounts and certificates of deposit (CDs).\nActivities performed by people, firms or government agencies to satisfy economic wants.\nUse money now to buy goods and services.\nStandard of Living\nThe level of subsistence of a nation, social class or individual with reference to the adequacy of necessities and comforts of daily life.\nCompulsory payments to governments by households and businesses.\nAn abstract measure of the satisfaction consumers derive from consuming goods and services.\nPayments for labor services that are directly tied to time worked, or to the number of units of output produced.\nPeople employed to do work, producing goods and services.", "id": "<urn:uuid:793a70c3-d2e7-44e1-88a7-34319f254cb8>", "dump": "CC-MAIN-2013-20", "url": "http://www.econedlink.org/lessons/EconEdLink-print-glossary.php?lid=1051", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9459481239318848, "token_count": 849, "score": 3.59375, "int_score": 4}
{"text": "6 Series with Tags:\nRecession Indicators Series\nThese time series are an interpretation of US Business Cycle Expansions and Contractions data provided by The National Bureau of Economic Research (NBER) at http://www.nber.org/cycles/cyclesmain.html and Organisation of Economic Development (OECD) Composite Leading Indicators: Reference Turning Points and Component Series data provided by the OECD at http://www.oecd.org/document/6/0,3746,en_2649_34349_35726918_1_1_1_1,00.html. Our time series are composed of dummy variables that represent periods of expansion and recession. The NBER identifies months and quarters, while the OECD identifies months, of turning points without designating a date within the period that turning points occurred. The dummy variable adopts an arbitrary convention that the turning point occurred at a specific date within the period. The arbitrary convention does not reflect any judgment on this issue by the NBER's Business Cycle Dating Committee or the OECD. A value of 1 is a recessionary period, while a value of 0 is an expansionary period.", "id": "<urn:uuid:fb670c36-a8a2-490f-86d6-7d758632a7c7>", "dump": "CC-MAIN-2013-20", "url": "http://research.stlouisfed.org/fred2/release?rid=242&t=japan%3Boecd&at=nsa&ob=pv&od=desc", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.829829752445221, "token_count": 237, "score": 2.734375, "int_score": 3}
{"text": "Financial Accounting - CH 1 & 2\n|Four Principal Activities of Business Firms:|| 1.Establishing goals and strategies|\n|What are the 2 sources Financing comes from?|| 1. Owners|\n|Investments are made in the following:|| 1. Land, buildings, equipment|\n2. Patents, licenses, contractual rights\n3. Stock and bonds of other organizations\n5. Accounts Receivable\n|What are the 4 areas for conducting operations?|| 1. Purchasing|\n|What are the 4 commonly used conventions in financial statements?|| 1. The accounting period|\n2. The number of reporting periods\n3. The monetary amounts\n4. The terminology and level of detail in the financial statements\n|Common Financial Reporting Conventions, Accounting Period||The length of time covered by the financial statements. (The most common interval for external reporting is the fiscal year).|\n|Common Financial Reporting Conventions, Number of reporting periods||The number of reporting periods included in a given financial statement presentation, Both U.S. GAAP and IFRS require firms to include results for multiple reporting periods in each report.|\n|Common Financial Reporting Conventions, Monetary amounts||This includes measuring units, like thousands, millions, or billions, and the currency, such as dollars ($), euros (€), or Swedish kronor (SEK)|\n|Common Financial Reporting Conventions, Terminology and level of detail in the financial statements||U.S. GAAP and IFRS contain broad guidance on what the financial statements must contain, but neither system completely specifies the level of detail or the names of accounts. Therefore, some variation occurs.|\n|Characteristics of a Balance Sheet||A Balance Sheet:|\n1. is also known as a statement of financial position;\n2. provides information at a point in time;\n3. lists the firm's assets, liabilities, and shareholders' equity and provides totals and subtotals; and\n4. can be represented as the Basic Accounting Equation.\nAssets = Liabilities + Shareholders' Equity\n|Accounting Equation Components|| 1. Assets|\n3. Share Holder's Equity\n|Assets|| Assets are economic resources with the potential to provide future economic benefits to a firm. |\nExamples: Cash, Accounts Receivable, Inventories, Buildings, Equipment, intangible assets (like Patents)\n|Liabilities|| Liabilities are creditors' claims for funds, usually because they have provided funds, or goods and services, to the firm.|\nExamples: Accounts Payable, Unearned Income, Notes Payable, Buildings, Accrued Salaries\n|Shareholders' Equity|| Shareholders' Equity shows the amounts of funds owners have provided and, in parallel, their claims on the assets of a firm. |\nExamples: Common Stock, Contributed Capital, Retained Earnings\n|What are the separate sections on a Balance Sheet (Balance sheet classification)||1. Current assets represent assets that a firm expects to turn into cash, or sell, or consume within approximately one year from the date of the balance sheet (i.e., accounts receivable and inventory).|\n2. Current liabilities represent obligations a firm expects to pay within one year (i.e., accounts payable and salaries payable).\n3. Non-current assets are typically held and used for several years (i.e., land, buildings, equipment, patents, long-term security investments).\n4. Noncurrent liabilities and shareholders' equity are sources of funds where the supplier of funds does not expect to receive them all back within the next year.\n|Income Statement||1. Sometimes called the statement of profit and loss by firms applying IFRS|\n2. Provides information on profitability\n3. May use the terms net income, earnings, and profit interchangeably\n4. Reports amounts for a period of time\n5. Typically one year\n6. Is represented by the Basic Income Equation:\nNet Income = Revenues - Expenses\n|Revenues||(also known as sales, sales revenue, or turnover, a term used by some firms reporting under IFRS) measure the inflows of assets (or reductions in liabilities) from selling goods and providing services to customers.|\n|Expenses||measure the outflow of assets (or increases in liabilities) used in generating revenues.|\n|Relationship between the Balance Sheet and the Income Statement|| 1. The income statement links the balance sheet at the beginning of the period with the balance sheet at the end of the period.|\n2. Retained Earnings is increased by net income and decreased by dividends.\n|Statement of Cash Flows|| The statement of cash flows (also called the|\ncash flow statement) reports information about\ncash generated from or used by:\n2. investing, and\n3. financing activities during specified time periods.\nThe statement of cash flows shows where the firm obtains or generates cash and where it spends or uses cash.\n|Classification of Cash Flows|| 1. Operations: |\ncash from customers less cash paid in carrying out the firm's operating activities\ncash paid to acquire noncurrent assets less amounts from any sale of noncurrent assets\ncash from issues of long-term debt or new capital less dividends\n|Inflows and Outflows of Cash|\n|The Relationship of the Statement of Cash Flows to the Balance Sheet and Income Statement||-The statement of cash flows explains the change in cash between the beginning and the end of the period, and separately displays the changes in cash from operating, investing, and financing activities.|\n-In addition to sources and uses of cash, the statement of cash flows shows the relationship between net income and cash flow from operations.\n|Statement of Shareholders' Equity||This statement displays components of shareholders' equity, including common shares and retained earnings, and changes in those components.|\n|Other Items in Annual Reports||Financial reports provide additional explanatory material in the schedules and notes to the financial statements.|\n|Who are the 4 main groups of people involved with the Financial Reporting Process|| 1. Managers and governing boards of reporting entities.|\n2. Accounting standard setters\nand regulatory bodies.\n3. Independent external auditors.\n4. Users of financial statements.\n|What is the Securities and Exchange Commission (SEC)?||An agency of the federal government, that has the legal authority to set acceptable accounting standards and enforce securities laws.|\n|What is the Financial Accounting Standards Board (FASB)?||a private-sector body comprising five voting members, to whom the SEC has delegated most tasks of U.S. financial accounting standard-setting.|\n|GAAP||1. Common terminology includes the pronouncements of the FASB (and its predecessors) in the compilation of accounting rules, procedures, and practices known as generally accepted accounting principles (GAAP).|\n2. Recently, the FASB launched its codification project which organizes all of U.S GAAP by topic (for example, revenues), eliminates duplications, and corrects inconsistencies.\n|FASB board members make standard-setting decisions guided by a conceptual framework that addresses:|| 1. Objectives of financial reporting.|\n2. Qualitative characteristics of accounting information including the relevance, reliability, and comparability of data.\n3. Elements of the financial statements.\n4. Recognition and measurement issues.\n|Sarbanes-Oxley Act of 2002.|| Concerns over the quality of financial reporting have led, and continue to lead, to government initiatives in the United States.|\nSarbanes-Oxley Act of 2002 established the Public Company Accounting Oversight Board (PCAOB), which is responsible for monitoring the quality of audits of SEC registrants.\n|International Financial Reporting Standards (IFRS)||-The International Accounting Standards Board (IASB) is an independent accounting standard-setting entity with 14 voting members from a number of countries. Standards set by the IASB are International Financial Reporting Standards (IFRS).|\n-The FASB and IASB Boards are working toward converging their standards, based on an agreement reached in 2002 and updated since then.\n|Auditor's Opinion||Firms whose common stock is publicly traded are required to get an opinion by an independent auditor who:|\n1.Assesses the effectiveness of the firm's internal control system for measuring and reporting business transactions\n2.Assesses whether the financial statements and notes present fairly a firm's financial position, results of operations, and cash flows in accordance with generally accepted accounting principles\n|Basic Accounting Conventions and Concepts||1. Materiality is the qualitative concept that financial reports need not include items that are so small as to be meaningless to users of the reports.|\n2. The accounting period convention refers to the uniform length of accounting reporting periods.\n3. Interim reports are often prepared for periods shorter than a year. However, preparing interim reports does not eliminate the need to prepare an annual report.\n|Cash vs. Accrual Accounting||Cash basis|\nA firm measures performance from selling goods and providing services as it receives cash from customers and makes cash expenditures to providers of goods and services.\nA firm recognizes revenue when it sells goods or renders services and recognizes expenses in the period when the firm recognizes the revenues that the costs helped produce.\n|What Is an Account? How Do You Name Accounts?||-An account represents an amount on a line of a balance sheet or income statement (i.e., cash, accounts receivable, etc.).|\n-There is not a master list to define these accounts since they are customized to fit each specific business's needs.\n-Accountants typically follow a conventional naming system for accounts, which increases communication.\n|What Accounts Make up the Typical Balance Sheet?|\n|Current assets and current liabilities (Balance Sheet Classifications)||Receipt or payment of assets that the firm expects will occur within one year or one operating cycle.|\n|Noncurrent assets and noncurrent liabilities (Balance Sheet Classifications)||Firm expects to collect or pay these more than one year after the balance sheet date.|\n|Duality Effects of the Balance Sheet Equation (Assets = Liabilites + Shareholders' Equity)||Any single event or transaction will have one of the following four effects or some combination of these effects:|\n1.INCREASE an asset and INCREASE either a liability or shareholders' equity.\n2.DECREASE an asset and DECREASE either a liability or shareholders' equity.\n3.INCREASE one asset and DECREASE another asset.\n4.INCREASE one liability or shareholders' equity and DECREASE another liability or shareholders' equity.\nA T-account is a device or convention for organizing and accumulating the accounting entries of transactions that affect an individual account, such as Cash, Accounts Receivable, Bonds Payable, or Additional Paid-in Capital.\n|T-Account Conventions: Assets|\n|T-Account Conventions: Liabilities|\n|T-Account Conventions: Shareholders' Equity|\n|Debit vs. Credit|\nWhile T-accounts are useful to help analyze how individual transactions flow and accumulate within various accounts, journal entries formalize the reasoning that supports the transaction.\nThe attached standardized format indicates the accounts and amounts, with debits on the first line and credits (indented) on the second line:\n| Revenue or Sales:|\n(Common Income Statement Terms)\n|Assets received in exchange for goods sold and services rendered.|\n| Cost of Goods Sold:|\n(Common Income Statement Terms)\n|The cost of products sold.|\n| Selling, General, and Administrative (SG&A):|\n(Common Income Statement Terms)\n|Costs incurred to sell products/services as well as costs of administration.|\n| Research and Development (R&D) Expense:|\n(Common Income Statement Terms)\n|Costs incurred to create/develop new products, processes, and services.|\n| Interest Income:|\n(Common Income Statement Terms)\n|Income earned on amounts lent to others or from investments in interest-yielding securities.|\n|Unique Relationships Exist Between the Balance Sheet and the Income Statement|\n|Important Account Differences||1. Balance sheet accounts are permanent accounts in the sense that they remain open, with nonzero balances, at the end of the reporting period.|\n2. In contrast, income statement accounts are temporary accounts in the sense that they start a period with a zero balance, accumulate information during the reporting period, and have a zero balance at the end of the reporting period.\n|The Financial Statement Relationships can be summarized as:|\n-After preparing the end-of-period income statement, the accountant transfers the balance in each temporary revenue and expense account to the Retained Earnings account.\n-This procedure is called closing the revenue and expense accounts. After transferring to Retained Earnings, each revenue and expense account is ready to begin the next period with a zero balance.\n|Expense and Revenue Transactions|\n|Dividend Declaration and Payment|\n|Issues of Capital Stock|\n|Posting||1. After each transaction is recognized by a journal entry, the information is transferred in the accounting system via an activity known as posting.|\n2. The balance sheet ledger accounts (or permanent accounts) where these are posted begin each period with a balance equal to the ending balance of the previous period.\n3.The income statement ledger accounts (or temporary accounts) have zero beginning balances.\n|Adjusting Entries|| There are some journal entries that are not triggered by a transaction or exchange.|\n-Rather, journal entries known as adjusting entries, result from the passage of time at the end of an accounting period or are used to correct errors (more commonly known as correcting entries).\n|Four Basic Types of Adjusting Entries|| 1.Unearned Revenues|\n|Closing Process||1. After adjusting and correcting entries are made, the income statement can be prepared.|\n2. Once completed, it is time to transfer the balance in each temporary revenue and expense account to the Retained Earnings account. This is known as the closing process.\n3. Each revenue account is reduced to zero by debiting it and each expense account is reduced to zero by crediting it.\n4. The offset account—Retained Earnings—is credited for the amount of total revenues and debited for the amount of total expenses.\n5. Thus, the balance of ending Retained Earnings for a period shows the difference between total revenues and total expenses.\n|Preparation of the Balance Sheet||1. After the closing process is completed, the accounts with nonzero balances are all balance sheet accounts.|\n2. We can use these accounts to prepare the balance sheet as at the end of the period.\n3. The Retained Earnings account will appear with all other balance sheet accounts and now reflects the cumulative effect of transactions affecting that account.\n|Final Step in Preparing Financial Statements: The Cash Flow Statement||1. The statement of cash flows describes the sources and uses of cash during a period and classifies them into operating, investing, and financing activities.|\n2. It provides a detailed explanation for the change in the balance of the Cash account during that period.\n3. Two approaches can be used to prepare this statement: Direct and Indirect", "id": "<urn:uuid:03b12dbf-26a3-4290-b6e6-e08368916e2a>", "dump": "CC-MAIN-2013-20", "url": "http://quizlet.com/12638820/financial-accounting-ch-1-2-flash-cards/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9089588522911072, "token_count": 3227, "score": 3.375, "int_score": 3}
{"text": "Municipal bonds, often called munis, are debt obligations of U.S. states, cities, counties, or other political subdivisions of states. The two primary types of municipal bonds are general obligation and revenue. • A general obligation bond is used for general expenditures and is backed by the issuer’s full faith and credit (taxing and borrowing power). • A revenue bond is used to finance a specific public service project and is backed by the cash flow from that project. Examples are bonds to finance bridges, turnpikes, tunnels, water and sewer systems, schools, power plants, prisons, transportation systems, hospitals, sports complexes, and airports.\nThis guide is not intended to provide investment advice, and you should not rely on statements in this guide when making investment decisions.\nNote: To return to the previous page, close this browser window.", "id": "<urn:uuid:c5c501ef-b21d-4596-8ce1-840a1c35a0c8>", "dump": "CC-MAIN-2013-20", "url": "http://oge.gov/Financial-Disclosure/Public-Financial-Disclosure-278/Nominee-and-New-Entrant-278-Guide/New-Windows/Municipal-Bond/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9311201572418213, "token_count": 176, "score": 3.28125, "int_score": 3}
{"text": "What is an estimate?\n“An 'Estimate' is a computer-generated approximation of a property's market value calculated by means of the Automated Value Model (AVM). As such, an Estimate is calculated on the basis of:\n- Publicly available tax assessment records for the property\n- Recent sale prices of comparable properties in the same area\nThere are many additional factors that determine a property's actual market value, including its condition, house style, layout, special features, quality of workmanship, and so on. For this reason, an Estimate should not be viewed as an appraisal, but rather as an approximate basis for making comparisons, and as a starting point for further inquiry. A REALTOR® who specializes in the given area will be able to provide a more accurate valuation based upon current market trends, as well as specific property and neighborhood characteristics.”\nIn some parts of the country, Realtor.com does not have access to public records data or the available estimates are not considered accurate. In these instances, the company does not display an estimated value.", "id": "<urn:uuid:cddfcf13-751b-4468-a44a-9a3cb46519c1>", "dump": "CC-MAIN-2013-20", "url": "http://realestate.aol.com/homes-for-sale-detail/2202-Lee-Ln_Sarasota_FL_34231_M62531-69124", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.946603536605835, "token_count": 224, "score": 2.6875, "int_score": 3}
{"text": "Sabermetrics is the specialized analysis of baseball through objective evidence, especially baseball statistics that measure in-game activity. The term is derived from the acronym SABR, which stands for the Society for American Baseball Research. It was coined by Bill James, who is one of its pioneers and is often considered its most prominent advocate and public face.\nGeneral principles \nThe Sabermetric Manifesto by David Grabiner (1994) begins:\nBill James defined sabermetrics as \"the search for objective knowledge about baseball.\" Thus, sabermetrics attempts to answer objective questions about baseball, such as \"which player on the Red Sox contributed the most to the team's offense?\" or \"How many home runs will Ken Griffey hit next year?\" It cannot deal with the subjective judgments which are also important to the game, such as \"Who is your favorite player?\" or \"That was a great game.\"\nIt may, however, attempt to settle questions such as \"Was Willie Mays faster than Mickey Mantle?\" by establishing several possible parameters for examining speed in objective studies (how many triples each man hit, how many bases each man stole, how many times he was caught stealing) and then reaching a tentative conclusion on the basis of these individual studies.\nSabermetricians frequently question traditional measures of baseball skill. For instance, they doubt that batting average is as useful as conventional wisdom says it is because team batting average provides a relatively poor fit for team runs scored. Sabermetric reasoning would say that runs win ballgames, and that a good measure of a player's worth is his ability to help his team score more runs than the opposing team. This may imply that the traditional RBI (runs batted in) is an effective metric; however, sabermetricians also reject RBI, for a number of reasons. Rather, sabermetric measures are usually phrased in terms of either runs or team wins. For example, a player might be described as being worth 54 offensive runs more than a replacement-level player at the same position over the course of a full season, as the sabermetric statistic VORP can indicate.\nSabermetrics is concerned both with determining the value of a player or team in current or past seasons and with attempting to predict the value of a player or team in the future. Many areas of study are still in development, specifically in the area of performance measurement.\nEarly history \nSabermetrics research began in the middle of the 20th century. Earnshaw Cook was one of the earliest researchers of sabermetrics. Cook gathered the majority of his research in his 1964 book, Percentage Baseball. The book was the first of its kind to gain national media attention, although it was widely criticized and not accepted by most baseball organizations.\n- Base runs (BsR)\n- Batting average on balls in play (BABIP)\n- Defense independent pitching statistics (DIPS)\n- Defensive Runs Saved (DRS)\n- Equivalent average (EQA)\n- Fantasy batter value (FBV)\n- Late-inning pressure situations (LIPS)\n- On-base plus slugging (OPS)\n- PECOTA (Player empirical comparison and optimization test algorithm)\n- Peripheral ERA (PERA)\n- Pythagorean expectation\n- Range factor\n- Runs created\n- Secondary average\n- Similarity score\n- Speed Score\n- Super linear weights\n- Total player rating, or Batter-Fielder Wins (TPR, BFW); Total Pitcher Index, or Pitcher Wins (TPI, PW)\n- Ultimate zone rating (UZR)\n- Value over replacement player (VORP)\n- Win shares\n- Wins above replacement (WAR)\nNotable proponents \n- Russ Brandon: Team President and CEO of the Buffalo Bills is going to incorporate Sabermetrics to contracts, and use in conjunction with scouting and player analysis beginning in 2013.\n- Sandy Alderson: Former General Manager of the Oakland Athletics, Alderson began focusing on sabermetric principles toward obtaining relatively undervalued players in 1995. He became GM of the New York Mets in late 2010.\n- Billy Beane: Athletics' General Manager since 1997. Although not a public proponent of sabermetrics, it has been widely noted that Beane has steered the team during his tenure according to sabermetric principles. In 2003, Michael Lewis published Moneyball about Billy Beane's use of a more quantitative approach. In 2011, a film based on Lewis' book which dramatised Beane's use of sabermetrics was released, starring Brad Pitt in the role of Beane.\n- Carson Cistulli: Senior editor of FanGraphs, member of the BBWAA\n- Earnshaw Cook: Early researcher and proponent of statistical baseball research. His 1964 book Percentage Baseball was the first book of baseball statistics studies to gain national media attention.\n- Paul DePodesta: A key figure in Michael Lewis' book Moneyball: The Art of Winning an Unfair Game as Beane's assistant in Oakland.\n- Theo Epstein: President of Baseball Operations for the Chicago Cubs. As GM of the Red Sox, Epstein hired sabermetrician Bill James.\n- Bill James: Widely considered the father of sabermetrics due to his extensive series of books, although a number of less well known SABR researchers in the early 1970s provided a foundation for his work. He began publishing his Baseball Abstracts in 1977 to study some questions about baseball he found interesting, and their eclectic mix of essays based on new kinds of statistics soon became popular with a generation of thinking baseball fans. He discontinued the Abstracts after the 1988 edition, but continued to be active in the field. His two Historical Baseball Abstract editions and Win Shares book have continued to advance the field of sabermetrics, 25 years after he began. In 2002 James was hired as a special advisor to the Boston Red Sox.\n- Christina Kahrl: Co-founder of Baseball Prospectus and current ESPN columnist, Kahrl puts an emphasis on advanced baseball analytics.\n- Sean Lahman: Created a database of baseball statistics from existing sources and in the mid-1990s made it available for free download on the Internet, providing access to statistical data in electronic form for the first time.\n- Voros McCracken: Developed a system called Defense Independent Pitching Statistics (DIPS) to evaluate a pitcher based purely on his ability.\n- Rob Neyer: Senior writer at ESPN.com and national baseball editor of SBNation and former assistant to Bill James, he has worked to popularize sabermetrics since the mid-1980s. Neyer has authored or co-authored several books about baseball, and his journalistic writing focuses on sabermetric methods for looking at baseball players' and teams' performance.\n- Joe Posnanski: A popular baseball writer and a proponent of sabermetrics.\n- Nate Silver: Writer and former managing partner of Baseball Prospectus, inventor of PECOTA. Later applied sabermetric statistical models to the study of politics, particularly elections, and published the results on his blog FiveThirtyEight (later affiliated with The New York Times).\n- David Smith: Founded Retrosheet in 1989, with the objective of computerizing the box score of every major league baseball game ever played, in order to more accurately collect and compare the statistics of the game.\n- Tom Tango: Runs the Tango on Baseball sabermetrics website. In particular, he has worked in the area of defense independent pitching statistics.\n- Eric Walker: Former aerospace engineer turned baseball writer, who played an important part in the early acceptance of sabermetrics within the Oakland Athletics organization. GM Sandy Alderson hired Walker in order to get \"some Bill James-like stuff that was proprietary to us.\"\n- Keith Woolner: Creator of VORP, or Value over Replacement Player, is a former writer for sabermetric group/website Baseball Prospectus. He was hired in 2007 by the Cleveland Indians as their Manager of Baseball Research & Analytics.\n- Craig R. Wright: A statistician for the Texas Rangers, was the first front office employee in Major League Baseball to work under the title \"Sabermetrician.\"\n- Baseball Prospectus is an annual publication and web site produced by a group of sabermetricians who originally met over the Internet. Several Baseball Prospectus authors have invented or improved upon widely relied upon sabermetric measures and techniques. The website publishes analytical articles as well as advanced statistics and projections for individuals and teams. This group also publishes other books that use and seek to popularize sabermetric techniques, including Baseball Between the Numbers and It Ain't Over 'til It's Over.\n- The Hardball Times is a website as well as an annual volume that evaluates the preceding major league season and presents original research articles on various sabermetric topics. The website also publishes original research on baseball.\n- FanGraphs is a website that publishes advanced baseball statistics as well as graphics that evaluate and track the performance of players and teams. The site also favors the analysis of play-by-play data and PITCHf/x. It draws on some of the advanced baseball metrics developed by well-known sabermetricians such as Tom Tango and Mitchel Lichtman.\n- Beyond the Boxscore is a part of SB Nation and specializes in sabermetric analysis and research. It has also launched the careers of many successful sabermetricians.\n- SABR is the Society for American Baseball Research, founded in 1971, and the root of the term sabermetrics. Statistical study, however, is only a small component of SABR members' research, which also focuses on diverse issues including ballparks, the Negro Leagues, rules changes, and the desegregation of baseball as a mirror of American culture.\n- Fielding Bible Awards are voted on by a panel of sabermetically inclined writers to recognize the best defensive player for each fielding position. It provides an alternative to the Gold Glove Awards, the traditional measurement of fielding excellence.\n- Baseball Think Factory is a web forum that includes extensive coverage of and commentary on baseball, usually from the perspective of sabermetrics.\nPopular culture \n- Moneyball, the 2011 film about Billy Beane's use of sabermetrics to build the Oakland Athletics. The film is based on Michael Lewis' book of the same name.\n- The season 3 Numb3rs episode \"Hardball\" focuses on sabermetrics, and the season 1 episode \"Sacrifice\" also covers the subject.\n- \"MoneyBART\", the third episode of The Simpsons' 22nd season, in which Lisa utilizes sabermetrics to coach Bart's Little League Baseball team.\nSee also \n- Fielding Bible Award\n- Win Shares by Bill James\n- Whatever Happened to the Hall of Fame? by Bill James\n- Total Baseball by John Thorn and Pete Palmer\n- The Bill James Historical Baseball Abstract\n- Moneyball, by Michael Lewis\n- APBRmetrics, the basketball equivalent\n- Lewis, Michael M. (2003). Moneyball: The Art of Winning an Unfair Game. New York: W. W. Norton. ISBN 0-393-05765-8.\n- Grabiner, David J. \"The Sabermetric Manifesto\". The Baseball Archive.\n- Jarvis, J. (2003-09-29). \"A Survey of Baseball Player Performance Evaluation Measures\". Retrieved 2007-11-02.\n- Albert, James; Jay M. Bennett (2001). Curve Ball: Baseball, Statistics, and the Role of Chance in the Game. Springer. pp. 170–171. ISBN 0-387-98816-5.\n- Kipen, D. (June 1, 2003). \"Billy Beane's brand-new ballgame\". San Francisco Chronicle. Retrieved November 2, 2007.\n- Neyer, Rob (November 5, 2002). \"Red Sox hire James in advisory capacity\". ESPN.com. Retrieved March 7, 2009.\n- Shanahan, M. (May 23, 2005). Retrieved November 2, 2007 His numbers are in the ballpark The Boston Globe\n- \"Bill James, Beyond Baseball\". Think Tank with Ben Wattenberg. PBS. June 28, 2005. Retrieved November 2, 2007.\n- Ackman, D. (May 20, 2007). \"Sultan of Stats\". The Wall Street Journal. Retrieved November 2, 2007.\n- Jaffe, C. (October 22, 2007). \"Rob Neyer Interview\". The Hardball Times. Retrieved November 2, 2007.\n- Lewis, M. Moneyball. pp. 58–63.\n- \"Baseball Prospectus\". Retrieved 2012-03-04.\n- Baseball Between the Numbers. 2006. ISBN 0-465-00596-9.\n- Goldman, Steven (2007). It Ain't Over 'til It's Over. ISBN 0-465-00285-4.", "id": "<urn:uuid:21efdf4c-01ca-41af-b9b9-59ca33377189>", "dump": "CC-MAIN-2013-20", "url": "http://en.wikipedia.org/wiki/Sabermetric", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9418362379074097, "token_count": 2719, "score": 2.703125, "int_score": 3}
{"text": "Overview of content related to 'java'\nThis page provides an overview of 1 article related to 'perl'. Note that filters may be applied to display a sub-set of articles in this category (see FAQs on filtering for usage tips). Select this link to remove all filters.\nPerl is a high-level, general-purpose, interpreted, dynamic programming language. Perl was originally developed by Larry Wall in 1987 as a general-purpose Unix scripting language to make report processing easier. Since then, it has undergone many changes and revisions and become widely popular amongst programmers. Larry Wall continues to oversee development of the core language, and its upcoming version, Perl 6. Perl borrows features from other programming languages including C, shell scripting (sh), AWK, and sed. The language provides powerful text processing facilities without the arbitrary data length limits of many contemporary Unix tools, facilitating easy manipulation of text files. Perl gained widespread popularity in the late 1990s as a CGI scripting language, in part due to its parsing abilities. (Excerpt from Wikipedia article: Perl)\nSee our 'perl' overview for more data and comparisons with other tags. For visualisations of metadata related to timelines, bands of recency, top authors, and and overall distribution of authors using this term, see our 'perl' usage charts.\nAriadne contributors most frequently referring to 'perl':", "id": "<urn:uuid:3467d50d-60b1-442f-8fbb-77a31bf0642b>", "dump": "CC-MAIN-2013-20", "url": "http://www.ariadne.ac.uk/category/buzz/java?article-type=&term=&organisation=&project=&author=clare%20mcclean", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.886810302734375, "token_count": 282, "score": 2.8125, "int_score": 3}
{"text": "Data structures for manipulating (biological) sequences.\nGenerally supports both nucleotide and protein sequences, some functions,\nlike revcompl, only makes sense for nucleotides.\n|A sequence is a header, sequence data itself, and optional quality data.\nSequences are type-tagged to identify them as nucleotide, amino acids,\nor unknown type.\nAll items are lazy bytestrings. The Offset type can be used for indexing.\n|A sequence consists of a header, the sequence data itself, and optional quality data.\nThe type parameter is a phantom type to separate nucleotide and amino acid sequences\n|An offset, index, or length of a SeqData\n|The basic data type used in Sequences\n|Quality data is normally associated with nucleotide sequences\n|Basic type for quality data. Range 0..255. Typical Phred output is in\nthe range 6..50, with 20 as the line in the sand separating good from bad.\n|Quality data is a Qual vector, currently implemented as a ByteString.\n|Read the character at the specified position in the sequence.\n|Return sequence length.\n|Return sequence label (first word of header)\n|Return full header.\n|Return the sequence data.\n|Check whether the sequence has associated quality data.\n|Return the quality data, or error if none exist. Use hasqual if in doubt.\n|Adding information to header\n|Modify the header by appending text, or by replacing\nall but the sequence label (i.e. first word).\n|Converting to and from [Char]\n|Convert a String to SeqData\n|Convert a SeqData to a String\nReturns a sequence with all internal storage freshly copied and\nwith sequence and quality data present as a single chunk.\nBy freshly copying internal storage, defragSeq allows garbage\ncollection of the original data source whence the sequence was\nread; otherwise, use of just a short sequence name can cause an\nentire sequence file buffer to be retained.\nBy compacting sequence data into a single chunk, defragSeq avoids\nlinear-time traversal of sequence chunks during random access into\n|map over sequences, treating them as a sequence of (char,word8) pairs.\nThis will work on sequences without quality, as long as the function doesn't\ntry to examine it.\nThe current implementation is not very efficient.\n|Phantom type functionality, unchecked conversion between sequence types\n|Nucleotide sequences contain the alphabet [A,C,G,T].\nIUPAC specifies an extended nucleotide alphabet with wildcards, but\nit is not supported at this point.\n|Complement a single character. I.e. identify the nucleotide it\ncan hybridize with. Note that for multiple nucleotides, you usually\nwant the reverse complement (see revcompl for that).\n|Calculate the reverse complement.\nThis is only relevant for the nucleotide alphabet,\nand it leaves other characters unmodified.\n|Calculate the reverse complent for SeqData only.\n|For type tagging sequences (protein sequences use Amino below)\n|Proteins are chains of amino acids, represented by the IUPAC alphabet.\n|Translate a nucleotide sequence into the corresponding protein\nsequence. This works rather blindly, with no attempt to identify ORFs\nor otherwise QA the result.\n|Convert a sequence in IUPAC format to a list of amino acids.\n|Convert a list of amino acids to a sequence in IUPAC format.\n|Display a nicely formated sequence.\n|A simple function to display a sequence: we generate the sequence string and\n| call putStrLn\n|Returns a properly formatted and probably highlighted string\n| representation of a sequence. Highlighting is done using ANSI-Escape\n|Default type for sequences\n|Produced by Haddock version 2.6.1|", "id": "<urn:uuid:0811e322-860e-4f42-9263-ac9ca9ec229a>", "dump": "CC-MAIN-2013-20", "url": "http://hackage.haskell.org/packages/archive/bio/0.4.5/doc/html/Bio-Sequence-SeqData.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.7754566073417664, "token_count": 838, "score": 2.59375, "int_score": 3}
{"text": "File compression is to perform some algorithm on the file that reduces it in size but the reverse of the algorithm will return it to its original form. In data files, the compression and decompression must be lossless which means that the data must be returned to its exact form. There are various methods to do this: some hardware implementations and some software. The most popular ones that are implemented in hardware usually use a Limpel-Ziv algorithm to look for repeating sequences over a set span of data (the run) and replace that with special identifying information. Compression does save space but may take extra time (latency).\nVideo and music data are typically already compressed. The compression rates are usually very high because of the data and the fact that a lossy compression algorithm is used. It can be lossy (meaning that all bits may not be decompressed exactly) because it won't be noticeable with video or music.\nZip files are the result of software compression. Another compression round on already compressed data will probably not yield any substantial gain.\nEvaluator Group, Inc.\nEditor's note: Do you agree with this expert's response? If you have more to share, post it in our Storage Networking forum at http://searchstorage.discussions.techtarget.com/WebX?50@@.ee83ce4 or e-mail us directly at firstname.lastname@example.org.\nThis was first published in December 2001", "id": "<urn:uuid:89cf800c-2b77-4614-98f0-40e3877e109f>", "dump": "CC-MAIN-2013-20", "url": "http://searchstorage.techtarget.com/answer/What-is-compression", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9317011833190918, "token_count": 295, "score": 3.75, "int_score": 4}
{"text": "Common streaming audio formats and players\nUncompressed CD-quality WAV and AIFF files are too large to stream over the Internet for playback in real time. Instead, lighter-weight compressed formats such as MP3 and RealAudio are employed for streaming network audio. These formats use what are called \"lossy\" compression schemes, reducing file sizes by eliminating certain inaudible data from the original files without too significantly degrading playback sound quality. MP3 and RealAudio are excellent streaming formats, achieving performance factors great enough to allow real-time encoding/decoding over current network bandwidth conditions while delivering satisfying audio quality.\nMP3 and RealAudio are not the only players in the network streaming audio arena. We'll also look at Macromedia's Flash and the Ogg Vorbis project from the Xiphophorus group. Since RealAudio's Internet history begins the earliest, we'll start with RealAudio.\nIn 1995, Progressive Networks (now RealNetworks) introduced RealAudio, the Internet's first widely-deployed streaming audio format. The RealAudio player (RealPlayer) was freely distributed to users who at that time were typically connected to the Internet via low-bandwidth modems; thus, the player supported connection rates as low as 14.4 Kbps, which delivered audio quality comparable to the sound of a decent AM radio. Faster connections such as ISDN accordingly improved reception speed and sound quality.\nBy giving away basic versions of RealPlayer and the RealProducer content-production utility, Progressive Networks seeded the market for their commercial product line and sparked an explosion in network multimedia. Today you can find an astonishing number and variety of RealAudio-enabled sites. As a curious example, I searched Google for \"realaudio history\", hoping to find some background material on the format; instead, I found thousands of sites dedicated to various historical topics, all of which included audio presentations requiring RealPlayer.\nRealPlayer: RealAudio in X\nHappily, RealPlayer is available for Linux, and you can retrieve it for free as either an RPM or tarball package from the Real.com downloads page. Installation is fairly straightforward, but there are a few snags to report. Close your web browser before installing the software, then become the root user and run the installation package. The RPM file needs to be renamed:\nmv rp8_linux20_libc6_i386_cs1_rpm rp8.linux20.libc6.i386.cs1.rpm\nbefore installing it (as root) with this command:\nrpm -i rp8.linux20.libc6.i386.cs1.rpm\nThe tarball must have its permissions set (as root again):\nchmod u+x rp8_linux20_libc6_i386_cs1.bin\nNow you can run the installation package:\nThe installation procedure will automatically set up RealPlayer as a helper application in Netscape, but be forewarned: It will also overwrite any custom settings you have for audio formats such as WAV, AIFF, and AU, so you may want to back up your Netscape preferences before installing RealPlayer. Also, the installation will not automatically update the RealAudio plug-in. Close Netscape, copy the\nrpnp.so file from your new\n$HOME/RealPlayer directory to\n$HOME/.netscape/plugins, fire up Netscape again, and your RealAudio plug-in should now be enabled. Check the Help/About Plugins menu item in Netscape for a status report.\nTRPlayer: RealAudio for the console\nAt least three RealAudio players are available for the Linux console. They all depend upon an existing installation of RealPlayer and act as wrappers for RealPlayer, making its functions available to console applications. The RAP and RaWrapper players require support for the frame-buffer device; I wanted to avoid the need for any special graphics support (such as SVGA, frame-buffer, or\nncurses) in my console RealAudio player, so I chose Matthew Campbell's TRPlayer.\nTRPlayer is available as a binary in RPM and DEB packages, but I chose to build the latest beta version (2.0.b2) from the source tarball. TRPlayer's only unique requirement is the slang library and header. Fortunately, slang is found on most mainstream Linux distributions, and a straightforward\n./configure; make should have your player ready to rock. However, due to the filesystem vagaries of Linux distributions your build may fail with this message:\nmain.cc:17: slang.h: No such file or directory make: *** [main.o] Error 1\nIf so, change this line in\nto this line:\nWhen the build is complete, become root (\nsu root), run\nmake install, and you will have a new command-line RealAudio player. You can call it from the prompt at the console or in\nxterm, invoking it with an address linking the player to the RealAudio stream:\nYou now have streaming RealAudio at the Linux console. Cool...\nRealNetworks deserves praise for maintaining and steadily improving a freely available RealPlayer for Linux, particularly since there's no other way to enjoy all those RealAudio-empowered sites. Harder-core users and developers might be dismayed to learn that Real's software is available only in binary format and that source code is not freely available. Nevertheless, there's only one place to go for RealPlayer, so if you want it, there you go.\nNow let's look at that other major streaming audio format, the notorious MP3.", "id": "<urn:uuid:ed3f2ebc-5ea1-4b6f-ae69-05a098955a7a>", "dump": "CC-MAIN-2013-20", "url": "http://www.linuxdevcenter.com/pub/a/linux/2001/03/23/streaming_media.html?page=2", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8633424043655396, "token_count": 1173, "score": 2.59375, "int_score": 3}
{"text": "CTComms sends on average 2 million emails monthly on behalf of over 125 different charities and not for profits.\nTake the complexity of technology and stir in the complexity of the legal system and what do you get? Software licenses! If you've ever attempted to read one you know how true this is, but you have to know a little about software licensing even if you can't parse all of the fine print.\nBy: Chris Peters\nMarch 10, 2009\nA software license is an agreement between you and the owner of a program which lets you perform certain activities which would otherwise constitute an infringement under copyright law. The software license usually answers questions such as:\nThe price of the software and the licensing fees, if any, are sometimes discussed in the licensing agreement, but usually it's described elsewhere.\nIf you read the definitions below and you're still scratching your head, check out Categories of Free and Non-Free Software which includes a helpful diagram.\nFree vs Proprietary:\nWhen you hear the phrase \"free software\" or \"free software license,\" \"free\" is referring to your rights and permissions (\"free as in freedom\" or \"free as in free speech\"). In other words, a free software license gives you more rights than a proprietary license. You can usually copy, modify, and redistribute free software without paying a fee or obtaining permission from the developers and distributors. In most cases \"free software\" won't cost you anything, but that's not always the case – in this instance the word free is making no assertion whatsoever about the price of the software. Proprietary software puts more restrictions and limits on your legal permission to copy, modify, and distribute the program.\nFree, Open-Source or FOSS?\nIn everyday conversation, there's not much difference between \"free software,\" \"open source software,\" and \"FOSS (Free and Open-Source Software).\" In other words, you'll hear these terms used interchangeably, and the proponents of free software and the supporters of open-source software agree with one another on most issues. However, the official definition of free software differs somewhat from the official definition of open-source software, and the philosophies underlying those definitions differ as well. For a short description of the difference, read Live and Let License. For a longer discussion from the \"free software\" side, read Why Open Source Misses the Point of Free Software. For the \"open-source\" perspective, read Why Free Software is Too Ambiguous.\nPublic domain and copyleft.\nThese terms refer to different categories of free, unrestricted licensing. A copyleft license allows you all the freedoms of a free software license, but adds one restriction. Under a copyleft license, you have to release any modifications under the same terms as the original software. In effect, this blocks companies and developers who want to alter free software and then make their altered version proprietary. In practice, almost all free and open-source software is also copylefted. However, technically you can release \"free software\" that isn't copylefted. For example, if you developed software and released it under a \"public domain\" license, it would qualify as free software, but it isn't copyleft. In effect, when you release something into the public domain, you give up all copyrights and rights of ownership.\nShareware and freeware.\nThese terms don't really refer to licensing, and they're confusing in light of the discussion of free software above. Freeware refers to software (usually small utilities at sites such as Tucows.com) that you can download and install without paying. However, you don't have the right to view the source code, and you may not have the right to copy and redistribute the software. In other words, freeware is proprietary software. Shareware is even more restrictive. In effect, shareware is trial software. You can use it for a limited amount of time (usually 30 or 60 days) and then you're expected to pay to continue using it.\nEnd User Licensing Agreement (EULA).\nWhen you acquire software yourself, directly from a vendor or retailer, or directly from the vendor's Web site, you usually have to indicate by clicking a box that you accept the licensing terms. This \"click-through\" agreement that no one ever reads is commonly known as a EULA. If you negotiate a large purchase of software with a company, and you sign a contract to seal the agreement, that contract usually replaces or supersedes the EULA.\nMost major vendors of proprietary software offer some type of bulk purchasing and volume licensing mechanism. The terms vary widely, but if you order enough software to qualify, the benefits in terms of cost and convenience are significant. Also, not-for-profits sometimes qualify for it with very small initial purchases.\nSome of the benefits of volume licensing include:\nLower cost. As with most products, software costs less when you buy more of it.\nEase of installation. Without volume licenses, you usually have to enter a separate activation code (also known as a product key or license key) for each installed copy of the program. On the other hand, volume licenses provide you with a single, organisation-wide activation code, which makes it much easier to find when you need to reinstall the software.\nEasier tracking of licenses. Keeping track of how many licenses you own, and how many copies you've actually installed, is a tedious, difficult task. Many volume licensing programs provide an online account which is automatically updated when you obtain or activate a copy of that company's software. These accounts can also coordinate licensing across multiple offices within your organisation.\nTo learn more about volume licensing from a particular vendor, check out some of the resources below:\nQualified not-for-profits and libraries can receive donated volume licenses for Microsoft products through TechSoup. For more information, check out our introduction to the Microsoft Software Donation Program, and the Microsoft Software Donation Program FAQ. For general information about the volume licensing of Microsoft software, see Volume Licensing Overview.\nIf you get Microsoft software from TechSoup or other software distributors who work with not-for-profits, you may need to go to the eOpen Web site to locate your Volume license keys. For more information, check out the TechSoup Donation Recipient's Guide to the Microsoft eOpen Web Site.\nAlways check TechSoup Stock first to see if there's a volume licensing donation program for the software you're interested in. If TechSoup doesn't offer that product or if you need more copies than you can find at TechSoup, search for \"volume licensing not-for-profits software\" or just \"not-for-profits software.\" For example, when we have an inventory of Adobe products, qualifying and eligible not-for-profits can obtain four individual products or one copy of Creative Suite 4 through TechSoup. If we're out of stock, or you've used up your annual Adobe donation, you can also check TechSoup's special Adobe donation program and also Adobe Solutions for Nonprofits for other discounts available to not-for-profits. For more software-hunting tips, see A Quick Guide to Discounted Software Programs.\nPay close attention to the options and licensing requirements when you acquire server-based software. You might need two different types of license – one for the server software itself, and a set of licenses for all the \"clients\" accessing the software. Depending on the vendor and the licensing scenario, \"client\" can refer either to the end users themselves (for example, employees, contractors, clients, and anyone else who uses the software in question) or their computing devices (for example, laptops, desktop computers, smartphones, PDAs, etc.). We'll focus on Microsoft server products, but similar issues can arise with other server applications.\nOver the years, Microsoft has released hundreds of server-based applications, and the licensing terms are slightly different for each one. Fortunately, there are common license types and licensing structures across different products. In other words, while a User CAL (Client Access License) for Windows Server is distinct from a User CAL for SharePoint Server, the underlying terms and rights are very similar. The TechSoup product pages for Microsoft software do a good job of describing the differences between products, so we'll focus on the common threads in this article.\nMoreover, Microsoft often lets you license a single server application in more than one way, depending on the needs of your organisation. This allows you the flexibility to choose the licenses that best reflect your organisation's usage patterns and thereby cost you the least amount of money. For example, for Windows Server and other products you can acquire licenses on a per-user basis (for example, User CALs) or per-device basis (for example, Device CALs).\nThe license required to install and run most server applications usually comes bundled with the software itself. So you can install and run most applications \"out of the box,\" as long as you have the right number of client licenses (see the section below for more on that). However, when you're running certain server products on a computer with multiple processors, you may need to get additional licenses. For example, if you run Windows Server 2008 DataCenter edition on a server with two processors, you need a separate license for each processor. SQL Server 2008 works the same way. This type of license is referred to as a processor license. Generally you don't need client licenses for any application that's licensed this way.\nClient Licenses for Internal Users\nMany Microsoft products, including Windows Server 2003 and Windows Server 2008, require client access licenses for all authenticated internal users (for example, employees, contractors, volunteers, etc.). On the other hand, SQL Server 2008 and other products don't require any client licenses. Read the product description at CTXchange if you're looking for the details about licensing a particular application.\nUser CALs: User CALs allow each user access to all the instances of a particular server product in an organisation, no matter which device they use to gain access. In other words, if you run five copies of Windows Server 2008 on five separate servers, you only need one User CAL for each person in your organisation who access those servers (or any software installed on those servers), whether they access a single server, all five servers, or some number in between. Each user with a single CAL assigned to them can access the server software from as many devices as they want (for example, desktop computers, laptops, smartphones, etc.). User CALs are a popular licensing option.\nDevice CALs: Device CALs allow access to all instances of a particular server application from a single device (for example, a desktop computer, a laptop, etc.) in your organisation. Device CALs only make sense when multiple employees use the same computer. For example, in 24-hour call centres different employees on different shifts often use the same machine, so Device CALs make sense in this situation.\nChoosing a licensing mode for your Windows Server CALs: With Windows Server 2003 and Windows Server 2008, you use a CAL (either a User CAL or a Device CAL) in one of two licensing modes: per seat or per server. You make this decision when you're installing your Windows Server products, not when you acquire the CALs. The CALs themselves don't have any mode designation, so you can use either a User CAL or a Device CAL in either mode. Per seat mode is the default mode, and the one used most frequently. The description of User CALs and Device CALs above describes the typical per seat mode. In \"per server\" mode, Windows treats each license as a \"simultaneous connection.\" In other words, if you have 40 CALs, Windows will let 40 authenticated users have access. The 41st user will be denied access. However, in per server mode, each CAL is tied to a particular instance of Windows Server, and you have to acquire a new set of licenses for each new server you build that runs Windows. Therefore, per server mode works for some small organisations with one or two servers and limited access requirements.\nYou don't \"install\" client licenses the way you install software. There are ways to automate the tracking of software licenses indirectly, but the server software can't refuse access to a user or device on licensing grounds. The licenses don't leave any \"digital footprint\" that the server software can read. An exception to this occurs when you license Windows Server in per server mode. In this case, if you have 50 licenses, the 51st authenticated user will be denied access (though anonymous users can still access services).\nSome key points to remember about client licensing:\nThe licensing scenarios described in this section arise less frequently, and are too complex to cover completely in this article, so they're described briefly below along with more comprehensive resources.\nYou don't need client licenses for anonymous, unauthenticated external users. In other words, if someone accesses your Web site, and that site runs on Internet Information Server (IIS), Microsoft's Web serving software, you don't need a client license for any of those anonymous users.\nIf you have any authenticated external users who access services on your Windows-based servers, you can obtain CALs to cover their licensing requirements. However, the External Connector License (ECL) is a second option in this scenario. The ECL covers all use by authenticated external users, but it's a lot more expensive than a CAL, so only get one if you'll have a lot of external users. For example, even if you get your licenses through the CTXchange donation program, an ECL for Windows Server 2008 has an £76 administrative fee, while a User CAL for Windows Server 2008 carries a £1 admin fee. If only a handful of external users access your Windows servers, you're better off acquiring User CALs. Also, an ECL only applies to external users and devices. In other words, if you have an ECL, you still have to get a CAL for all employees and contractors.\nEven though Terminal Services (TS) is built into Windows Server 2003 and 2008, you need to get a separate TS CAL for each client (i.e. each user or each device) that will access Terminal Services in your organisation. This TS license is in addition to your Windows Server CALs.\nMicrosoft's System Centre products (a line of enterprise-level administrative software packages) use a special type of license known as a management license (ML). Applications that use this type of licensing include System Center Configuration Manager 2007 and System Center Operations Manager 2007. Any desktop or workstation managed by one of these applications needs a client management license. Any server managed by one of these applications requires a server management license, and there are two types of server management licenses – standard and enterprise. You need one or the other but not both. There are also special licensing requirements if you're managing virtual instances of Windows operating systems. For more information, see TechSoup's Guide to System Center Products and Licensing and Microsoft's white paper on Systems Center licensing.\nSome Microsoft server products have two client licensing modes, standard and enterprise. As you might imagine, an Enterprise CAL grants access to more advanced features of a product. Furthermore, with some products, such as Microsoft Exchange, the licenses are additive. In other words, a user needs both a Standard CAL AND an Enterprise CAL in order to access the advanced features. See Exchange Server 2007 Editions and Client Access Licenses for more information.\nWith virtualisation technologies, multiple operating systems can run simultaneously on a single physical server. Every time you install a Microsoft application, whether on a physical hardware system or a virtual hardware system, you create an \"instance\" of that application. The number of \"instances\" of particular application that you can run using a single license varies from product to product. For more information see the Volume Licensing Briefs, Microsoft Licensing for Virtualization and the Windows Server Virtualization Calculator. For TechSoup Stock products, see the product description for more information.\nThere are a lot of nuances to Microsoft licensing, and also a lot of excellent resources to help you understand different scenarios.\nAbout the Author:\nChris is a former technology writer and technology analyst for TechSoup for Libraries, which aims to provide IT management guidance to libraries. His previous experience includes working at Washington State Library as a technology consultant and technology trainer, and at the Bill and Melinda Gates Foundation as a technology trainer and tech support analyst. He received his M.L.S. from the University of Michigan in 1997.\nOriginally posted here.\nCopyright © 2009 CompuMentor. This work is published under a Creative Commons Attribution-NonCommercial-NoDerivs 3.0 License.\nThe latest version of Microsoft Office Professional Plus is an integrated collection of programs, servers, and services designed to work together to enable optimised information work.", "id": "<urn:uuid:c337bcd8-6aa1-4f2d-8c48-b916442ebbee>", "dump": "CC-MAIN-2013-20", "url": "http://www.ctt.org/resource_centre/getting_started/learning/understanding_licenses", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9106022119522095, "token_count": 3479, "score": 3.234375, "int_score": 3}
{"text": "This work is licensed under the GPLv2 license. See License.txt for details\nAutobuild imports, configures, builds and installs various kinds of software packages. It can be used in software development to make sure that nothing is broken in the build process of a set of packages, or can be used as an automated installation tool.\nAutobuild config files are Ruby scripts which configure rake to\nimports the package from a SCM or (optionnaly) updates it\nconfigures it. This phase can handle code generation, configuration (for instance for autotools-based packages), …\nIt takes the dependencies between packages into account in its build\nprocess, updates the needed environment variables", "id": "<urn:uuid:d4c570b0-6a4e-47fd-afe7-15b6daac7169>", "dump": "CC-MAIN-2013-20", "url": "http://rubygems.org/gems/autobuild/versions/1.2.15", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8147034049034119, "token_count": 144, "score": 2.84375, "int_score": 3}
{"text": "If you have ever used the Windows Copy (Ctrl+C) to copy objects to the clipboard and then the Windows Paste (Ctrl+V) to copy/paste AutoCAD object(s), then you know that those clipboard object(s) will have the lower left-hand corner of their extents as the base point (not very precise)... and this always reminds me of some of the graphic editing applets (e.g.: Paint or even the wonderful AutoCAD Button Editor!) that have you draw a circle like a rectangle. (annoying to say the least!)\nWith AutoCAD you can use the keyboard shortcut of (Ctrl+Shft+C) to pick a base point for your clipboard object(s). COPYBASE is the actual command, and then you can paste to a precise point in the destination AutoCAD DWG file using the keyboard shortcut of (Ctrl+Shift+V). This is the PASTEBLOCK command or you can also use the PASTEORIG command if the COPYBASEd object(s) go in the same exact spot in the receiving DWG file.\nAlso it is important to note: If you do use the Ctrl+Shift+V PASTEBLOCK method and want to leave it as a block, AutoCAD will assign a name for the block, which is something like \"A$C11A06AFD\" or \"A$C1F7A5022\" ... Either use the RENAME command, or use EXPLODE or XPLODE, also watch your layers, with regards to the object(s) original layers and where this new \"block\" is being INSERTed... or where they go if they are EXPLODEd vs. XPLODEd. (I will save that for a whole different post).", "id": "<urn:uuid:ab6efc59-895c-4b89-90f1-13b1d77a46de>", "dump": "CC-MAIN-2013-20", "url": "http://tlconsulting.blogspot.com/2005_07_01_archive.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.854438841342926, "token_count": 381, "score": 2.859375, "int_score": 3}
{"text": "Menezes, Pradeep L and Kishore, * and Kailas, Satish V (2006) Studies on friction and transfer layer using inclined scratch. In: Tribology International, 39 (2). pp. 175-183.\nRestricted to Registered users only\nDownload (562Kb) | Request a copy\nFriction influences the nature of transfer layer formed at the interface between die and sheet during forming. In the present investigation, basic studies were conducted using 'Inclined Scratch Test' to understand the mechanism of transfer layer formation during sliding of pins made of an Al-Mg alloy on EN8 steel flats of different surface roughness under dry and lubricated conditions. The surfaces produced can be categorized into three different types: (a) uni-directional (b) 8-ground and (c) random. Rubbing the EN8 flat in a uni-directional manner and a criss-cross manner on emery sheets produced the uni-directional and 8 ground surfaces. The random surfaces were produced by polishing the EN8 flats using various abrasive powders. The influence of the 'nature of surface roughness' on material transfer and coefficient of friction were investigated. Scanning Electron Microscopy studies were performed on the contact surfaces of the Al-Mg alloy pins and EN8 steel flats to reveal the morphology of the transfer layer obtained. It was seen that the transfer layer is dependant on the coefficient of friction. The coefficient of friction, which has two components-the adhesion component and the plowing component, is controlled by the 'nature of surface'. A surface that promotes plane strain conditions near the surfaces increases the plowing component of friction.\n|Item Type:||Journal Article|\n|Additional Information:||Copyright for this article belongs to Elsevier.|\n|Keywords:||Friction; Nature of surface; Inclined scratch|\n|Department/Centre:||Division of Mechanical Sciences > Materials Engineering (formerly Metallurgy)\nDivision of Mechanical Sciences > Mechanical Engineering\n|Date Deposited:||19 Jan 2006|\n|Last Modified:||19 Sep 2010 04:23|\nActions (login required)", "id": "<urn:uuid:29ad99f8-17dd-4bf4-9973-88d9fa050e74>", "dump": "CC-MAIN-2013-20", "url": "http://eprints.iisc.ernet.in/5163/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8691422939300537, "token_count": 457, "score": 2.59375, "int_score": 3}
