"{\"text\": \"\\\"GOT NOTHING BUT BLUE SKIES\\\"\\nIt is September 19,1783. The place, Lyons, France. Preparations are being made for a journey. A journey that will eventually take man from his secure environment of terra firma, and place him in a hostile environment called the atmosphere. The vehicle to be used is a hot air balloon. The brainchild behind this trek is a wealthy paper maker named Joseph Montgolfier. There has been much speculation over just how Montgolfier made the discovery of the hot air balloon. The most commonly-believed story is that his wife was standing too close to a fire and that the smoke caused her skirt to be inflated and lifted above her knees. This caused Montgolfier to wonder-if this smoke, and its magical lifting powers, could be captured in a very large container, it might rise and lift a passenger along with it.\\nSo, Montgolfier went about building the first hot air balloon. In 1783,\\nnot much was known about the atmosphere and its effects on human beings.\\nUpon examination of the occupants for any ill effects caused by this lofty height, it was discovered that the duck had a broken wing. Could this have been an effect of exposure to altitude? Actually, several observers noted that as the balloon left the ground, the sheep had an anxiety attack and kicked the duck. Montgolfier reasoned that it would be safe for humans to ascend to altitude. So on November 21, 1783, Jean Francois Pilatre de Rozier (a surgeon) became the first aeronaut and flight surgeon. Over 200 years have passed since that first flight. Technology has allowed us to ascend through the atmosphere and into space, but the hazards of high altitude flight (hypoxia, altitude-induced decompression sickness, and trapped gases) will always be present. That is because humans are best suited to live in what is known as the \\\"physiological efficient zone\\\". This zone extends from sea level to 12,000 feet. When humans are exposed to altitudes above this zone, they are subjected to physiological hazards beyond their natural ability to adapt.\\nOne thing to keep in mind is that everything that occupies space and exerts weight is considered to be matter. All matter is made up of atoms and molecules in varying densities. These particles within the matter are kinetic and in constant motion. The slower the motion of the particles, the more dense the matter becomes. Also, as the particles are pushed closer together, the matter also becomes more dense. The best way to slow down kinetic molecules is to cool the matter. The best way to get them to move closer together is to add pressure to the matter. Inversely, when you remove the pressure or heat any material, the molecules within the material moves faster and further apart, thus making the material less dense.\\nThe least dense form of matter is, of course, gas. If a gas is cooled and compressed, at some point it will become a liquid. If that liquid is then cooled further, then at some point it will become a solid. Also, when you take the pressure off any gas or liquid, that material will grow less dense and expand. This is essentially what happens to the gaseous molecules of our atmosphere.\\nOur atmosphere contains approximately 79% nitrogen and 21% oxygen, a constant ratio until you reach an altitude of about 270,000 feet. So the question that always comes up is; \\\"If I have 21% oxygen at sea level and 21% at 40,000 feet, why do I succumb to the effects of hypoxia within 20 seconds at that altitude?\\\"\\nThe answer is, ATMOSPHERIC PRESSURE! If you could picture all the gaseous nitrogen and oxygen molecules in the atmosphere, they would stack up from the surface of the earth to the fringe of space. All these molecules stacking on top each other create a great deal of weight, or pressure. At sea level, one square-inch of any surface has about 15 pounds of air sitting on top of it. At 18,000 feet, that same square inch has only 7.5 pounds per square-inch (psi) exerted on it. What has caused this atmospheric pressure drop? The answer is simple: There is more air stacked up at sea level than above 18,000 feet, and therefore, more weight.\\nAs you recall, when molecules are subjected to this pressure, they are going to move closer together. This will make the air more dense with oxygen and nitrogen molecules. For example, if at sea level you take in a breath of air that has an atmospheric pressure of 15 psi, then that air may contain 500 billion molecules of oxygen (this a fictitious number to be used only as an example); if you go to 18,000 feet and take the same breath where atmospheric pressure is 7.5 psi, then you will pull in only 250 billion molecules of oxygen. But, you require 500 billion per breath to function normally, and you're getting only half of what you need. That's HYPOXIA!\\nNot only do gaseous molecules in the atmosphere expand with reduced total pressure, gases in the human body are also subject to the same expansion. There are several areas in the body- ears, sinuses, lungs, gastro-intestinal tract, and teeth - where these gases can expand and cause a variety of problems. As long as the gas can expand and escape, there will be no problem. But if the gas becomes trapped, then pain will be the usual result.\\nAs we have discussed earlier, the air we breathe contains about 79% nitrogen. Nitrogen is inhaled into the lungs and distributed and stored throughout the body. According to gas laws, gases of higher pressure always exert force towards areas of low pressure. When you inhale nitrogen, it will be stored at a pressure of about 12 psi (79% nitrogen) of 15 psi (total atmospheric pressure), equal to about 12 psi).\\nWhen you ascend to altitude and the pressure around your body begins to drop, this creates a pressure gradient (higher nitrogen in the body than outside the body) and the nitrogen will try to equalize and escape outside the body. Sometimes this nitrogen can leave so quickly and in such quantify that it may form a bubble. If this bubble forms at a body joint, the pain it causes is know as \\\"the bends.\\\"\\nThese are just a few of the problems that can occur when the human body is exposed to high altitude conditions. These problems will always be there for aviation. But through education and knowledge of the mechanisms that cause these problems, we can take steps toward protection and prevention so that your BLUE SKIES won't give you a case of the blues.\\nby J.R. Brown\\n|ŠAvStop Online Magazine Contact Us Return Home|\\nGrab this Headline Animator\", \"id\": \"<urn:uuid:ac6a19cf-dd31-4352-bb69-1c00f45050a7>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://avstop.com/stories/blueskies.htm\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9526649713516235, \"token_count\": 1401, \"score\": 3.46875, \"int_score\": 3}\n"
"{\"text\": \"This collection consists of digital images of the correspondence of John Muir from 1856-1914. The vast majority of the letters\\nwere sent and received by Muir, although the collection also includes some correspondence of selected family members and colleagues.\\nMuir’s correspondence offers a unique first-hand perspective on his thoughts and experiences, as well as those of his correspondents,\\nwhich include many notable figures in scientific, literary, and political circles of the 19th and early 20th centuries. The\\ncorrespondence forms part of the John Muir Papers microfilm set that filmed letters located at over 35 institutions.\\nA Scottish-born journalist and naturalist, John Muir (1838-1914) studied botany and geology at the University of Wisconsin\\n(1861-1863). He worked for awhile as a mill hand at the Trout Broom Factory in Meaford, Canada (1864-1866), then at an Indianapolis\\ncarriage factory (1866-1867), until an accident temporarily blinded him and directed his thoughts toward full-time nature\\nstudy. Striking out on foot for South America, Muir walked to the Gulf of Mexico (September 1867-January 1868), but a long\\nillness in Florida led him to change his plans and turn his interests westward. Muir arrived by ship at San Francisco (March\\n1868), walked to the Sierra Nevada Mountains and began a five year wilderness sojourn (1868-1873) during which he made his\\nyear-round home in the Yosemite Valley. Working as a sheepherder and lumberman when he needed money for supplies, Muir investigated\\nthe length and breadth of the Sierra range, focusing most of his attention on glaciation and its impact on mountain topography.\\nHe began to publish newspaper articles about what he saw in the California mountains and these articles brought him to the\\nattention of such intellectuals as Asa Gray and Ralph Waldo Emerson, both of whom sought him out during their visits to California.\\nEncouraged by Jeanne Carr, wife of his one-time botany professor, Ezra S. Carr, Muir took up nature writing as a profession\\n(1872). He set up winter headquarters in Oakland and began a pattern of spring and summer mountaineering followed by winter\\nwriting based upon his travel journals that he held to until 1880. His treks took him to Mount Shasta (1874, 1875 & 1877),\\nthe Great Basin (1876, 1877, 1878), southern California and the Coast Range (1877), and southern Alaska (1879). Muir found\\nthat he could finance his modest bachelor lifestyle with revenue from contributions published in various San Francisco newspapers\\nand magazines. During this period he launched the first lobbying effort to protect Sierra forests from wasteful lumbering\\nSome of the materials in the John Muir Correspondence Collection may be protected by the U.S. Copyright Law (Title 17, U.S.C.)\\nand/or by the copyright or neighboring rights laws of other nations. Additionally, the reproduction of some materials may\\nbe restricted by privacy or publicity rights. Responsibility for making an independent legal assessment of an item and securing\\nany necessary permissions ultimately rests with persons desiring to reproduce or use the item.\", \"id\": \"<urn:uuid:6f2a750f-0c38-4b95-86ad-7af20a393eac>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://oac4.cdlib.org/findaid/ark:/13030/hb3z09p2q4/\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9655135273933411, \"token_count\": 679, \"score\": 2.8125, \"int_score\": 3}\n"
"{\"text\": \"A Reference Resource\\nLife Before the Presidency\\nHerbert Clark Hoover was born on August 10, 1874. For the first nine years of his life, he lived in the small town of West Branch, Iowa, the place of his birth. His Quaker father, Jessie Clark Hoover, a blacksmith and farm equipment salesman, suffered a heart attack and died when Herbert was six years old. Three years later, the boy's mother, Huldah Minthorn Hoover, developed pneumonia and also passed away, orphaning Herbert, his older brother Theodore, and little sister Mary. Passed around among relatives for a few years, Hoover ended up with his uncle, Dr. John Minthorn, who lived in Oregon.\\nThe young Hoover was shy, sensitive, introverted, and somewhat suspicious, characteristics that developed, at least in part, in reaction to the loss of his parents at such a young age. He attended Friends Pacific Academy in Newberg, Oregon, earning average to failing grades in all subjects except math. Determined, nevertheless, to go to the newly established Stanford University in Palo Alto, California, Hoover studied hard and barely passed the university's entrance exam. He went on to major in geology and participated in a host of extracurricular activities, serving as class treasurer of the junior and senior student bodies and managing the school baseball and football teams. To pay his tuition, Hoover worked as a clerk in the registration office and showed considerable entrepreneurial skill by starting a student laundry service.\\nCareer and Monetary Success\\nDuring the summers, Hoover worked as a student assistant on geological survey teams in Arkansas, California, and Nevada. After his graduation in 1895, he looked hard to find work as a surveyor but ended up laboring seventy hours a week at a gold mine near Nevada City, California, pushing ore carts. Luck came his way with an office job in San Francisco, putting him in touch with a firm in need of an engineer to inspect and evaluate mines for potential purchase. Hoover then moved to Australia in 1897 and China in 1899, where he worked as a mining engineer until 1902. A string of similar jobs took him all over the world and helped Hoover become a giant in his field. He opened his own mining consulting business in 1908; by 1914, Hoover was financially secure, earning his wealth from high-salaried positions, his ownership of profitable Burmese silver mines, and royalties from writing the leading textbook on mining engineering.\\nHis wife, Lou Henry Hoover, traveled with him everywhere he went. Herbert and Lou met in college, where she was the sole female geology major at Stanford. He proposed to her by cable from Australia as he prepared to move to China; she accepted by return wire and they married in 1899. The couple was in China during the Boxer Rebellion of 1900, a time when Lou helped nurse wounded Western diplomats and soldiers while Herbert assisted in the fighting to defend Tianjin, a city near the uprising. By the time the couple returned home to America in 1917, Lou had learned to shoot a gun and had mastered eight languages.\\nOver the course of his career as a mining engineer and businessman, Hoover's intellect and understanding of the world matured considerably. Hoover was raised a Quaker and although he rarely went to Meeting as an adult, he internalized that faith's belief in the power of the individual, the importance of freedom, and the value of \\\"conscientious work\\\" and charity. Hoover also applied the ethos of engineering to the world in general, believing that scientific expertise, when employed thoughtfully and properly, led to human progress. Hoover worked comfortably in a capitalist economy but believed in labor's right to organize and hoped that cooperation (between labor and management and among competitors) might come to characterize economic relations. During these years, Hoover repeatedly made known to friends his desire for public service.\\nPolitically, Hoover identified with the progressive wing of the Republican Party, supporting Theodore Roosevelt's third-party bid in 1912. World War I brought Hoover to prominence in American politics and thrust him into the international spotlight. In London when the war broke out, he was asked by the U.S. consul to organize the evacuation of 120,000 Americans trapped in Europe. Germany's devastating invasion of Belgium led Hoover to pool his money with several wealthy friends to organize the Committee for the Relief of Belgium. Working without direct government support, Hoover raised millions of dollars for food and medicine to help desperate Belgians.\\nIn 1917, after the United States entered the war, President Woodrow Wilson asked Hoover to run the U.S. Food Administration. Hoover performed quite admirably, guiding the effort to conserve resources and supplies needed for the war and to feed America's European allies. Hoover even became a household name during the war; nearly all Americans knew that the verb \\\"to Hooverize\\\" meant the rationing of household materials. After the armistice treaty was signed in November 1918, officially ending World War I, Wilson appointed Hoover to head the European Relief and Rehabilitation Administration. In this capacity, Hoover channeled 34 million tons of American food, clothing, and supplies to war-torn Europe, aiding people in twenty nations.\\nHis service during World War I made Hoover one of the few Republicans trusted by Wilson. Because of Hoover's knowledge of world affairs, Wilson relied him at the Versailles Peace Conference and as director of the President's Supreme Economic Council in 1918. The following year, Hoover founded the Hoover Library on War, Revolution, and Peace at Stanford University as an archive for the records of World War I. This privately endowed organization later became the Hoover Institution, devoted to the study of peace and war. No isolationist, Hoover supported American participation in the League of Nations. He believed, though, that Wilson's stubborn idealism led Congress to reject American participation in the League.\\nSecretary of Commerce\\nIn 1920, Hoover emerged as a contender for the Republican presidential nomination. His run was blocked, however, by fellow a Californian, Senator Hiram Johnson, who objected to Hoover's support for the League. Republican Warren Harding won the White House in 1920 and appointed Hoover as his secretary of commerce, a position that Hoover retained under Harding's successor, President Calvin Coolidge.\\nUnder Hoover's leadership, the Department of Commerce became as influential and important a government agency as the Departments of State and Treasury. Hoover encouraged research into measures designed to counteract harmful business cycles. He supported government regulation of new industries like aviation and radio. He brought together more than one hundred different industries and convinced them to adopt standardized tools, hardware, building materials, and automobile parts. Finally, he aggressively pursued international trade opportunities for American business. To win these reforms, Hoover strengthened existing agencies in the Commerce Department, like the Bureau of Foreign and Domestic Commerce, or simply established new ones, like the Bureau of Standards, for the standardization project. He also formed commissions that brought together government officials, experts, and leaders of the relevant economic sectors to work towards reform.\\nThe initiatives Hoover supported as commerce secretary—and the ways in which he pursued them—reveal his thinking about contemporary life in the United States and about the federal government's role in American society. Hoover hoped to create a more organized economy that would regularize the business cycle, eliminating damaging ebbs and flows and generating higher rates of economic growth. He believed that eradicating waste and improving efficiency would achieve some of these results— thus, his support for standardization and for statistical research into the workings of the economy. He also believed that the American economy would be healthier if business leaders worked together, and with government officials and experts from the social sciences, in a form of private-sector economic planning. This stance led him to support trade associations—industry-wide cooperative groups wherein information on prices, markets, and products could be exchanged among competitors—which Hoover saw as a middle way between competition and monopoly. He insisted, though, that participation in these associations remain voluntary and that the government merely promote and encourage, rather than require, their establishment.\\nHoover hoped that these innovations would strengthen what he saw as the central component of the American experience: individualism. In 1922, Hoover published a small book, entitled American Individualism, that examined the Western intellectual tradition's major social philosophies, including individualism, socialism, communism, capitalism, and autocracy. Hoover concluded that individualism was the superior principle around which to organize society. He rejected the laissez-faire capitalism of the Right and the socialism and communism of the Left because he believed that these ideologies hindered rather than helped the individual. Instead, Hoover sought a \\\"balance of perspective\\\" between Right and Left that theoretically would create and maintain opportunities for Americans to succeed. Through enterprises like those he championed as commerce secretary, Hoover believed the federal government could facilitate the creation of political, social, and economic conditions in which individual Americans could flourish.\\nHoover's positions and thinking placed him solidly in the progressive camp of the Republican Party. As secretary of commerce, Hoover emerged as a potential running-mate for Coolidge in the 1924 presidential election, though that effort fell short. Hoover's reputation with the American people reached its peak in 1927, when he took charge of relief efforts following disastrous floods along the Mississippi River. The episode displayed Hoover at his best: as a humanitarian and leader with the ability to solve problems. When Coolidge announced in 1927 that he would not seek reelection, Hoover became the leading candidate for the Republican presidential nomination.\", \"id\": \"<urn:uuid:494a31b6-e8c3-42b2-bcba-79889bce2dfd>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://millercenter.org/president/hoover/essays/biography/2\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9713987112045288, \"token_count\": 1920, \"score\": 3.234375, \"int_score\": 3}\n"
"{\"text\": \"- Historic Sites\\n“To A Distant And Perilous Service”\\nWestward with the course of empire Colonel Jonathan Drake Stevenson took his way in 1846. With him went the denizens of New York’s Tammany wards, oyster cellars, and gin mills—the future leaders of California.\\nJune/July 1979 | Volume 30, Issue 4\\nThree weeks later, in a millrace on the American River in northern California, John Marshall spotted the flicker of gold. By the end of summer, 1849, the Los Angeles garrison, like every other encampment of the New York volunteers, was abandoned, the harbinger of Anglo-Saxon civilization scattered to the hills, the coastal towns and villages of California half-deserted. The little port of San Francisco had become the focus of world migration. Captain Folsom, the staff quartermaster, having secured appointment as collector of the port, was on his way to becoming a millionaire. The Russ family, purveyors of Moroccan leather and holiday fireworks, had opened a jewelry shop and begun assembling an empire of hotels, beer gardens, office buildings, and residential blocks. Sergeant John C. Pulis, late of Lippitt’s monstrous Company F, had become the first sheriff of San Francisco. Lieutenant Edward Gilbert was editing the Alta California , the leading newspaper in the territory; Captain Naglee (he of the bathtime rebellion) had founded the territory’s first bank; Lieutenant Hewlett had opened a boardinghouse; Captain Frisbee had started a commission agency and was in prospect of marrying the eldest daughter of General Vallejo; Lieutenant Vermeule, the plague of Abel Stearns, had set himself up as a lawyer and would soon be elected a delegate to the California constitutional convention and a member of the state legislature; and the Reverend Mr. Thaddeus M. Leavenworth, chaplain to the regiment, had attained the quasi-judicial position of alcalde of San Francisco and was granting homesteads and auctioning public lands with a Christian generosity that scandalized even his former associates.\\nAs for the colonel, he was well on his way to a second career (and a second marriage and a second family) as a legal counselor, politician, and founder of a grandiose ghost city called New-York-of-the-Pacific, which endures today only in the name of a slough on the edge of San Francisco Bay.\\nThe former New York boys were scattered by then throughout California, styling themselves doctors, lawyers, judges, or capitalists. A few in San Francisco called themselves the “Hounds”—or, on formal occasions, the “Regulators.” They were the first recognizable New York—style drinking-and-marching society in the Far West, and their raucous behavior soon aroused the more orderly citizens of the town to form the prototype of San Francisco’s several committees of vigilance.\\nFor better or worse, the Americanization of California had begun.\", \"id\": \"<urn:uuid:1dd05bbf-f83d-4605-ba5c-81c1a7767a1d>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.americanheritage.com/content/%E2%80%9C-distant-and-perilous-service%E2%80%9D?page=10\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9680232405662537, \"token_count\": 625, \"score\": 3.0, \"int_score\": 3}\n"
"{\"text\": \"Here to There: A History of Mapping\\nFrom the 16th to 18th centuries, many European mapmakers were convinced that California was an island — an Edenic paradise populated by black Amazons. The error persisted for over a hundred years after expeditions had proven that California was, in fact, firmly attached to the mainland. The idea of California as a fierce paradise appealed to Europeans, who were reluctant to let the mundane reality interfere with their vision of the world.\\nSo in that spirit, we’re devoting this episode of BackStory to maps — asking what they show us about who we are and and where we want to go. How do maps shape the way we see our communities and our world? What do they tell us about the kind of information we value? And what do they distort, or ignore?\\nPlease help us shape this show! Share your questions, ideas and stories below. Have opinions on New York vs. D.C. subway maps? On the merits or shortcomings of Google Maps? And do you even still use old-fashioned, ink-and-paper maps? Leave us a comment!\", \"id\": \"<urn:uuid:ee4268b8-d3ab-4049-a3ac-f695c938a3ca>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://backstoryradio.org/here-to-there-a-history-of-mapping/quote-comment-21383/\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.949668824672699, \"token_count\": 231, \"score\": 3.390625, \"int_score\": 3}\n"
"{\"text\": \"Flickr as a Paintbrush [cartogrammar.com] reveals the recorded colors of our surrounding landscape, both in a physical and cultural sense. In short, Andy Woodruff created a set of geographic heatmaps that represent the average colors of images taken on locations surrounding a specific landmark. In other words, the resulting maps reveal the colors that people on the ground should be looking at.\\nTechnically, these maps are based on the most recent 2,000 photos uploaded to Flickr that were geotagged within a specified bounding box. These were then averaged by hue. As an emergent result, the color red reveals the dominance of brick, while green/yellow colors naturally denote grass and trees. However, some unexpected patterns appear as well, such as blue/purple in the map of Boston.\", \"id\": \"<urn:uuid:887ecaf4-8a3d-4ac9-8acf-e316daa5994e>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://infosthetics.com/archives/2009/10/cartogrammar_revealing_the_colors_of_the_landscape.html\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9578612446784973, \"token_count\": 162, \"score\": 3.328125, \"int_score\": 3}\n"
"{\"text\": \"Source: Steven Maxwell, 785-532-5740, firstname.lastname@example.org.\\nNote to editor: This is the first in a series of news releases about the color purple in honor of Kansas State University's founding on Feb. 16, 1863.\\nNews release prepared by: Greg Tammen, 785-532-2535, email@example.com\\nMonday, Feb. 7, 2011\\nThe power of purple:\\nROCK MUSIC'S ROOTS RUN DEEP WITH PURPLE, PROFESSOR SAYS\\nMANHATTAN -- Ask Steven Maxwell what the color purple means and his answer is simple: turn the volume to 11 and open your mind, because purple is rock and roll in its prime.\\n\\\"Artistically purple is a descriptive word, and I think that's why it's been adopted by some successful acts in the music world,\\\" said Maxwell, assistant professor of music at Kansas State University.\\nIn 2008 Maxwell created a class about the history of rock and roll, where he teaches about the genre's evolution and its relationship to history.\\n\\\"The really cool thing about rock and roll is that it ties into the American culture and really reflects what's going on in the country,\\\" Maxwell said. \\\"It serves as the voice of the common person and has been associated with some important historical moments in the U.S. It was a part of that voice in the civil rights movement in the '60s and used in protest of the Vietnam War in the '70s.\\\"\\nRock music's history runs purple, with the color being adopted by some of the most influential musicians.\\n\\\"Think of the deeper concept of what a song like 'Purple Haze' means, especially when it first came out,\\\" Maxwell said. \\\"The late '60s was all about looking at things differently. Jimi Hendrix perfectly captured that psychedelic era in the country, that time of opening the doors of perception in one's mind and really looking at something on a deeper level.\\\"\\nHe said the \\\"purple\\\" Hendrix is referring to is that new, unknown, almost analogous way of thinking.\\n\\\"Metaphorically, purple was a blend between the standardized 'primary colors' introduced by mainstream society in the 1950s and mid-1960s,\\\" Maxwell said.\\nOther artists, such as Deep Purple and Prince, adopted the color because of its ambiguity in the musical soundscape and pop culture.\\nDeep Purple was one of the pioneers of hard rock and heavy metal, Maxwell said. The group was the first rock band to record with a full Concerto orchestra, as well as the first to turn the volume to 11, a feat earning them the title of the world's loudest band by the Guinness Book of World Records in 1972.\\nAnd then there's the song \\\"Smoke on the Water.\\\"\\n\\\"When that song came out it was such a fresh thing,\\\" Maxwell said. \\\"No longer was the focus just on the lyrics. That guitar riff made the music as important as the words. Today most people don't remember the lyrics but they know that guitar lick.\\\"\\nIn 1984 Prince released \\\"Purple Rain,\\\" an album that took the newly introduced music video to the next level as a full-length film.\\nThe album also introduced Prince's backing band. The Revolution, an apt title due to the soundtrack's revolutionary nature, Maxwell said. The album has since been seen as an avant-garde piece of work and has been named one of the greatest albums of all time by outlets like Time magazine, Rolling Stone, VH1 and others.\\n\\\"Purple's taking the softness of blue, the loudness of red, and meeting in the middle to make things a little ambiguous. It's a blend of those two primary colors and is therefore a different way of looking at things,\\\" he said.\", \"id\": \"<urn:uuid:8671d356-590d-4599-a2d6-8c2ddd04c134>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.k-state.edu/media/newsreleases/feb11/purplemusic20711.html\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9774608016014099, \"token_count\": 798, \"score\": 3.140625, \"int_score\": 3}\n"
"{\"text\": \"Ragtime and blues fused ‘All That Jazz’\\nBy Laura Szepesi\\nPublished: Sunday, March 17, 2013, 7:09 p.m.\\nUpdated: Monday, March 18, 2013\\nEDITOR'S NOTE: Thursday marks the 85th birthday of well-known Connellsville jazz trombonist Harold Betters. We salute him with this four-part series, starting today with a brief history of jazz music.\\nIn 1979, actor Roy Scheider brought the life of Broadway dancer / director Bob Fosse to the big screen in the film “All That Jazz.”\\n“All” is the perfect way to describe jazz music.\\nJazz was born around 1900 in New Orleans — about the same time as the earliest music recordings became available to the public. It grew out of ragtime, which many sources claim is the first true American music.\\nLike jazz, ragtime has Southern roots, but was also flavored by the southern Midwest. It was popular from the late 1800s to around 1920. It developed in African American communities, a mix of march music (from composers such as John Philip Sousa), black songs and dances including the cakewalk.\\nRagtime: Dance on\\nEventually, ragtime spread across the United States via printed sheet music, but its roots were as live dance music in the red light districts of large cities such as St. Louis and New Orleans. Ernest Hogan is considered ragtime's father. He named it ragtime because of the music's lively ragged syncopation.\\nRagtime faded as jazz's following grew. However, composers enjoyed major success in ragtime's early years. Scott Joplin's 1899 “Maple Leaf Rag” was a hit, as was his “The Entertainer,” which was resurrected as a Top 5 hit when it was featured in the 1974 movie “The Sting” starring Robert Redford and Paul Newman.\\nBorn of ragtime, jazz was also heavily influenced by the blues. Blues originated in the late 1800s, but in the deep South. It is an amalgam of Negro spirituals, work songs, shouts, chants and narrative lyrics.\\nFused with blues\\nLike jazz, the blues comes in many forms: delta, piedmont, jump and Chicago blues. Its popularity grew after World War II when electric guitars — rather than acoustic guitars — became popular. By the early 1970s, blues had formed another hybrid: blues rock.\\nWhile ragtime is jangly and spirited, the blues takes after its name: blue, or melancholy. Its name is traced to 1912 when Hart Ward copyrighted the first blues song, “Dallas Blues.”\\nJazz — as a mix of ragtime and blues — has fused into many styles since its emergence.\\nIn the 1910s, New Orleans jazz was the first to take off. In the 1930s and 1940s, Big Band swing, Kansas City jazz and bebop prevailed. Other forms include cool jazz and jazz rock; today, there's even cyber jazz.\\nJazz: Always changing\\nThe late jazz trombone player J.J. Johnson summed jazz up as restless. “It won't stay put ... and never will,” he was quoted as saying, according to various sources.\\nJohnson's sentiment is heartily endorsed by Connellsville jazz trombonist Harold Betters. Betters turns 85 years old this week. He will share decades of his memories about music and growing up in Connellsville as his March 21 birthday approaches.\\nLaura Szepesi is a freelance writer.\\nTuesday: Just how did Harold Betters decide to play the trombone?\\n- Uniontown police investigate shooting injury\\n- Upper Tyrone family helps pet overcome paralysis\\n- Several Fayette boroughs have contested races\\n- Recap of the death of Connellsville police officer McCray Robb in 1882\\n- Connellsville police officer recognized 131 years after death\\n- Fayette County man accused of receiving stolen property, multiple drug offenses\\n- Connellsville set to debut model-railroad train in 2014\\n- Connellsville airport will remain open\\n- Connellsville mayoral candidate Joshua DeWitt held for trial in chop shop case\\n- South Connellsville man charged in pedestrian accident\\n- Connellsville council to make appointments, reappointments\\nYou must be signed in to add comments\\nTo comment, click the Sign in or sign up at the very top of this page.\\nSubscribe today! Click here for our subscription offers.\", \"id\": \"<urn:uuid:9adf6dc2-8439-48ef-addd-49274751b0af>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://triblive.com/news/fayette/3678122-74/jazz-blues-ragtime\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9664452075958252, \"token_count\": 959, \"score\": 2.75, \"int_score\": 3}\n"
"{\"text\": \"Johannes Brahms was the son of a double-bass player in the Hamburg orchestra. Brahms’s talent was recognized very early. The famous violinist, Joachim, soon introduced Brahms to Robert Schumann who, together with his wife Clara played a major role in establishing Brahms as a major composer. Brahms spent most of his life in Vienna, where he was generally considered the Beethoven’s successor. Brahms’s compositions combine the best of the traditional classical form with the innovative romantic harmonic ideas.\\nMore Johannes Brahms sheet music download on EveryNote.com\", \"id\": \"<urn:uuid:15cdf9a3-a020-4795-952f-d13530139bfe>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://everynote.com/orchestralparts.choose/0/18/71/447.note\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9630697965621948, \"token_count\": 126, \"score\": 2.765625, \"int_score\": 3}\n"
"{\"text\": \"Now that we’ve said a lot about individual operators on vector spaces, I want to go back and consider some other sorts of structures we can put on the space itself. Foremost among these is the idea of a bilinear form. This is really nothing but a bilinear function to the base field: . Of course, this means that it’s equivalent to a linear function from the tensor square: .\\nInstead of writing this as a function, we will often use a slightly different notation. We write a bracket , or sometimes , if we need to specify which of multiple different inner products under consideration.\\nAnother viewpoint comes from recognizing that we’ve got a duality for vector spaces. This lets us rewrite our bilinear form as a linear transformation . We can view this as saying that once we pick one of the vectors , the bilinear form reduces to a linear functional , which is a vector in the dual space . Or we could focus on the other slot and define .\\nWe know that the dual space of a finite-dimensional vector space has the same dimension as the space itself, which raises the possibility that or is an isomorphism from to . If either one is, then both are, and we say that the bilinear form is nondegenerate.\\nWe can also note that there is a symmetry on the category of vector spaces. That is, we have a linear transformation defined by . This makes it natural to ask what effect this has on our form. Two obvious possibilities are that and that . In the first case we’ll call the bilinear form “symmetric”, and in the second we’ll call it “antisymmetric”. In terms of the maps and , we see that composing with the symmetry swaps the roles of these two functions. For symmetric bilinear forms, , while for antisymmetric bilinear forms we have .\\nThis leads us to consider nondegenerate bilinear forms a little more. If is an isomorphism it has an inverse . Then we can form the composite . If is symmetric then this composition is the identity transformation on . On the other hand, if is antisymmetric then this composition is the negative of the identity transformation. Thus, the composite transformation measures how much the bilinear transformation diverges from symmetry. Accordingly, we call it the asymmetry of the form .\\nFinally, if we’re working over a finite-dimensional vector space we can pick a basis for , and get a matrix for . We define the matrix entry . Then if we have vectors and we can calculate\\nIn terms of this basis and its dual basis , we find the image of the linear transformation . That is, the matrix also can be used to represent the partial maps and . If is symmetric, then the matrix is symmetric , while if it’s antisymmetric then .\", \"id\": \"<urn:uuid:3bf09a24-c60d-45a0-b8e6-cc02ddac7ed6>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://unapologetic.wordpress.com/2009/04/14/bilinear-forms/?like=1&source=post_flair&_wpnonce=8cb43e0c56\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9191036224365234, \"token_count\": 608, \"score\": 2.546875, \"int_score\": 3}\n"
"{\"text\": \"The Gram-Schmidt Process\\nNow that we have a real or complex inner product, we have notions of length and angle. This lets us define what it means for a collection of vectors to be “orthonormal”: each pair of distinct vectors is perpendicular, and each vector has unit length. In formulas, we say that the collection is orthonormal if . These can be useful things to have, but how do we get our hands on them?\\nIt turns out that if we have a linearly independent collection of vectors then we can come up with an orthonormal collection spanning the same subspace of . Even better, we can pick it so that the first vectors span the same subspace as . The method goes back to Laplace and Cauchy, but gets its name from Jørgen Gram and Erhard Schmidt.\\nWe proceed by induction on the number of vectors in the collection. If , then we simply set\\nThis “normalizes” the vector to have unit length, but doesn’t change its direction. It spans the same one-dimensional subspace, and since it’s alone it forms an orthonormal collection.\\nNow, lets assume the procedure works for collections of size and start out with a linearly independent collection of vectors. First, we can orthonormalize the first vectors using our inductive hypothesis. This gives a collection which spans the same subspace as (and so on down, as noted above). But isn’t in the subspace spanned by the first vectors (or else the original collection wouldn’t have been linearly independent). So it points at least somewhat in a new direction.\\nTo find this new direction, we define\\nThis vector will be orthogonal to all the vectors from to , since for any such we can check\\nwhere we use the orthonormality of the collection to show that most of these inner products come out to be zero.\\nSo we’ve got a vector orthogonal to all the ones we collected so far, but it might not have unit length. So we normalize it:\\nand we’re done.\", \"id\": \"<urn:uuid:4a2ad899-7ba0-4bfc-9276-c5c5c0845fe6>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://unapologetic.wordpress.com/2009/04/28/the-gram-schmidt-process/?like=1&source=post_flair&_wpnonce=fe7f791e1e\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.8971889019012451, \"token_count\": 447, \"score\": 3.625, \"int_score\": 4}\n"
"{\"text\": \"Let and be two differentiable functions. We will say that and are proportional if and only if there exists a constant C such that . Clearly any function is proportional to the zero-function. If the constant C is not important in nature and we are only interested into the proportionality of the two functions, then we would like to come up with an equivalent criteria. The following statements are equivalent:\\nTherefore, we have the following:\\nDefine the Wronskian of and to be , that is\\nThe following formula is very useful (see reduction of order technique):\\nRemark: Proportionality of two functions is equivalent to their linear dependence. Following the above discussion, we may use the Wronskian to determine the dependence or independence of two functions. In fact, the above discussion cannot be reproduced as is for more than two functions while the Wronskian does....\", \"id\": \"<urn:uuid:b7bc34b8-0f1f-4df8-8e8d-e56fc9c8fec5>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://sosmath.com/diffeq/second/linearind/wronskian/wronskian.html\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9316020011901855, \"token_count\": 180, \"score\": 2.6875, \"int_score\": 3}\n"
"{\"text\": \"x2/3 + y2/3 = a2/3\\nx = a cos3(t), y = a sin3(t)\\nClick below to see one of the Associated curves.\\n|Definitions of the Associated curves||Evolute|\\n|Involute 1||Involute 2|\\n|Inverse curve wrt origin||Inverse wrt another circle|\\n|Pedal curve wrt origin||Pedal wrt another point|\\n|Negative pedal curve wrt origin||Negative pedal wrt another point|\\n|Caustic wrt horizontal rays||Caustic curve wrt another point|\\nThe astroid only acquired its present name in 1836 in a book published in Vienna. It has been known by various names in the literature, even after 1836, including cubocycloid and paracycle.\\nThe length of the astroid is 6a and its area is 3πa2/8.\\nThe gradient of the tangent T from the point with parameter p is -tan(p). The equation of this tangent T is\\nx sin(p) + y cos(p) = a sin(2p)/2\\nLet T cut the x-axis and the y-axis at X and Y respectively. Then the length XY is a constant and is equal to a.\\nIt can be formed by rolling a circle of radius a/4 on the inside of a circle of radius a.\\nIt can also be formed as the envelope produced when a line segment is moved with each end on one of a pair of perpendicular axes. It is therefore a glissette.\\nOther Web site:\\n|Main index||Famous curves index|\\n|Previous curve||Next curve|\\n|History Topics Index||Birthplace Maps|\\n|Mathematicians of the day||Anniversaries for the year|\\n|Societies, honours, etc||Search Form|\\nThe URL of this page is:\", \"id\": \"<urn:uuid:367a0525-d005-4467-93f1-a7ac123614d1>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www-history.mcs.st-andrews.ac.uk/history/Curves/Astroid.html\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.8595336079597473, \"token_count\": 409, \"score\": 2.71875, \"int_score\": 3}\n"
"{\"text\": \"|[This is a MPIWG MPDL language technology service]|\\nBecome (p. p.) of Become\\nBecome (v. i.) To pass from one state to another; to enter into some state or condition, by a change from another state, or by assuming or receiving new properties or qualities, additional matter, or a new character.\\nBecome (v. i.) To come; to get.\\nBecome (v. t.) To suit or be suitable to; to be congruous with; to befit; to accord with, in character or circumstances; to be worthy of, or proper for; to cause to appear well; -- said of persons and things.\", \"id\": \"<urn:uuid:009329d8-16c6-4c7e-a12d-baaaa30bd1be>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://mpdl-service.mpiwg-berlin.mpg.de/mpiwg-mpdl-lt-web/lt/GetDictionaryEntries?query=become&queryDisplay=become&language=en&outputFormat=html&outputType=morphCompact&outputType=dictFull\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.8884539604187012, \"token_count\": 146, \"score\": 2.546875, \"int_score\": 3}\n"
"{\"text\": \"Major Section: BREAK-REWRITE\\nExample: (brr@ :target) ; the term being rewritten (brr@ :unify-subst) ; the unifying substitutionwhere\\nGeneral Form: (brr@ :symbol)\\n:symbolis one of the following keywords. Those marked with\\n*probably require an implementor's knowledge of the system to use effectively. They are supported but not well documented. More is said on this topic following the table.\\n:symbol (brr@ :symbol) ------- ---------------------In general\\n:target the term to be rewritten. This term is an instantiation of the left-hand side of the conclusion of the rewrite-rule being broken. This term is in translated form! Thus, if you are expecting (equal x nil) -- and your expectation is almost right -- you will see (equal x 'nil); similarly, instead of (cadr a) you will see (car (cdr a)). In translated forms, all constants are quoted (even nil, t, strings and numbers) and all macros are expanded.\\n:unify-subst the substitution that, when applied to :target, produces the left-hand side of the rule being broken. This substitution is an alist pairing variable symbols to translated (!) terms.\\n:wonp t or nil indicating whether the rune was successfully applied. (brr@ :wonp) returns nil if evaluated before :EVALing the rule.\\n:rewritten-rhs the result of successfully applying the rule or else nil if (brr@ :wonp) is nil. The result of successfully applying the rule is always a translated (!) term and is never nil.\\n:failure-reason some non-nil lisp object indicating why the rule was not applied or else nil. Before the rule is :EVALed, (brr@ :failure-reason) is nil. After :EVALing the rule, (brr@ :failure-reason) is nil if (brr@ :wonp) is t. Rather than document the various non-nil objects returned as the failure reason, we encourage you simply to evaluate (brr@ :failure-reason) in the contexts of interest. Alternatively, study the ACL2 function tilde-@- failure-reason-phrase.\\n:lemma * the rewrite rule being broken. For example, (access rewrite-rule (brr@ :lemma) :lhs) will return the left-hand side of the conclusion of the rule.\\n:type-alist * a display of the type-alist governing :target. Elements on the displayed list are of the form (term type), where term is a term and type describes information about term assumed to hold in the current context. The type-alist may be used to determine the current assumptions, e.g., whether A is a CONSP.\\n:ancestors * a stack of frames indicating the backchain history of the current context. The theorem prover is in the process of trying to establish each hypothesis in this stack. Thus, the negation of each hypothesis can be assumed false. Each frame also records the rules on behalf of which this backchaining is being done and the weight (function symbol count) of the hypothesis. All three items are involved in the heuristic for preventing infinite backchaining. Exception: Some frames are ``binding hypotheses'' (equal var term) or (equiv var (double-rewrite term)) that bind variable var to the result of rewriting term.\\n:gstack * the current goal stack. The gstack is maintained by rewrite and is the data structure printed as the current ``path.'' Thus, any information derivable from the :path brr command is derivable from gstack. For example, from gstack one might determine that the current term is the second hypothesis of a certain rewrite rule.\\nbrr@-expressionsare used in break conditions, the expressions that determine whether interactive breaks occur when monitored runes are applied. See monitor. For example, you might want to break only those attempts in which one particular term is being rewritten or only those attempts in which the binding for the variable\\nais known to be a\\nconsp. Such conditions can be expressed using ACL2 system functions and the information provided by\\nbrr@. Unfortunately, digging some of this information out of the internal data structures may be awkward or may, at least, require intimate knowledge of the system functions. But since conditional expressions may employ arbitrary functions and macros, we anticipate that a set of convenient primitives will gradually evolve within the ACL2 community. It is to encourage this evolution that\\nbrr@provides access to the\", \"id\": \"<urn:uuid:460fe123-8906-4320-9cc8-f581b79ced1f>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://planet.plt-scheme.org/package-source/cce/dracula.plt/4/0/docs/BRR_at_.html\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.8680592775344849, \"token_count\": 976, \"score\": 2.6875, \"int_score\": 3}\n"
"{\"text\": \"US 5459828 A\\nA method of producing a raster font from a contour font entailing the steps of deriving font metrics and character metrics of font characters in terms of arbitrary font units; scaling the font characters to a selected size and output resolution (pixels per unit length); altering the thickness of vertical and horizontal strokes of each character to a desired thickness, from the measured font metrics and character metrics, and including a difference applied to the thickness of the strokes by the printer process, to cause the strokes to be close to an integer number of pixels and thickness and to compensate for thinning and thickening which the printing engine might produce; bringing the leading and trailing edges of the characters to integer pixel locations, where such locations are based on and scaling the character between the leading and trailing edges proportionally therebetween, and producing a rasterized font from the altered contour font character.\\n1. A printer processor implemented method for producing a raster font from a contour font defined by a list of points connected by curves, said raster font suitable for printing on a selected printer having known reproduction characteristics, including the steps of:\\na) deriving for a contour font a set of font metrics and character metrics of a character in the font defined in terms of arbitrary font units;\\nb) scaling a character contour defined in arbitrary font units to a selected size in units of pixels;\\nc) altering thickness of character strokes by adjusting vertical and horizontal coordinates of each point defining the character contour in directions defined by a vector normal to the character contour at each point, by an amount required to obtain a desired thickness from the measured font metrics and character metrics, and an amount required to add to difference thickness thereto in accordance with the selected printer reproduction characteristics, said alteration amounts together causing the vertical and horizontal strokes to be sufficiently close to an integer number of pixels or half pixels so as to cause subsequent numerical rounding to produce uniform results across the font;\\nd) grid aligning the contour of each character so that leading and trailing edges, and top and bottom edges of the contour of each character fall on whole or half pixel positions; and\\ne) applying a rasterization function to the contour to convert each contour font character to a bitmap.\\n2. The method as defined in claim 1 wherein in said grid alignment step, after aligning said leading and top edges of said contours of each character on a whole pixel position, the length of any lines joining leading and trailing edges, and lines joining top and bottom edges, are rounded to an integer number of whole or half pixels, and the trailing edge and bottom edges are aligned at whole pixel positions.\\n3. In a printing system for printing on a selected printer having reproduction characteristics known and available as contour font correction data, wherein a font to be printed has a set of predefined font metrics and character metrics for each character in the font defined in terms of arbitrary font units, the method of preparing a contour font defined by a list of points connected by curves, for printing on the selected printer including the ordered steps of:\\na) scaling each character in the contour font to a selected print resolution in pixels per unit length;\\nb) altering thickness of character strokes by adjusting vertical and horizontal coordinates of each point defining the contour of each character to a desired thickness in directions defined by a vector, normal to the character contour at each point, by an amount required to obtain a desired thickness from the measured font metrics and character metrics, and an amount required to add a difference thickness thereto in accordance with the contour font correction data for a particular printer, to cause the vertical and horizontal stroke thickness to approximate an integer number of pixels so as to cause subsequent numerical rounding to produce uniform results across the font;\\nc) grid aligning the contour of each character so that leading and trailing edges, and top and bottom edges of the contour of each character fall on whole pixel positions; and\\nd) applying a rasterization function to the contour convert each contour font character to a bitmap.\\n4. The method as defined in claim 3 wherein in said grid alignment step, after aligning said leading and top edges of said contours of each character on a whole pixel position, the length of any lines joining leading and trailing edges, and lines joining top and bottom edges, are rounded to an integer number of pixels or half pixels, and the trailing edge and bottom edges are aligned at whole pixel positions.\\nA microfiche Appendix, having 5 fiche and 398 frames, is included herewith.\\nThe present invention relates generally to the production of raster fonts from contour fonts, and more particularly, to a method of producing raster fonts from contour fonts taking into account characteristics of the contour font and the printer system which will ultimately print the font.\\nA portion of the disclosure of this patent document contains material which is subject to copyright protection. The copyright owner has no objection to the facsimile reproduction by anyone of the patent document or the patent disclosure, as it appears in the Patent and Trademark Office files or records, but otherwise reserves all rights whatsoever.\\nCross reference is made to U.S. patent application Ser. No. 07/416,211 by S. Marshall, entitled \\\"Rapid Halfbitting Stepper\\\", and assigned to the same assignee as the present invention.\\nU.S. Pat. No. 4,675,830 to Hawkins is incorporated herein by reference for the purposes of background information on contour fonts. U.S. patent application Ser. No. 07/416,211 by S. Marshall, entitled \\\"Rapid Halfbitting Stepper\\\", and assigned to the same assignee as the present invention, is incorporated by reference herein for the purposes of teaching rasterization.\\n\\\"Contour fonts\\\" is a term that refers to the use of outlines or contours to describe the shapes of characters used in electronic printing. In a contour font, each character shape is represented by one or more closed curves or paths that traces the boundary of the character. The contour is specified by a series of mathematical equations, which may be in any of several forms, the most common being circular arcs, straight lines, and polynomial expressions. The shape of the contour font is that of the ideal design of the character and, generally, does not depend on parameters associated with any printer. Contour fonts are ideal for use as master representations of typefaces.\\nBitmap fonts or raster fonts are composed of the actual characters images that will be printed on a page, and are made by scaling contours to the appropriate size, quantizing or sampling them at the resolution of the printer, and filling the interiors of the characters with black bits or pixels. Achieving high quality in this process is difficult, except at very high resolutions, and requires knowledge of both the marking technology and typographic design considerations. Often, a bitmap font is delivered to a printer. There is a separate bitmap font for each size of a font, and sometimes separate fonts for landscape and portrait orientations.\\nThe advantage of a contour font is that it can be scaled to any size and rotated to any angle by simple mathematics. Therefore, a single font suffices to represent all possible printing sizes and orientation, reducing font storage requirements, reducing the cost of font handling.\\nThe difficulty in this approach is in achieving high quality character images during the sampling process which generates the raster characters from the contour masters. If the contour character is simply sampled, there will be random .+-.1 pixel variations in stroke thickness. If the printing process tends to erode black areas (common in write-white laser xerography) characters will be consistently too thin. If the printing process tends to fatten black areas (common in write black laser xerography), characters will be too thick.\\nAt the high resolution employed in phototypesetters, usually greater than 1,000 spi, no special techniques are required for scaling and sampling the contour font to generate a raster font of any size. This is because although simple sampling necessarily has random one-bit errors, such errors are small compared to the size of the character, making errors insignificant. At 300, 400, and 600 spi though, character strokes are only three or four bits thick and each bit is important. The simplistic methods used by typesetter manufacturers are not sufficient.\\nU.S. Pat. No. 4,675,830 to Hawkins, uses defined points in a contour font that must be grid aligned to pixel positions, but the stem widths or edges are not aligned.\\nOf particular importance in generating fonts of optimal appearance are maintenance of uniform and correct stroke thickness among characters of a font and on different printing engines, uniform alignment of characters on a baseline, and uniform spacing of characters.\\nIn accordance with the invention, there is provided a method for conversion of contour fonts to bitmap fonts with automatic thickening and thinning of strokes, and snapping of character edges to pixel or half pixel boundaries.\\nIn accordance with the invention, there is provided a method of producing a raster font from a contour font entailing the steps of: first, deriving font metrics and character metrics of font characters in terms of arbitrary font units; scaling the font characters to a selected size and output resolution (pixels per unit length); altering the thickness of vertical and horizontal strokes of each character to a desired thickness, from the measured font metrics and character metrics, and including a difference applied to the thickness of the strokes by the printer process, to cause the strokes to be close to an integer number of pixels and thickness and to compensate for thing and thickening which the printing engine might produce; bringing the leading and trailing edges of the characters to integer pixel locations, where such locations are based on and scaling the character between the leading and trailing edges proportionally therebetween, and producing a rasterized font from the altered contour font character.\\nThese and other aspects of the invention will become apparent from the following description used to illustrate a preferred embodiment of the invention in conjunction with the accompanying drawings in which:\\nFIG. 1 shows a block diagram of the inventive optimized scaler rasterizer system.\\nFIGS. 2A-2E illustrate the development of a raster font from a contour font, using the system described in FIG. 1.\\nWith reference to the drawing, where the showing is for the purpose of illustrating an embodiment of the invention and not for the purpose of limiting same, the Figure shows a block diagram of the present invention which will be referred to and described hereinafter.\\nFIG. 1 shows a block diagram of the contour rasterization process of the present invention. Beginning with a contour font 10, and with a character \\\"H\\\" shown in contour for illustration purposes at FIG. 2A the contour font is analyzed initially at hint generation step 20. At the hint generation, the parameters defining the font are determined, including measurement of the following metrics and character hints:\\nTABLE 1______________________________________Font Metric Comments______________________________________Cap-height Height of the H, I or similar letterX-Height Height of the lower case xAscender Height of the lower case k, b, or similar letterDescender Position of the bottom of the lower case p or qThickness of Upper Vertical stroke thicknessCase Stems on upper case H or KThickness of Upper Horizontal Stroke onCase Cross-Strokes upper case E or FThickness of Lower Vertical stroke thicknessCase Stems on lower case k or lThickness of Lower Case Horizontal strokeCross-Strokes thickness on the fThickness of AuxiliaryCharacter StemsThickness of AuxiliaryCharacter Cross-StrokesHairline thickness Thickness of the cross bar on the e or the thin part of the o______________________________________\\n(See, Appendix, page 13, ICFFontIODefs. Mesa)\\nCharacter hints are generated for each character and include the following:\\nTABLE 2______________________________________Character Metric Comments______________________________________Position of all horizontal Left sides of strokes areedges and indications of leading edges and rightwhether each edge is a sides or strokes areleading or trailing edge. trailing edges.Position of all verticaledges and indication ofwhether each edge is aleading or trailing edge.Direction of the normalvector (perpendicular)to the contour at eachcontrol point in thecontour, pointingtoward the whiteregion.______________________________________\\nAt hint generation 20, the font metrics and character hints are computed. Since no special information on the actual character contours, beyond the contours themselves, is required to perform these computations, any font may be accepted as input. Height thickness metrics are obtained either by examining images of specific individual characters or by averaging amongst several characters. Optionally, if these values are supplied externally, that is, the provider of the font provides these values, the external values may be used instead of the computed values. Edge positions are determined by looking for long vertical or horizontal portions of contours. Normal vectors are perpendicular to the contour, and are computed from contour equations and by determining which side of the contour is black and which side is white. For those points required for curve reconstruction, but which are not on the curve, the normals are calculated as if a normal vector extended from the curve through those points.\\nIn the attached Appendix, the source code, in the MESA language of the Xerox Corporation, is provided demonstrating one possible embodiment of the source code to accomplish the described goals. The Mesa programming language operates on a microprocessor referred to as the Mesa microprocessor, which has been well documented, for example, in Xerox Development Environment, Mesa Language Manual, Copyright 1985 Xerox Corporation, Part No. 610E00170. This particular software is derived from the Typefounders product of the Xerox Corporation, Stamford, Conn. The Typefounders product accomplished all these character and font metrics, but did not provide them externally. (See Appendix, pages 67-319,for relevant Typefounder software modules called by software implementing the current invention including: CharacterOpsDefs.mesa, CharacterOpslmplA.mesa, CharacterOpslmpIB.mesa, pages 67-105; ContourOpsDefs.mesa, ContourOpslmplA.mesa, ContourOpslmplB.mesa, ContourOpslmpIC.mesa, ContourOpslmplD.mesa, pages 106-195; FontOpsDefs.mesa, FontOpslmpl.mesa, pages 196-221; ImageOpsDefs.mesa, ImageOpslmplA.mesa, ImageOpslmplB.mesa, pages 222-265 TypefounderUtilsdefs.mesa, TypefounderlmplA.mesa, TypefounderlmpIB.mesa, pages 266-319) Additional software was added, which makes these values available for subsequent processing (See Appendix, page 1, TypeDefs.mesa for translation of the Typfounder data structure; page 36, MetricsDef.mesa, Metricslmpl.mesa, for measurement of font metrics; page 47, EdgeOpsDef. mesa, EdgeOpslmpl.mesa, for measurement of leading and trailing edge position) and performs the perpendiculars calculations (see, Appendix, page 56, NormalOpsdefs.mesa, NormalOpslmpl.mesa). This information is used for creation of a data structure for \\\"hints\\\" (see, Appendix, page 13, ICFFontlODefs. Mesa for creation of hint format for next steps). Of course, while in the Appendix, the various coded algorithms operating on the contour font data for the hint creation step 20 are given in the Mesa language, implementation is easily made in the Unix-based \\\"C\\\" language. The remainder of the system, and the algorithms incorporated will be described in the Appendix in the Unix-based \\\"C\\\" language.\\nSelecting a contour font for use enables a program that looks for font data, and designates its final position in an output, while calling the various programs forming the steps that will be described further hereinbelow (see, Appendix, page 320, raster.c). The contour font rasterization program herein described is useful on a variety of hardware platforms, attributes of which can be selected for enhanced operation of the system, such as for example, a greater degree of precision in the calculations (the difference between 8 bit calculation and 32 bit calculation). (see, Appendix, page 340, std.h)\\nAt transform step 30, (see, Appendix, page 343, xform.c) the contour font is converted from arbitrary contour font units, which are supplied by the provider of the font, to a particular size, expressed in units of pixels. Typically, contour font units are provided in terms of the contour itself, i.e., the height or size of the contour font is one (1). That is, lengths of characters are placed in terms of the size of the font character itself. These values must be transformed into pixel unit values, or whatever other value is required, e.g. the scaled font may be 30 pixels tall. Additionally, it is at this point that the contour font is rotated for either landscape or portrait mode printing, as required. Rotation and scaling is accomplished in accordance with a previously determined transformation matrix equation 35, which mathematically determines the conversion of the contour font from font measurements to pixel values at a selected orientation which can be used by the printer. The transformed character H is shown at FIG. 2B.\\nSubsequent to transformation step 30, at thickening or thinning step 40, font characters are thickened or thinned based on requirements of the transformation, and requirements of the printing process. The character contour is adjusted to make the strokes thicker or thinner to compensate for the xerographic or other marking process to follow. There are three components of the thickening or thinning value. The first compensates for xerographic or other imaging effects. That is, if for example, the marking technology will thin strokes by half a pixel, then strokes are thickened by half a pixel in this step. The amount of thickening or thinning specified in the printer profile 50 separately for X and Y directions, and is created at the manufacturer of the printer, and inserted at the printer profile 50. (see, Appendix, page 348, thicken.c)\\nThe second component of thickening, called residual thickening, is applied to insure uniformity of output strokes after the sampling or rasterization step. This amount for horizontal thickening on upper case letters, for example, is equal to the difference between the calculated ideal output vertical stem thickness, which is obtained by scaling the font metric to the proper size, and the result of rounding that thickness off to the actual pixel width which will be obtained after rasterization. This rounding is performed to the nearest whole pixel if half bitting is not enabled and to the nearest half pixel, if half bitting is enabled. There are separate values for horizontal or vertical directions and for upper case, lower case and auxiliary characters.\\nThe third component of thickening and thinning applies only to very small characters, and prevents drop-outs of fine lines. This amount is equal to the difference between the calculated scaled thickness of the hairlines, after thickening by the font thickening steps, and the minimum stroke thickness specified in the printer profile. When applied, this thickening brings fine lines up to the value of the minimum stroke thickness. The value is zero if the hairline is already greater than the minimum stroke thickness. (This process, referred to as \\\"adaptive thickening,\\\" is not disclosed in the source code in the Appendix.)\\nThe actual thickening or thinning applied is equal to the sum of these three components. Each component has an independent value in the X and Y directions. The direction to move each contour control point is specified by its normal vector. The thickened character H is shown at FIG. C.\\nAt step 60, the snap function or grid alignment function is applied. The coordinate system of the character is varied in the horizontal direction to move vertical and horizontal edges to positions where pixel boundaries will be after rasterization, i.e., to a whole pixel position. This is to assure uniform stroke thickness in the rasterized character images. The process is to piecewise stretch or shrink the character to force edges to align the pixel boundaries. On the left hand sides of the characters, the left edge of each stroke is moved to the closest pixel boundary, while the right edge of the stroke is moved to the pixel boundary specified by rounding the stroke thickness. This process gives priority to maintaining uniform stroke thickness over absolute stroke position. That is to say, that after the left edge of the character has been moved to a whole pixel position, the thickness of the stroke, or portion of the character, is examined to determine its thickness. The thickness has already been adjusted in the thickness of thinning step, so that it is close to a whole pixel width. Accordingly, the right edge of the character is then moved to the nearest whole pixel, based on rounding the thickness of the pixel, as opposed to moving the right hand side to the nearest pixel. On the right hand sides of characters, the rolls of left and right edges of strokes are reversed. Right edges of strokes are anchored, while left edges are rounded relatively to corresponding right edges. (see, Appendix, page 355, snap.c).\\nIn one variant of this scheme, the positions of left and right index points or width points, which are those points which determine character spacing and are made to coincide in constructing words, are snapped before the vertical edges.\\nIn the vertical direction, snapping is performed to piecewise stretch characters so that positions of baseline, cap-height, x-height, and descender fall on pixel boundaries. Baseline and descender position are treated as bottoms of strokes, that is, anchored, while cap-height and x-height are treated as tops of strokes, computed relative to the baseline. All characters are snapped to all of these positions, ensuring uniform character alignment. After these font metric positions are snapped, horizontal edges are snapped in the same manner as vertical edges, with lower edges of strokes anchored and upper edges snapped relative to the lower edges in the lower half of the character and upper edges of strokes anchored and lower edges snapped relative to the upper edges in the upper half of the character.\\nIn both horizontal and vertical directions, snapping is performed one edge at a time. That is, the first edge is snapped, stretching the coordinate system of the character slightly on one side of the snapped edge and shrinking it slightly on the other side. The second edge is then snapped, with its pre-snapping position perhaps already modified slightly by the first snap. This sequential snapping helps preserve local character features better than simultaneous snapping of all edges does. When the second edge is snapped, its area of influence on the coordinate grid extends only up to the first snapped edge, which stays in place. This process is then repeated for the remainder of the edges. The snapped character H is shown at FIG. 2D.\\nOnce each character in the adjusted contour font has been placed in the grid and appropriately thickened and thinned, the final step is to sample the adjusted contour on discrete grid. This step 70 can optionally produce half bitted output images, as controlled by the printer profile. Light half bitting produces half bitting on curves and diagonals, while heavy half bitting will also produce half bitted vertical and horizontal edges.\\nRasterization in a preferred embodiment of this invention is in accordance with the process described in U.S. patent application Ser. No. 07/416,211 by S. Marshall, entitled \\\"Rapid Halfbitting Stepper\\\", and assigned to the present assignee of the present invention. This application is incorporated by reference herein for the purposes of teaching rasterization. (see, Appendix, page 364, step.c and page 368, step.h for rasterization with halfbitting; page 372, bezline.c for stepping around curve; page 396, fill.c for filling). The rasterized character is shown at FIG. 2D.\\nIt will not doubt be appreciated that numerous changes and modifications are likely to occur to those skilled in the art, and it is intended in the appended claims to cover all those changes and modifications which fall within the spirit and scope of the present invention.\", \"id\": \"<urn:uuid:5cf8f2cc-bc5c-42e1-a62b-bddf45ac1cba>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.google.de/patents/US5459828\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.8994696736335754, \"token_count\": 5093, \"score\": 2.59375, \"int_score\": 3}\n"
"{\"text\": \"US 4884575 A\\nA cardiac pacemaker pulse generator is adapted to .generate electrical stimuli at a first pacing rate, and to selectively increase the rate to a second higher pacing rate. A timer triggers the rate increase to establish the higher rate as an exercise rate folloing the passage of a preset period of time after the timer is enabled. An external magnet controlled by the patient activates a reed switch to enable the timer to commence timing. The pulse generator is further adapted to respond to a second pass of the magnet over the reed switch after enabling of the timer to thereupon disable the timer before the preset period of time has expired. If the second pass of the magnet occurs after the exercise rate has begun, the element for increasing the rate is disabled to return the pulse generator to the lower pacing rate. The change in pacing rates is made in steps.\\n1. In combination with an implantable cardiac pacemaker for delivering electrical stimuli to the heart of a patient to pace the heart rate,\\nsaid pacemaker comprising:\\npulse generator means for selectively producing said electrical stimuli at a fixed resting rate and at a higher exercise rate,\\nlead means associated with said pulse generator for delivering said stimuli to a selected chamber of the heart, and\\ntimer means for stepping-up said pulse generator means from said resting rate to said exercise rate after an adjustable preset delay following activation of said timer means, said preset delay being of a duration perceptible by the patient; and\\nexternal control means for patient initiation of a first command to said pacemaker to activate said timer means.\\n2. In combination with an implantable cardiac pacemaker for delivering electrical stimuli to the heart of a patient to pace the heart rate, said pacemaker comprising:\\npulse generator means for selectively producing said electrical stimuli at a fixed resting rate and a higher exercise rate,\\nlead means associated with said pulse generator for delivering said stimuli to a selected chamber of the heart, and\\ndelay means for stepping-up said pulse generator means from said resting rate to said exercise rate after an adjustable preset delay following activation of said delay means,\\nmeans associated with said pulse generator means and said delay means for maintaining said exercise rate for a predetermined time interval following said preset delay and then returning said pulse generator means to said resting rate; and\\nan external control means for patient-initiation of a command to said pacemaker to activate said delay means.\\n3. The combination according to claim 2, wherein said delay means is responsive to a second command initiated by the patient from said external control means at any time after receipt of the first said command and before the expiration of said predetermined time interval, to cancel the activation of said delay means.\\n4. The combination according to claim 3, wherein the stepping up and returning of said rates at which said stimuli are produced by said pulse generator means is effected gradually.\\n5. An implantable pulse generator unit for a cardiac pacemaker for use with an external magnet to permit patient-initiated adjustment of pacing rate from a resting rate to an exercise rate and vice versa, said unit comprising:\\ngenerator means for generating electrical stimuli at said resting rate,\\ncontrol means associated with said generator means responsive, when enabled, for controllably increasing the rate at which electrical stimuli are generated from said generator means from said resting rate to said exercise rate, and\\ntimer means responsive to positioning of said external magnet in proximity to said pulse generator unit for enabling said control means an adjustable preset delay period after said positioning, said preset delay period being of a duration perceptible to the patient.\\n6. An implantable pulse generator unit for a cardiac pacemaker for use with an external magnet to permit patient-initiated adjustment of pacing rate from a resting rate to an exercise rate and vice versa, said unit comprising:\\ngenerator means for generating electrical stimuli at said resting rate,\\ncontrol means associated with said generator means responsive, when enabled, for controllably increasing the rate at which electrical stimuli are generated by said generator means from said resting rate to said exercise rate,\\nsaid control means including timing means for maintaining the rate at which electrical stimuli are generated by said generator means at said exercise rate for a predetermined time interval; and\\ndelay means responsive to positioning of said external magnet in proximity to said pulse generator unit for enabling said control means an adjustable preset delay period thereafter.\\n7. The pulse generator unit of claim 6, wherein said control means automatically returns said generator means to said resting rate following the expiration of said predetermined time interval.\\n8. The pulse generator unit of claim 7, wherein said control means gradually increases the rate at which electrical stimuli are generated by said generator means from said resting rate to said exercise rate, and gradually returns said generator means to said resting rate following the expiration of said predetermined time interval.\\n9. The pulse generator unit of claim 6, wherein said delay means is responsive to a repositioning of said external magnet in proximity to said pulse generator unit after said control means has been enabled, for disabling said control means.\\n10. A cardiac pacemaker pulse generator for generating electrical stimuli to be delivered to the heart of a patient to pace the heart rate, said generator comprising:\\nmeans for generating said electrical stimuli at a first pacing rate,\\nmeans electrically connected to said stimuli generating means for selectively increasing the rate at which said stimuli are generated to a second higher pacing rate,\\ntiming means for triggering said rate increasing means to increase said first pacing rate to a second higher pacing rate upon passage of an adjustable preselected period of time after said timing means is enabled, said preselected period of time being of a duration perceptible by the patient,\\nmeans responsive to a command signal from a patient-activated external device for enabling said timing means to commence timing.\\n11. The pulse generator according to claim 10, wherein\\nsaid enabling means is further responsive to a second command signal after said timing means is enabled, to disable said timing means prior to passage of said preselected period of time.\\n12. The pulse generator according to claim 10, further including\\nmeans responsive to a second command signal while said stimuli are being generated at said second higher pacing rate, for disabling said rate increasing means and thereby returning the rate at which said stimuli are generated by said stimuli generating means to said first pacing rate.\\n13. The pulse generator according to claim 12, wherein\\nsaid rate increasing means is responsive, when disabled, to decrementally reduce the rate at which said stimuli are generated by said stimuli generating means.\\n14. The pulse generator according to claim 10, wherein\\nsaid rate increasing means is responsive to said timing means reaching preset time intervals toward passage of said preselected period of time, for incrementally increasing the rate at which said stimuli are generated by said stimuli generating means in steps as each preset time interval is reached.\\n15. The method of pacing a pacemaker patient's heart rate using a magnet-controlled implantable pulse generator to adjust the stimulation rate from a resting rate to an exercise rate and vice versa, comprising the steps of\\nmaintaining the stimulation rate of said pulse generator at said resting rate,\\ninitiating a command signal to reset the stimulation rate of said pulse generator to said exercise rate after an adjustable programmed delay period following said command signal, and\\nreturning the stimulation rate of said pulse generator to said resting rate in increments following a predetermined interval of time at said exercise rate.\\nThe present invention relates generally to medical devices, and more particularly to implantable artificial cardiac pacemakers adapted to provide patient-variable stimulation rates appropriate to a condition of exercise by the patient.\\nThe resting heart rate of sinus rhythm, that is, the rate determined by the spontaneously rhythmic electrophysiologic property of the heart's natural pacemaker, the sinus node, is typically in the range from about 65 to about 85 beats per minute (bpm) for adults. Disruption of the natural cardiac pacing and propagation system may occur with advanced age and/or cardiac disease, and is often treated by implanting an artificial cardiac pacemaker in the patient to restore and maintain the resting heart rate to the proper range.\\nIn its simplest form, an implantable pacemaker for treatment of bradycardia (abnormally low resting rate, typically below 60 beats per minute (bpm)) includes an electrical pulse generator powered by a self-contained battery pack, and a catheter lead including at the distal end a stimulating cathodic electrode electrically coupled to the pulse generator. The lead is implanted intravenously to position the cathodic electrode in stimulating relation to excitable myocardial tissue in the selected chamber on the right side of the patient's heart. The pulse generator unit is surgically implanted in a subcutaneous pouch in the patient's chest, and has an integral electrical connector to receive a mating connector at the proximal end of the lead. In operation of the pacemaker, the electrical pulses are delivered (typically, on demand) via the lead/electrode system, including an anodic electrode such as a ring behind the tip for bipolar stimulation or a portion of the pulse generator case for unipolar stimulation, and the body tissue and fluid, to stimulate the excitable myocardial tissue.\\nPacemakers may operate in different response modes, such as asynchronous (fixed rate), inhibited (stimulus generated in absence of specified cardiac activity), or triggered (stimulus delivered in presence of specified cardiac activity). Further, present-day pacers range from the simple fixed rate device that offers pacing with no sensing (of cardiac activity) function, to fully automatic dual chamber pacing and sensing functions (so-called DDD pacemakers) which may provide a degree of physiologic pacing by at least a slight adjustment of heart rate according to varying metabolic conditions in a manner akin to the natural pacing of the heart. Thus, some DDD pacemaker patients experience an increased pacing rate with physical exertion, with concomitantly higher cardiac output, and thereby, an ability to handle low levels of exercise. Unfortunately, a significant percentage of the pacemaker patient population, who suffer from atrial flutter, atrial fibrillation or sick-sinus syndrome, for example, cannot obtain the benefit of exercise-responsive pacing with conventional atrial-triggered pacemakers. Moreover, the DDD-type pacemakers are complex and costly to manufacture, which is reflected in a higher price to the patient.\\nIt is a principal object of the present invention to provide a relatively simple and inexpensive pacemaker which provides pacing at a desired resting rate, and which is subject to limited control by the patient to provide a desired exercise rate for a preset period of time following which the pacemaker returns to the resting rate.\\nVarious types of rate responsive pacemakers have been proposed which would sense a physiological parameter that varies as a consequence of physical stress, such as respiration, blood oxygen saturation or blood temperature, or merely detect physical movement, and correspondingly adjust the pacing rate. Many of these rate responsive pacemakers may also be relatively complex, and therefore expensive to the patient.\\nThe present invention is directed toward a low cost pacemaker which can be adjusted at will by the patient, subject to the limited amount of control programmed into the device by the physician for that patient. According to the invention, patient control is manifested by bringing an external magnet into proximity with an implanted reed switch associated with the pacemaker. Of course, limited magnet control has been afforded to the patient in the past for some purposes, such as to enable transtelephonic monitoring of the pacemaker functions. Also, techniques are presently available which permit external adjustment of the stimulation rate of the pacemaker after implantation, as by means of a programming unit available to the physician. For obvious reasons, it is undesirable to give the patient the same latitude to control his pacemaker.\\nIn U.S. Pat. No. 3,623,486, Berkovits disclosed a pacemaker adapted to operate at either of two stimulation rates, and switchable from one to the other by the physician using an external magnet. In this manner, the physician would be able to control the pacer mode and rate according to the needs of the particular patient. The purpose, in part, was to provide a pacemaker which had some adaptability to the patient's requirements. However, once set by the physician, the selected resting rate was maintained for that patient by the implanted pacer.\\nAnother technique for external adjustment of pacing rate by the physician is found in the disclosures of U.S. Pat. No. 3,198.195 to Chardack, and U.S. Pat. No. 3,738,369 to Adams et al. In each, rate control is exercised by inserting a needle through a pacemaker aperture beneath the patient's skin to adjust a mechanism. In the Adams et al. disclosure, the needle is used to change the position of a magnet within the paper to actuate a rate-controlling reed switch.\\nIn U.S. Pat. No. 3,766,928, Goldberg et al. describe an arrangement for continuous adjustment of rate by a physician using an external magnet that cooperates with a magnet attached to the shaft of a rate potentiometer in the implanted pacemaker, to provide the initial setting of pacing rate desirable for the particular patient.\\nMore recent proposals offer the patient limited control over the pacing rate. In U.S. Pat. No. 4,365,633, Loughman et al. disclose a pacemaker programmer which is conditioned by the physician to give the patient the capability to select any of three distinct rates: for sleep, for an awake resting state, and for exercise. The programmer generates a pulsating electromagnetic field, and allows the patient to select any of those three modes with an abrupt change in rate when the coil pod of the programmer is positioned over the implanted pacemaker. It is, of course, necessary to have the programmer at hand in order to change the stimulation rate, and the use of the device in public can be a source of extreme embarassment to the patient.\\nIn U.S. Pat. No. 4,545,380, Schroeppel describes a technique for manual adjustment of rate control contrasted with the activity sensing, automatic rate control disclosed by Dahl in U.S. Pat. No. 4,140,132. According to the Schroeppel patent, a piezoelectric sensor and associated circuitry are combined with the implanted pulse generator of the pacemaker to allow the patient to change from a resting rate to a higher rate by sharp taps on his chest near the site of the piezoelectric sensor. Such an arrangement requires that the sensor be sufficiently sensitive to respond to the patient's sharp taps, and yet be insensitive to the everyday occurrences the patient encounters while undergoing normal activities and which could otherwise result in false triggerings. These include presence in the vicinity of loud noise such as is generated by street traffic, being jostled in a crowd, experiencing bumps and vibrations while riding in a vehicle, and the like. Further, even when controlled in the manner described, this type of switching results in an abrupt, non-physiological change of rate.\\nAccordingly, it is another object of the present invention to provide a pacemaker which is capable of being controlled externally by the patient to assume exercise and non-exercise rate modes, in a manner that allows discreet and yet reliable control.\\nYet another object of the invention is to provide a cardiac pacemaker whose stimulation rate is controllable by and according to a schedule selected by the patient.\\nBriefly, according to the present invention a cardiac pacemaker is manually controllable by the patient to preset time intervals of operation at a relatively high (exercise) rate and lower (resting) rate according to the patient's own predetermined schedule of exercise and rest. An important aspect of the invention is that the pulse generator may be implemented to undergo an adjustment of stimulation rate from a fixed resting rate of, say, 75 bpm, to a preselected exercise rate of, say, 120 bpm, following a predetermined period of time after activation by the patient using an external magnet, that is, after a predetermined delay following a patient-initiated command signal, and to remain at the higher rate for a preselected time interval. Thus, the patient may effectively \\\"set a clock\\\" in his pacemaker to elevate his heart rate at the time and for the duration of a scheduled exercise session, such as a game of tennis. Moreover, he may activate the pacemaker in this manner in the privacy of his own home well in advance of the exercise session.\\nAccording to another aspect of the invention, the pulse generator is implemented to return automatically to the resting rate at the expiration of the preselected exercise rate time interval. Hence, the patient need not carry his magnet with him to readjust the pacer to the resting rate at the completion of the scheduled exercise session. According to this aspect, after operating at the elevated stimulation rate for a time interval preselected to be suitable for the exercise session, say, one hour, the generator resets itself to return to the initial resting rate.\\nAccording to another feature of the invention, the rate is incremented and decremented in steps from one rate setting to the other to avoid abrupt changes, and therefore to provide a more physiological rate control than has heretofore been available in manually controlled pacemakers.\\nA further feature of the invention is that the pulse generator may be activated to disable the exercise rate command at any time after it has been given, including that to produce an early conclusion to an already-commenced exercise session. For example, if a scheduled tennis game or bicycling run is called off by the patient's partner after the patient has programmed in the higher rate, he need merely apply the magnet in proximity to the implanted pulse generator again to cancel the previous command and maintain the fixed resting rate. Similarly, if the exercise session is shortened, the rate may be returned to the resting rate by simply applying the magnet over the pulse generator.\\nThe above and still further objects, aspects, features and attendant advantages of the present invention will become apparent to those of ordinary skill in the field to which the invention applies from a consideration of the following detailed description of a preferred embodiment thereof, taken in conjunction with the accompanying drawing, in which:\\nFIG. 1 is a block circuit diagram of a pulse generator unit of a cardiac pacemaker according to a preferred embodiment of the invention.\\nReferring now to FIG. 1, an implantable pulse generator unit 10 includes a pulse generator 12 and batteries 15 housed in a biocompatible metal case 17. Pulse generator 12 is implemented to be rate limited to generate output pulses at rates up to either of two low/high limit rates--for example, 75 pulses per minute (ppm) and 120 ppm, respectively--and to be incremented from the lower rate to the higher rate and decremented from the higher rate to the lower rate under the control of an up/down counter 18 associated with the pulse generator 12 in unit 10. Counter 18 may be set by application of a voltage level to its \\\"up\\\" input to commence counting toward the higher rate, and thereby to incrementally step the pulse repetition frequency up to that rate, and may be reset by application of a voltage level to its \\\"down\\\" input to commence counting toward the lower rate, and thereby decrementally step the pulse repetition frequency down to that rate. This is accomplished under the control of set and reset output voltage levels generated by a flip-flop circuit 21 also housed in case 17. The pulse generator unit 10 also includes a reed switch 25 which is actuable by placement of a magnet 27, external to the skin of the patient in whom the unit 10 is implanted, in proximity to case 17.\\nReed switch 25, when actuated, serves to enable a delay timer 29 in unit 10. The delay timer responds to the enabling input to commence timing of its preset time delay interval. At the end of the delay interval, delay timer 29 produces a pulse for application to the flip-flop 21. Subsequent actuation of the reed switch before the timer 29 has timed out serves to disable the timer and reset it in preparation for a subsequent enabling signal from the reed switch. If timer 29 has already timed out before the reed switch is again actuated, the timer will respond to the disabling input, when the reed switch is actuated, to produce another pulse for application to the flip-flop 21. The flip-flop is thereupon reset and produces its reset output voltage level.\\nThe set and reset output voltage levels of flip-flop 21 are also applied respectively to \\\"set\\\" and \\\"reset\\\" inputs of an interval timer 30. Upon being set, the interval timer commences timing out a predetermined time interval, and, at the expiration of that interval, generates a pulse for application to flip-flop 21. Upon being reset, the interval timer 30 is returned to the start of the predetermined time interval in preparation for initiating the timing of that interval on receipt at its \\\"set\\\" input of the next set output voltage level from the flip-flop.\\nThe preset time period of delay timer 29 and the predetermined time interval of interval timer 30 are programmable by the physician according to the desires and needs of the particular patient. If, for example, the patient has a regularly scheduled early morning brisk walking session of one hour with friends, and resides near the starting point of the walk, the time period of the delay timer 29 may be programmed to be fifteen minutes. The time interval of the interval timer 30 is programmed to be one hour in length.\\nIn operation, the pulse generator produces output pulses at the resting rate prescribed (and programmed) by the physician for the particular patient--in this exemplary embodiment, a resting rate of 75 bpm. The pulses are delivered to the stimulating cathodic electrode 35 in the right ventricle of the heart 40 via a lead 42, the reference electrode (anode) and the body tissue and fluids, according to the mode in which the pacemaker is designed to operate.\\nIn the preferred embodiment, the pacemaker continues to operate at that rate unless and until the patient elects to initiate the exercise rate cycle. To do so, the patient places the magnet 27 in proximity to the implanted pulse generator unit 10 at about fifteen minutes prior to the appointed time for the exercise session, as a command to actuate reed switch 25. The patient may then choose to leave the magnet at home or take it along in the glove compartment of his car, since actuation of the reed switch has enabled the delay timer 29 and nothing more need be done by the patient to enable the pacemaker to commence the exercise rate at the expiration of the preset delay period.\\nBefore the end of that period the patient has arrived at the starting point for the exercise session, and at the end of the delay period, the delay timer applies a pulse to flip-flop 21 which responds by generating a set output voltage level. The set voltage is applied to both the \\\"up\\\" input of counter 18 and the \\\"set\\\" input of interval timer 30. Accordingly, the counter commences its count, preferably at a relatively slow rate of, say, ten counts per minute, and correspondingly incrementally steps the pulse generator 12 output rate up to the upper rate limit of 120 ppm, and thereby gradually increases the patient's heart rate from 75 bpm to 120 bpm as the patient commences to exercise. Hence, the patient's heart rate and cardiac output are now at levels adequate for the patient to carry out the exercise session.\\nThe pulse generator continues to supply pulses at the upper rate limit until interval timer 30, which commenced its predetermined time interval with the application of the set input voltage, times out, whereupon the interval timer produces an output pulse which is applied to flip-flop 21 to reset the latter. The flip-flop responds by providing a reset output voltage level for application to the \\\"down\\\" input of counter 18 and the \\\"reset\\\" input of the interval timer. Accordingly, the counter decrementally steps the pulse repetition frequency of the pulse generator down, preferably at the ten pulses per minute rate, to the lower rate limit of 75 ppm corresponding to a heart rate of 75 bpm. In this manner, the patient's heart rate is reduced gradually from the exercise rate to the resting rate at a time commensurate with the end of the exercise session. Also, the resetting of the interval timer by the set output voltage level of the flip-flop assures that the timer is ready to commence timing its predetermined interval on receipt of the next \\\"set\\\" input.\\nIn the event that the exercise session is called off at any time after the delay timer 29 has been enabled and before the interval timer has timed out, the patient need merely place the magnet 27 once again in proximity to the implanted pulse generator unit. If the delay timer has not yet timed out, it is disabled by the actuation of the reed switch, and hence, flip-flop 21 remains reset, interval timer 30 remains reset, counter 18 is at its low count, and pulse generator 12 is at its lower rate limit. If the delay timer has timed out, it produces an output pulse in reponse to the disabling input from the reed switch, thereby resetting the flip-flop, resetting the interval timer, returning counter 18 toward its low count and pulse generator 12 toward its lower rate limit. To that end, delay timer 29 is provided with an internal clock such that, once enabled to time out the delay interval, it cannot be again enabled to do so until the passage of a preselected time interval, which is one hour and fifteen minutes in the present example, unless it has first been disabled during that overall interval. Of course, to cancel the exercise rate, the patient must have the magnet available to issue the second command but, as previously noted, once the delay timer is enabled through actuation of the reed switch the magnet may be kept in a convenient location, such as the glove compartment of the patient's car, to allow cancellation of the exercise rate in private.\\nAlthough a presently preferred embodiment has been described herein, it will be evident to those skilled in the art that variations and modifications of the preferred embodiment may be carried out without departing from the spirit and scope of the invention. Accordingly, it is intended that the present invention shall be limited only to the extent required by the appended claims and the applicable rules of law.\", \"id\": \"<urn:uuid:c4bc0780-21b4-4fac-b167-2758ef4d0cbb>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.google.de/patents/US4884575\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9233847260475159, \"token_count\": 5452, \"score\": 2.546875, \"int_score\": 3}\n"
"{\"text\": \"Moderate-Intensity Aerobic Activity\\nAerobic fitness means increasing how well the body uses oxygen, which depends on the condition of the heart, lungs, and muscles. Experts tend to describe aerobic activity in three ways: light, moderate, and vigorous.\\nWhen people do moderate-intensity activities, they notice a faster heartbeat. To get the benefits of moderate activity, a person can:\\nThe goal of aerobic fitness is to increase the amount of oxygen that goes to the heart and muscles, which allows them to work longer. Any activities, including many kinds of daily activities, that raise the heart rate and keep it up for an extended period of time can improve aerobic fitness. If the activities are done regularly and long enough, they can help improve fitness.\\nExperts recommend that adults try to do moderate activity for at least 2½ hours a week. Or they can do vigorous activity for at least 1¼ hours a week. People can choose to do one or both types of activity. And it's fine to be active in blocks of 10 minutes or more throughout the day and week. Teens and children (starting at age 6) should do moderate to vigorous activity at least 1 hour every day.\\nModerate activity is safe for most people, but it's always a good idea to talk to your doctor before starting an exercise program.\\neMedicineHealth Medical Reference from Healthwise\\nTo learn more visit Healthwise.org\\nFind out what women really need.\\nPill Identifier on RxList\\n- quick, easy,\\nFind a Local Pharmacy\\n- including 24 hour, pharmacies\", \"id\": \"<urn:uuid:fcef8a5d-9537-4e8b-a081-4dadface0ced>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.emedicinehealth.com/script/main/art.asp?articlekey=138337&ref=128874\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9323630928993225, \"token_count\": 326, \"score\": 3.609375, \"int_score\": 4}\n"
"{\"text\": \"In addition, health issues, such as pain, asthma, restless legs syndrome, and back problems, also can contribute to lack of sleep. So can some medications, such as decongestants, steroids and some medicines for high blood pressure, asthma or depression.\\nSecrets of good sleep\\nYou can take steps to shift your body and mind into more beneficial sleep habits:\\n- Keep your bedroom dark, quiet, comfortable and cool. “Making your bedroom a sanctuary conducive for sleep can make a significant difference in the quality of sleep you get,” says Dr. Wolfson.\\n- Go to sleep and wake up at the same time, even on weekends. Doing so helps keep your internal “circadian clock” in balance, which signals your body to sleep and wake in a regular pattern.\\n- Establish a regular, relaxing bedtime routine that might include reading a book, listening to soothing music or doing something else you find relaxing. “A relaxing, routine activity right before bedtime helps separate your sleep time from activities that can make it more difficult to fall asleep or remain asleep,” says Dr. Wolfson. “Parents know that a bedtime routine can help children get a good night’s sleep. Doing the same for themselves can have the same results.”\\n- Make sure your mattress is comfortable and supportive. Good-quality mattresses generally last about 10 years. Have comfortable pillows and make the room attractive and inviting.\\n- Avoid caffeine close to bedtime. Caffeine products, such as coffee, tea and colas, remain in the body, on average, from three to five hours, but they can affect some people up to 12 hours later.\\n- Avoid alcohol close to bedtime. Many people think of alcohol as a sedative, but it actually disrupts sleep, causing nighttime awakenings.\\n- Quit smoking. Nicotine is a stimulant that can make it more difficult for smokers to fall asleep, stay asleep and wake in the morning. Smokers should never smoke in bed or when they’re sleepy.\\n- Finish eating at least two or three hours before your regular bedtime. Be aware that large, high-fat or spicy meals may cause heartburn, which leads to difficulty falling asleep and discomfort during the night.\\n- Exercise regularly but complete your workout at least a few hours before bedtime. Exercising regularly makes it easier to fall asleep and contributes to sounder sleep. However, working out right before going to bed will make falling asleep more difficult.\\n- Find ways to manage stress and anxiety. Relaxation exercises, meditation or deep breathing work for many people.\\n“If there are problems or issues keeping you awake, try writing them in a notebook and putting it away,” suggests Dr. Wolfson. “That way, you’ve registered your concerns but become free to put them aside until morning.”\\nWhen to seek help\\nIf your sleep problems persist for longer than a week and are bothersome, or if sleepiness interferes with the way you feel or function during the day, don’t self-medicate with sleeping pills; make an appointment with your doctor.\\n“The key to better sleep is recognizing you’re not getting enough deep, restorative sleep, and then doing something about it,” says Dr. Wolfson. “Failure to do so puts you and others at risk.”\", \"id\": \"<urn:uuid:1cbff567-0d53-485f-b0da-b9c3af53d7f1>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.kcra.com/Gets-the-ZZZs-you-need/-/11798090/18014276/-/item/1/-/14d2jl9/-/index.html\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9462397694587708, \"token_count\": 712, \"score\": 2.75, \"int_score\": 3}\n"
"{\"text\": \"(BPT) - Everyone, including moms and doctors, can agree that a good night of sleep is necessary for good health, high energy, and an individual’s overall well-being. Not getting enough good sleep – or rapid eye movement sleep – can affect the mind and body’s ability to react appropriately to outside factors, the National Sleep Foundation reports.\\nCreating the perfect sleep environment is the first step toward ensuring a good night of sleep. March, the first month of spring, is also National Sleep Awareness Month, and it aims to remind everyone why a good night of zzz’s is so important. One in four adults in the United States experience occasional sleepiness, difficulty falling asleep, or waking up feeling un-refreshed at least a few times per week, according to the National Sleep Foundation.\\nFortunately, you can implement these tips this spring, and create a comfortable sleeping environment in your home for both you and your family.\\n* Eliminate distractions – Electronics. Noises. Lights. Many items, such as laptops, TVs and cellphones, commonly found in bedrooms can cause distractions and prevent a person from entering REM sleep. Remove these items from the room. Also, consider running a fan or white noise machine to create a soft sound barrier, which will help muffle unexpected sounds like a person flushing the toilet or an engine rumbling loudly on the street outside.\\n* Establish comfort – Creating a sleep-conducive environment is an important factor in making the most out of every minute you sleep. Cuddle up each night with soft linens and create a calming atmosphere in the bedroom. To do this, try adding Downy Infusions Lavender Serenity liquid fabric softener when washing your sheets and sleepwear this season, to make your linens and sleepwear silky, soft and soothing. It will help lull you right into bed. With Downy you can wake up to a great scent and start the day off on the right side of the bed.\\n* Be routine – The human body reacts favorably to familiar and repeated movements. So consider following a routine every night, whether it’s taking a warm bath, reading a chapter in a book or journaling. The National Sleep Foundation advises against watching TV or using electronics as part of this routine because electronics can hinder quality sleep.\\n* Stay active – Sleep is needed to give the body energy to get through its daily activities. Conversely, daily activities are needed to tire the body out for a good night of sleep. Consider adding physical activities into your daily schedule so you can settle into bed between the covers each night, tired and ready for a good night of sleep.\\nNobody enjoys walking around in a mental fog or having no energy during the day, so be sure to create the perfect sleep environment in your home for you and your family this spring. It will help you get the most out of every minute of your zzz’s.\", \"id\": \"<urn:uuid:83500816-72c7-4a5a-8edd-7e72cbd48886>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.bensoncountynews.com/21745/1979/onlinefeature/17716/creating-the-perfect-sleep-environment-this-spring\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9243288636207581, \"token_count\": 601, \"score\": 2.609375, \"int_score\": 3}\n"
"{\"text\": \"What Is It?\\nFertility awareness is a way to prevent pregnancy by not having sex around the time of ovulation (the release of an egg during a girl's monthly cycle). Couples who do want to have a baby can also use this method to have sex during the time that they are most likely to conceive. Fertility awareness can include methods such as natural family planning, periodic abstinence, and the rhythm method.\\nHow Does It Work?\\nIf a couple doesn't have sex around the time of ovulation, the girl is less likely to get pregnant. The trick is knowing when ovulation happens. Couples use a calendar, a thermometer to measure body temperature, the thickness of cervical mucus, or a kit that tests for ovulation. The ovulation kits are more useful for couples who are trying to get pregnant. The fertile period around ovulation lasts 6 to 9 days and during this time the couple using only fertility awareness for birth control who does not want to get pregnant should not have sex.\\nHow Well Does It Work?\\nFertility awareness is not a reliable way to prevent pregnancy for most teens. Over the course of 1 year, as many as 25 out of 100 typical couples who rely on fertility awareness to prevent pregnancy will have an accidental pregnancy. Of course, this is an average figure, and the chance of getting pregnant depends on whether a couple uses one or more of the fertility awareness methods correctly and consistently and does not have unprotected sex during the fertile period.\\nIn general, how well each type of birth control method works depends on a lot of things. These include whether a person has any health conditions, is taking any medications that might interfere with its use, whether the method chosen is convenient — and whether it is used correctly all the time. In the case of fertility awareness, it also depends on how consistent a woman's ovulatory cycle is, how accurately a couple keeps track of when she could be ovulating, and how reliably unprotected sex is avoided during the fertile period.\\nProtection Against STDs\\nAbstinence (not having sex) is the only method that always prevents pregnancy and STDs.\\nWho Uses It?\\nFertility awareness is not a reliable way to prevent pregnancy for most teens. It is often very difficult to tell when a girl is fertile. Because teens often have irregular menstrual cycles, it makes predicting ovulation much more difficult. Even people who have previously had regular cycles can have irregular timing of ovulation when factors such as stress or illness are involved. Fertility awareness also requires a commitment to monitoring body changes, keeping daily records, and above all not having sex during the fertile period.\\nHow Do You Get It?\\nFor couples interested in this method, it is best to talk to a doctor or counselor who is trained in fertility awareness. He or she can then teach the couple the skills they need to know to practice this birth control method accurately.\\nHow Much Does It Cost?\\nThe tools needed for fertility awareness — such as ovulation detection kits and thermometers, for example — are available in drugstores. But they can be expensive. Again, it's best to talk to a doctor for advice on using this method.\\nReviewed by: Larissa Hirsch, MD\\nDate reviewed: April 2010\\nShare this page using:\\nNote: All information on TeensHealth® is for educational purposes only. For specific medical advice, diagnoses, and treatment, consult your doctor.\\n© 1995- The Nemours Foundation. All rights reserved.\", \"id\": \"<urn:uuid:ebd8d085-e439-4183-b008-e3abccc3efd1>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://kidshealth.org/teen/sexual_health/contraception/contraception_rhythm.html?tracking=T_RelatedArticle\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9556679725646973, \"token_count\": 713, \"score\": 3.203125, \"int_score\": 3}\n"
"{\"text\": \"How do you get HIV?\\nHIV can be passed on when infected bodily fluid, such as blood or semen, is passed into an uninfected person. Semen is the liquid which is released from a man's penis during sex which carries sperm. It can be infected with HIV or AIDS when someone is HIV positive or is carrying the AIDS virus. This can happen during unprotected sex. For example when two people have sex without using a condom when one partner is already infected, or between drug users who inject and share needles.\\nIt can't be transmitted by things like coughing, sneezing, kissing, sharing a toilet seat, swimming pools, sweat and tears.\", \"id\": \"<urn:uuid:a3e140cd-7f25-48c9-a2f0-a7d0b1954e0d>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.childline.org.uk/Explore/SexRelationships/Pages/HIVAIDS.aspx\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9667569994926453, \"token_count\": 136, \"score\": 3.125, \"int_score\": 3}\n"
"{\"text\": \"What is HIV? And what is AIDS? Find answers to some common questions in this section.\\nHow is HIV transmitted - and how is it not transmitted? Find out the answers in this section.\\nWorried you might have HIV? Have an HIV test - it's the only way to know for sure.\\nHIV treatment is not a cure, but it is keeping millions of people well. Start learning about it in this section.\\nIn this section we have answered some of the questions you might have if you have just found out you have HIV.\\nFind healthcare services and support.\\nA series of illustrated leaflets designed to support conversations between professionals and people with HIV.\\nOur award-winning series of patient information booklets. Each title provides a comprehensive overview of one aspect of living with HIV.\\nTwice-monthly email newsletter on the practical aspects of delivering HIV treatment in resource-limited settings.\\nOur regular newsletter, providing in-depth discussion of the latest research across the HIV sector. Free to people personally affected by HIV.\\nFind contact details for over 3000 key organisations in more than 190 countries\\nAn instant guide to HIV & AIDS in countries and regions around the world\\nThe most comprehensive listing of HIV-related services in the UK\\nPre-exposure prophylaxis (PrEP) – free webinar 18 April 2013As part of its European HIV prevention work, NAM is collaborating...\\nLearning the basics about hepatitis C 05 April 2013If you are familiar with NAM’s patient information materials, hopefully you...\\nTreatment as prevention – free webinar 20 March 2013As part of its European HIV prevention work, NAM is collaborating...\", \"id\": \"<urn:uuid:77e4b735-9163-48f4-84c1-c755c8c2ff0e>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.aidsmap.com/resources/treatmentsdirectory/drugs/iCombiviri-AZT3TC/page/1730921/\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9356427788734436, \"token_count\": 342, \"score\": 2.875, \"int_score\": 3}\n"