{"text": "Classroom Activities for Teaching Sedimentary GeologyThis collection of teaching materials allows for the sharing of ideas and activities within the community of geoscience teachers. Do you have a favorite teaching activity you'd like to share? Please help us expand this collection by contributing your own teaching materials.\nSubject: Sedimentary Geology\nResults 1 - 4 of 4 matches\nChemical and Physical Weathering Field and Lab Experiment: Development and Testing of Hypotheses part of Activities\nLisa Greer, Washington and Lee University\nThis exercise combines an integrated field and laboratory experiment with a significant scientific writing assignment to address chemical and physical weathering processes via hypothesis development, experimental ...\nDemystifying the Equations of Sedimentary Geology part of Activities\nLarry Lemke, Wayne State University\nThis activity includes three strategies to help students develop a deeper comfort level and stronger intuitive sense for understanding mathematical expressions commonly encountered in sedimentary geology. Each can ...\nDigital Sandstone Tutorial part of Activities\nKitty Milliken, University of Texas at Austin, The\nThe Tutorial Petrographic Image Atlas is designed to give students more exposure to petrographic features than they can get during organized laboratory periods.\nRed rock and concretion models from Earth to Mars: Teaching diagenesis part of Activities\nMargie Chan, University of Utah\nThis activity teaches students concepts of terrestrial diagenesis (cementation, fluid flow, porosity and permeability, concretions) and encourages them to apply those concepts to new or unknown settings, including ...", "id": "<urn:uuid:f4b8146e-83a2-43e4-8f2c-b3c235ae8afb>", "dump": "CC-MAIN-2013-20", "url": "http://serc.carleton.edu/NAGTWorkshops/sedimentary/activities.html?q1=sercvocabs__43%253A206", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.898655354976654, "token_count": 310, "score": 3.875, "int_score": 4}
{"text": "Menezes, Pradeep L and Kishore, * and Kailas, Satish V (2006) Studies on friction and transfer layer using inclined scratch. In: Tribology International, 39 (2). pp. 175-183.\nRestricted to Registered users only\nDownload (562Kb) | Request a copy\nFriction influences the nature of transfer layer formed at the interface between die and sheet during forming. In the present investigation, basic studies were conducted using 'Inclined Scratch Test' to understand the mechanism of transfer layer formation during sliding of pins made of an Al-Mg alloy on EN8 steel flats of different surface roughness under dry and lubricated conditions. The surfaces produced can be categorized into three different types: (a) uni-directional (b) 8-ground and (c) random. Rubbing the EN8 flat in a uni-directional manner and a criss-cross manner on emery sheets produced the uni-directional and 8 ground surfaces. The random surfaces were produced by polishing the EN8 flats using various abrasive powders. The influence of the 'nature of surface roughness' on material transfer and coefficient of friction were investigated. Scanning Electron Microscopy studies were performed on the contact surfaces of the Al-Mg alloy pins and EN8 steel flats to reveal the morphology of the transfer layer obtained. It was seen that the transfer layer is dependant on the coefficient of friction. The coefficient of friction, which has two components-the adhesion component and the plowing component, is controlled by the 'nature of surface'. A surface that promotes plane strain conditions near the surfaces increases the plowing component of friction.\n|Item Type:||Journal Article|\n|Additional Information:||Copyright for this article belongs to Elsevier.|\n|Keywords:||Friction; Nature of surface; Inclined scratch|\n|Department/Centre:||Division of Mechanical Sciences > Materials Engineering (formerly Metallurgy)\nDivision of Mechanical Sciences > Mechanical Engineering\n|Date Deposited:||19 Jan 2006|\n|Last Modified:||19 Sep 2010 04:23|\nActions (login required)", "id": "<urn:uuid:29ad99f8-17dd-4bf4-9973-88d9fa050e74>", "dump": "CC-MAIN-2013-20", "url": "http://eprints.iisc.ernet.in/5163/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8691422939300537, "token_count": 457, "score": 2.59375, "int_score": 3}
{"text": "Demands for lower cost manufacturing, lighter components, and recycleability are forcing manufacturers to switch from metal components to plastic. While the assembly processes are different, some of the same concerns apply. Finding a reliable assembly equipment supplier, defining part requirements, getting them involved early, and choosing the right assembly process are the keys to success.\nchart outlines the different characteristics, capabilities,\nand requirements of a variety of plastic welding processes.\nCLICK for the full-size graphic.\nAppliance components come in\nall shapes and sizes, and each one has its own unique characteristics that\ndemand an assembly process to fit. Ultrasonic, hot-plate, spin, thermal,\nlaser, and vibration welding are the most common plastic assembly methods.\nChoosing the correct method can be difficult. A supplier who has technical\nknowledge in all of the processes is the best choice. They will have knowledge\nof all the different process joint designs, can provide assistance in material\nselection, and can support once the process is in production.\npart requirement before the design of the plastic part is critical.\nThis will save dollars in tooling costs and help assure that the correct\nprocess to achieve the requirements is chosen. All too often, the plastic\nmolds are manufactured, the first parts are assembled, and then quality\ncontrol determines that the parts will not pass a pressure test. This\nis too late; now significant dollars will need to be spent to correct\nproblem. Requirements such as a need for pressurization, exposure to\nextreme cold or heat, cosmetic-part status (requires no blemishes),\nand parts assembled\nper minute are all factors in determining the correct process and plastic\nEach process has unique plastic-joint design requirements to assure\nproper weld strength. Assembly equipment suppliers can help design the\nweld area joint design. An example of joint design requirements for ultrasonic\nassembly is given by Guide to Ultrasonics from Dukane\nCharles, IL, U.S.): \"Mating services should be in intimate contact around the entire joint. The joint should be in one plane, if possible. A small initial contact area should be established between mating halves. A means of alignment is recommended so that mating halves do not misalign during the weld operation.\" Obviously,\nthese joint requirements should all be designed into the part prior to\nmachining of the injection molds.\nWhat assembly process is correct for a part? As stated earlier, ultrasonic, hot-plate, spin, thermal, vibration, and laser welding are the most common methods used in production today. Each method has unique advantages.\nUltrasonic assembly is a fast, repeatable, and reliable process that allows for sophisticated process control. High-volume small parts that have very tight assembly tolerances lend themselves well to ultrasonic assembly. Ultrasonic systems have the capability of exporting relevant assembly process data for SPC documentation and FDA validation. Ultrasonic welding can be easily integrated into automated systems.\nHot-plate welding can accommodate a wide range of parts sizes and configurations. These machines offer high-reliability hermetic seals and strong mechanical bonds on complex part geometries. The process is fairly simple; the two parts to be jointed are brought in close proximity to a heated platen until the joint area is in a molten state. The platen is removed and the parts are clamped together until the joint cools off and returns to a solid state.\nSpin welding is a very cost-effective method for joining large, medium, or small circular parts such as washing machine tubs to agitator components. Water purification filters, thermal mugs, and irrigation assemblies typically are joined using the spin welding process. Careful attention to joint design is critical for parts that require flash-free appearance.\nAssemblies that require inserts at multiple points on multiple planes, like computer or vacuum cleaner housings, typically benefit from thermal insertion/staking. Thermal staking is ideal for attachment of non-plastic components to the plastic housing, such as circuit boards and metal brackets. Dates coding, embossing, and degating are other uses for thermal presses. Thermal welding can be a slower assembly process than ultrasonic, so, depending on the volumes of assemblies required, ultrasonic maybe a better choice.\nVibration welding physically moves one of the two parts horizontally under pressure to create heat through surface friction. Compared to ultrasonic welding, vibration welding operates at much lower frequencies, much higher amplitude, and with greater clamping force. The limitation to vibration welding is simply that the joint must be in a single plane in at least one axis in order to allow the vibration motion. Like hot-plate welding, vibration welding is a highly reliable process that can handle large parts in challenging materials or multiple parts per cycle with ease. Chain saw housings, blower and pump assemblies, and large refrigerator bins are examples of potential vibration welding applications. Cycle times for vibration welds are very short, thus they are ideal for high volume and are easily automated.\nLaser welding is the newest technology of the processes available today. One benefit of laser welding is that the weld joints produce no flash or particulate outside of the joint. Assemblies that require absolutely no contamination for particulate, like medical filters, are good candidates. A second benefit is that the assembly is not exposed to heat or vibration. Devices that have very sensitive electronic internal components that may be damaged from vibration can now be assembled effectively. Laser welding requires the parts to be transmissive and absorbive, specifically how transparent the parts appear to the laser beam. One material transmits the coherent laser light and the other material absorbs the light and converts it to heat. Parts that appear black to the human eye can be transparent or opaque at the wavelength of the laser light. Clear-to-clear joints and joints that are optically transparent can be readily achieved by use of special coatings. Depending on the part geometry, laser welding can be a slower process then vibration or ultrasonic welding.\nPlastic appliance components are the direction of the future - they can be assembled\neconomically and produce functional products.\nThis information is provided by Michael Johnston, national sales and\nmarketing manager, Dukane\nCharles, IL, U.S.).", "id": "<urn:uuid:134c9c22-8518-4641-bb31-a84d5ca3c9d3>", "dump": "CC-MAIN-2013-20", "url": "http://www.appliancemagazine.com/editorial.php?article=235&zone=1&first=1", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9172310829162598, "token_count": 1282, "score": 2.640625, "int_score": 3}
{"text": "First, an object is placed on the platform of the printer upon – a petrie dish for example. Then the printer must check the height of the object to make sure everything is calibrated correctly. Mr. Carvalho placed a paper card on the platform of the 3D-Bioplotter to demonstrate how the machine works.\nMr. Carvalho then talked us through the printing process. To begin, a liquefied material – in this case a silicone paste – is pressed through a needle-like tip by applying air pressure. The needle moves in all three dimensions which means it is able to create a three dimensional object. The printer is called ‘Bioplotter’ because the unique aspect of this machine is its use of biomaterials to make implants or other objects for biomedical application.\nSome of the implants which are made using the 3D Bioplotter are intended to dissolve in the body. The materials which are used in this application include PLLA, PLGA, and silicone.\nImplants made with thermoplastics – as they are mostly water and CO2 – are removed by the body naturally in around a week or two. Other materials, such as ceramic paste, may also be used to print implants. The implants printed using ceramic paste do not dissolve. Instead, the body uses this material to create new bone. This actually speeds up the process of the body’s regeneration.\nThe 3DBioplotter also prints hydrogels – such as collagen or alginate. These materials can have human cells actually added to them. Thus human cells may be printed directly with this machine.\nEvery Thursday is #3dthursday here at Adafruit! The DIY 3D printing community has thrilled us at Adafruit with its passion and dedication to making solid objects from digital models. Recently, we have noticed that our community integrating electronics projects into 3D printed enclosures, brackets, and sculptures, so each Thursday we celebrate and highlight these bold pioneers!\nHave you take considered building a 3D project around an Arduino or other microcontroller? How about printing a bracket to mount your Raspberry Pi to the back of your HD monitor? And don’t forget the countless EL Wire and LED projects that are possible when you are modeling your projects!\nThe Adafruit Learning System has dozens of great tools to get you well on your way to creating incredible works of engineering, interactive art, and design with your 3D printer! If you have a cool project you’ve made that joins the traditions of 3D printing and electronics, be sure to send it in to be featured here!", "id": "<urn:uuid:73055da5-4336-4490-8edc-b8121ae20961>", "dump": "CC-MAIN-2013-20", "url": "http://www.adafruit.com/blog/2012/11/29/the-3d-bioplotter-from-envisiontec-3dthursday/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9351903796195984, "token_count": 539, "score": 3.421875, "int_score": 3}
{"text": "Talk:20.109(F12) Pre-Proposal: Engineering Viral Magnetic Nanoparticles for Magnetic Hyperthermic Cancer Therapy\n- This is a brainstorming page.\nYou are very welcome to write any crazy / non-crazy / inventive / conventional / knowledgeable ideas or information you may have about our project.\nSome key words: Magnetic Nanoparticles (MNP), Viruses, Magnetic Hyperthermia, Bioengineering\nWhat is Magnetic Hyperthermia?\nHow it works?\nUnder an alternating magnetic field, MNP releases heat due to relaxation of magnetic moments (hysteresis). This can cause an increase in temperature to the range of 41C to 47C. Since tumor cells are more heat sensitive than normal cells, they will be killed by this thermal dissipation.\nHere is an interesting tidbit from a paper I was reading: \"In addition to the expected tumor cell death, hyperthermia treatment has also induced unexpected biological responses, such as tumor-specific immune responses as a result of heat-shock protein expression. These results suggest that hyperthermia is able to kill not only local tumors exposed to heat treatment, but also tumors at distant sites, including metastatic cancer cells.\" (Kobayashi)\n- Clinical trials in prostate cancer\n- Shows promising results when coupled with irradiation on breast cancer (mouse)\nCurrent Limitations (This information will help us shape and define the problem.)\n(1) To achieve the necessary rise in temperature with minimal dose of MNP.\n- In other words, this means:\n- High specific loss power / specific absorption rate (SLP) of the MNP.\n- why is higher applied dosage bad? > leads to unnecessary heat dissipation\n(2) Lack of knowledge about the metabolism, clearance, and toxicity of MNP.\nBiomedical potentials of MNP\n- Could be used as early detection for the following using MRI:\n- Drug Delivery\n- Cellular labeling and tissue targeting\n- Purifying and separating cells and DNAs\n- Transfection by magnetic nanoparticles\n- Tissue repair\n- Magnetic resonance imaging (MRI)\nTypes of Relevant Viruses\n1. Tobacco Mosaic Virus (TMV)\n- 18nmx300nm, helical\n- Can withstand high temperatures up to 50C for 30mins (conventional hyperthermia involves heating up to 50C from an external source\n- Safe for human consumption\n- Mann group has active research on it\n- 2130 molecules of coat protein\n2. M13 Bacteriophage\n- 6.6nmx880nm, helical (Length is too long - pose an issue in targeting cells)\n- Lots of research done by the Belcher group, including attaching MNPs to M13 for imaging purposes\n- We are familiar with the system\n3. Cowpea chlorotic mottle virus (CCMV)\n- 26nm, icosahedral\n4. Cowpea mosaic virus (CPMV)\n- 27nm, icosahedral\n5. Brome mosaic virus (BMV)\n- 28nm, icosahedral\n6. Turnip yellow mosaic virus (TYMV)\n- 30nm, icosahedral\nCurrent Work in Viral MNP Attachment\nAttachment of MNPs to M13 phage for in vivo imaging of prostate cancer\nWhat we propose to do\nSee flowchart sketch.\n- Identifying / Screening for appropriate virus vehicles and tumor-specific anchoring sequencse\n- Developing / Engineering viral MNPs\n- in vivo testing for efficacy of engineered vMNPs in mouse tumor cells.\nWe will start with using ferritin (Fe3O4) as the MNP.\nStage 1: Virus Hunt\n- We need to investigate how the selected virus (likely one of the following: TMV, M13, CCMV, CPMV, BMV or TPMV) interacts with mammalian cells in vivo.\nStage 2: Screening for MNP binding site on virus\n- We will start by using Fe3O4 as our MNP of interest. With this, a protein coat screen of the selected virus for a protein coat that can bind with our MNP is necessary.\nStage 3: Screening for tumor-specific sequence binding site on virus\n- We need to do a protein coat or RNA screen of the virus for a region that can bind with a tumor-specific peptide sequence. If necessary, we might need to screen tumors for unique short sequences on their cell surfaces.\nStage 4: Virus engineering\n- We can now engineer wild-type viruses using specific protein coats or RNA regions isolated in Stage 2 and 3 to produce the viral MNP of interest.\nStage 5: in vivo testing\n- Perform an in vivo experiment by injecting the engineered viral MNPs into the circulatory system of mice that have developed tumors. By subjecting these mice to an alternating magnetic field under standard hyperthermia conditions and measuring the change in tumor size, we will be able to quantify the efficacy of using viral MNPs in magnetic hyperthermia.\n- Experimenting with double layer MNP to increase response\n- Target other cancerous cells\n- Experiment with other types of viruses\nQuantitative Goals (We can quantify with IC50 value)\n- Currently, with the aid of 10Gy radiation, the hyperthermia treatment successfully accumulated less than 0.3mg Fe/g tissue. Dosage: 0.2mg Fe per gram of mouse. Say mouse is 25g, so 5mg total dosage injected. so 1% efficiency with the aid of radiation. (MNP sizes used: 70nm and 120nm; murine flank breast tumors were 150mm3)\nFrom http://manalis-lab.mit.edu/publications/grover%20PNAS%202011.pdf, we estimated that a typical cell has an average density of 1.1g/mL. Since the murine flank breast tumors were 150mm3, and 0.25mg Fe/g of tumor was detected in the tumors, we can calculate that only a total of 0.0495mg of Fe is accumulated in the tumors. This gives a % efficacy of 1%.\n- South Korean experiment: 75ug of MNPs were injected.\n- From Belcher lab's paper, what is the % efficacy of using M13?\n- \"The actual rotations of the nanoparticles are disordered because the microviscosity of the local environment in cancer cells is not constant, and effective elasticity depends on the binding conditions between nanoparticles and membranes.\"\n- but this is actually present because when treatment is done with individual MNPs, one side of the MNP is always bound to the targeted cell, so direction is never constant!\n- Gupta AK, Naregalkar RR, Vaidya VD, and Gupta M. Recent advances on surface engineering of magnetic iron oxide nanoparticles and their biomedical applications. Future Medicine. 2007. 2(1), 23-39.\n- Bakoglidis KD, Simeonidis K, Sakellari D, G. Stefanou, and Angelakeris M. Size-Dependent Mechanisms in AC Magnetic Hyperthermia Response of Iron-Oxide Nanoparticles. IEEE Transactions on Magnetics. 2012. 48:1320-1323.\n- Great layman's way of explaining magnetic hyperthermia http://trialx.com/curetalk/2012/11/cancer-treatment-multifunctional-magnetic-nanoparticles-for-molecular-imaging-and-hyperthermia/\n- A.J. Giustini, A.A. Petryk, S.M. Cassim, J.A. Tate, I. Baker, P.J. Hoopes. Magnetic nanoparticle hyperthermia in cancer treatment. Nano LIFE 2010; 01: 17.\n- D. Ghosh, Y. Lee, S. Thomas, A. G. Kohli, D. S. Yun, A. M. Belcher, K. A. Kelly. M13-templated magnetic nanoparticles for targeted in vivo imaging of prostate cancer. Nat. Nanotechnol. 2012; 7 (10): 677–82.\n- Add more references as deem appropriate\n11/29 from Professor Angela Belcher:\n- Look at Nature Nano Belcher lab paper\n- Need to do very good characterization of materials using TEM, elemental analysis, etc.", "id": "<urn:uuid:02670295-3a47-4d18-b098-38a53e1f91ab>", "dump": "CC-MAIN-2013-20", "url": "http://openwetware.org/index.php?title=Talk:20.109(F12)_Pre-Proposal:_Engineering_Viral_Magnetic_Nanoparticles_for_Magnetic_Hyperthermic_Cancer_Therapy&curid=127859&oldid=661375", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8656572699546814, "token_count": 1768, "score": 3.0, "int_score": 3}
{"text": "Nursing a critically ill state back to health\n|Indranill Basu Ray highlights the core problems that afflict Bengal's health sector and suggests a few ways to improve the situation|\nDespite many technological and other achievements that have propelled India from being a developing nation to one of the top economies of the world, one field that India continues to lag behind in is health. This is why stories of babies dying in large numbers haunt newspaper headlines. India is behind Bangladesh and Sri Lanka in life expectancy at birth or under-five mortality level. India accounts for about 17 per cent of the world population, but it contribute to a fifth of the world's share of diseases. A third of all diarrhoeal diseases in the world occurs in India. The country has the second largest number of HIV/AIDS cases after South Africa. It is home to one-fifth of the world's population afflicted with diabetes and cardiovascular diseases.\nA common excuse that I often hear is that we have limited resources to tackle the huge and burgeoning health problems. But even the richest country on earth, the United States of America, has failed to provide appropriate health services to a large section of the populace. The problem in India is quite different. Apart from being a poor nation with limited resources, it also has a sizeable population in need of basic health services. Furthermore, the lack of appropriate sanitary measures and education ensures an ever increasing presence of communicable disease that have been controlled and even eradicated in the developed nations.\nIndia's list of woes does not stop here. Lack of foresight on the part of successive governments and selective and fragmented strategies to counter daily problems without a definite public health goal have been the mainstay of India's health policies. Resource allocation to this sector is influenced by the prevailing fiscal situation as well as by the priorities of the reigning government. Unfortunately, in Bengal — a state that faces a dismal fiscal situation — the government's priorities have been skewed as a result of political necessities. Although we have a new government at the helm, it is important to realize that gross changes at the practical level cannot be initiated without having a team with experience and knowledge define a well-thought-out strategy. It is also essential to have a government that is willing to fulfil the financial needs necessary for the strategy to work.\nIt is difficult, if not impossible, to paint a picture of the present state of public health in West Bengal and to suggest measures to rectify the same in a short article like this. My intention is to highlight the core problems plaguing the system and to suggest solutions based on accepted principles of public health and healthcare management. The steps that need to be taken are as follows: reducing disease burden, including infectious diseases as well as non-communicable epidemics like diabetes mellitus and coronary heart disease; restructuring the existing primary healthcare system to make it more accountable; creating a skilled and professional workforce which is quality driven; financial planning to bring more investment to the health sector.\nReducing disease burden is the cornerstone of any good health policy. The factors that help reduce communicable diseases are clean drinking water, improved sanitation and an effective vaccination programme. A paradigm shift, from the prevalent curative approach to a preventive approach, including health promotion by inculcating behavioural changes, is imperative to reduce disease burden. West Bengal is one of four states that urgently needs high investment in safe drinking water and toilet facilities. It is estimated that Rs 18,000 crore is required to provide effective drinking water and sanitation facilities for the entire country. Kerala, Maharashtra, West Bengal and Odisha would account for more than 60 per cent of the total outlay.\nSimilarly, a huge investment is required to provide nutritional supplements to malnourished children and pregnant and lactating mothers living below the poverty line. According to a report by the national commission on macroeconomics and health, West Bengal would need to harness an additional resource requirement of rupees (in crore) 1,286, 2,459, 4,693, 13,811 and 8,485 in sectors such as health, water and sanitation, nutrition, primary schooling and roads. It has been projected that in the next five years West Bengal will spend a large portion of its revenues on wages and salaries, interest payments and pensions, leaving very little for discretionary expenditure in the field of health. It is imperative that the present government rethink and strategize in collaboration with the Centre to ensure the appropriate funding necessary to make the state healthy.\nRestructuring the present healthcare delivery system is also equally important. Most primary healthcare centres are old, dilapidated buildings with few or no facilities. Some do not even have basic resources like healthcare workers or pharmacists. What is required is a radical overhaul of the existing system. There are differences in health systems of different countries. A State-run health system, such as the one in Canada, suffers from delayed medical care. A privately-run health system like the one in the US provides only limited health services to its poor. India's healthcare should carve out the best of both systems. Private healthcare is thriving in India. It is uncontrolled and aimed at profit-making. Government-run hospitals are poorly managed, providing few or no facilities to those living below the poverty line.\nDifferent models have been suggested to take care of this disparity. While private investment will always be geared towards profit-making, it is mandatory to rein in these bodies under well-defined rules. Large private hospitals in the US are non-profit bodies, which have to follow stringent rules in patient care. At the other end of the spectrum is the National Health Service in Britain in which small, medium and even a few large hospitals are making way for a more competent and accountable government-controlled health system with fewer hospitals.\nHuman resource management is very important in running an effective health system. One of the biggest lacunae of government health service is its poor human-resource management. Many physicians are not paid appropriate salaries or are posted in places that are not of their choice. Political intervention and favouritism play a big role in posting physicians. Consequently, dedicated physicians who want to serve the public or work in the academic setting found in government hospitals are forced to remain in private hospitals. To boost morale and efficacy, discipline needs to be instituted in the system and a transparent posting policy adopted. The doctor-population ratio needs to be improved by filling up vacancies in the West Bengal health service. It is important to free postings from the grip of bureaucrats to ensure the registration of quality candidates. Physicians failing to report to duty or indulging in indiscipline must be punished. Doctors who do sign up need to provide relevant and quality medical care. This can only be done if some form of recertification of doctors is made mandatory once every 10 years. Physicians' salaries in the state health service must be made on a par with those of the Central government to make sure that it remains a lucrative option. Senior physicians providing exemplary public service must be rewarded for the same. A commonly-held notion is that most physicians run after the lucrative salaries that are offered in private hospitals. Hence it is difficult to retain them in the government sector. This, however, is true of a minority. The majority of physicians are willing to work in a healthy, progressive and academic environment if there are appropriate non-financial incentives. Let us take the example of Christian Medical College, Vellore. Most of the faculty there are paid salaries that are much lower than those of the private sector. However, physicians are provided with other facilities such as good housing, free schools, free-to-highly-subsidized college education and, most importantly, a progressive and research oriented work environment.\nWest Bengal lags behind many other states when it comes to medical education. There is an urgent need to increase the number of medical colleges in the state. Private investment for the same should be welcomed but appropriate laws must be instituted so that huge capitation fees are not charged for seats. Furthermore, selection should be made through competitive examinations. A certain percentage of seats can be reserved for the economically weaker sections. Students passing out of such medical colleges must be given postings in rural hospitals. This has been true on paper for many decades now, but the rule has been poorly implemented even in government-run medical colleges.\nInnovative schemes ought to be thought of to involve the cash-rich private sector to service the medical needs of the state. Private institutions using government money or land must be asked to provide free service to 20 per cent of their capacity. Appropriate punitive measures — such as temporarily withholding or cancelling licences — can be taken when a private institution fails to honour this commitment. Institutions willing to set up large hospitals, particularly around Calcutta, must be helped through the provision of low-cost land. But in return, promises to set up satellite hospitals in far-flung district headquarters have to be met.\nThe biggest challenge to the rejuvenation of the healthcare system is the garnering of funds. West Bengal is financially broke, thanks to the misrule of the communists. Unlike most other communist rulers, our home-grown variants failed to provide basic sanitation, good roads, a working healthcare system and appropriate nutritional supplements to women and children. The lack of social services resulted in poor health and in increased mortality among the vulnerable sections of society. Government efforts to improve basic health services must fund programmes that provide sanitation, nutritional supplements, and daily meals for school-going children. Substantial investments in these sectors can reduce mortality in children. It is popular to blame doctors for not being able to save severely ill, malnourished children. But things won't change unless determined steps are taken to root out the problems, such as poor funds, minimal resources and an incompetent workforce, that affect the West Bengal health service.\nIn the next five years, in collaboration with the Centre and the non-government organizations involved in public health, the state government must chalk out a definitive strategy to improve the supply of clean drinking water, provide better sanitation and one full meal to school-going children and arrange for nutritional supplements to pregnant women. Private investment should be wooed in the health sector to set up hospitals in large metropolitan areas as well as in small district towns. While government land is needed at an appropriate price to help investors build hospitals, steps must be taken to bring about the inclusion of the deprived sections in their service plans. Strong regulatory bodies that can monitor private hospitals and nursing homes must be instituted. Many of the profiteering health institutions do not provide basic facilities, lack trained nurses and paramedical staff, and some are even run by quacks without medical degrees. It is of utmost importance that a regulatory body conducts surprise checks on these institutions, registers complaints and takes remedial steps.\nMany NGOs have been able to set up large projects benefiting thousands of people. They have also succeeded in bringing foreign aid to tackle malaria and HIV. The state government should help these NGOs achieve their goals while exercising control to prevent financial irregularities. Their services ought to be applauded and single-window processing of applications instituted to help them tackle bureaucratic delays. Health is a service industry and not a lucrative business. Unfortunately, in Bengal, most large hospitals are owned by corporates. Only a few are owned or run by doctors. There is thus a sustained effort to make profit. Poor consumer protection makes the man on the street vulnerable to substandard service at high prices.\nThese are trying times for Bengal, after years of mismanagement in the health sector. It is important for the present rulers to rectify the situation by laying down the stepping stones for a better tomorrow.\nTuesday, November 22, 2011\nNursing a critically ill state back to health Indranill Basu Ray highlights the core problems that afflict Bengal’s health sector and suggests a few ways to improve the situation", "id": "<urn:uuid:a51737a0-6a1a-4721-a739-791f50bfecba>", "dump": "CC-MAIN-2013-20", "url": "http://basantipurtimes.blogspot.com/2011/11/nursing-critically-ill-state-back-to.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9593021273612976, "token_count": 2399, "score": 2.703125, "int_score": 3}
{"text": "Sponsor a Child in Guinea\n- ChildFund came to Guinea: 2005\n- Population below poverty line: 49%\n- News about Guinea\n- Children’s Voices: Fatoumata From Guinea\n- Around the Globe with ChildFund in 31 Days: Protecting Children in Guinea\n- Amid Violence, Work in Guinea Continues\n- A Family’s Access to Resources Means Hope Read More\nGuinea is a significant source of the world’s major minerals including gold, diamonds, iron ore and bauxite but the country’s poor infrastructure and political uncertainty prohibits it from developing its economic potential from these and other resources.\nLocated in western Africa on the North Atlantic Ocean between Guinea-Bissau and Sierra Leone, Guinea is smaller than the state of Oregon and suffers from a lack of safe water, environmentally damaged mining regions and preventable diseases.\n“We’ve brought important knowledge… to local health workers.”\nEducation and Early Childhood Development\nMany children in Guinea are not in school, and for younger children, there is often no foundation for later learning. Our Early Childhood Development (ECD) programs include building ECD Centers and supplying them with materials and tools used to train families about child protection and healthy development.\nMore than 3340 children have attended school in our ECD Centers and we have educated families in more than 530 homes about how to protect their children and motivate their development.\nHealthier Families and Children\nWorking with the Ministry of Health, we’ve brought important knowledge, including information about HIV and AIDS, to local health workers and have hired and trained 128 community volunteers to educate the community about disease prevention, proper hygiene and more. We also work to make health services affordable.\nTo provide access to safe water and sanitation facilities, we have provided 29 water systems.\nSponsor a child in Guinea today and make a difference in a child’s life.", "id": "<urn:uuid:a4c34d46-da00-4a99-9491-809f3c94a72e>", "dump": "CC-MAIN-2013-20", "url": "http://www.childfund.org/guinea/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9342458844184875, "token_count": 395, "score": 3.1875, "int_score": 3}
{"text": "Indonesia is known for being prone to natural disasters of all kinds, ranging from climatic (floods, drought) to geologic (earthquakes, landslides, tsunamis, volcanoes, etc.), biological (avian influenza) to man-made (deforestation, mining, conflicts). With an already high level of food insecurity, households' vulnerability to shocks is high as the assets and structures of communities are jeopardized by these complex emergencies and a general lack of disaster risk reduction and management. Over the past five years, more than 1,500,000 people have been directly affected by natural disasters, primarily in West Sumatera, West Java, Central Java, West Nusa Tenggara, East Nusa Tenggara and Papua. Following the tsunami of 2004, the government of Indonesia has become more aware of the risks, both real and potential, affecting the provinces, and has taken steps to build the capacity of its staff in disaster risk reduction.\nEmergency preparedness and response has also become a priority for the Indonesian Church, specifically the national Caritas office—KARINA—and a growing number of dioceses. Various disasters over the past five years offered opportunities for the dioceses in those areas to contribute to the disaster responses and increase their response and management capacities. This has provided Catholic Relief Services Indonesia with greater opportunity to work with and support the local Church and other organizations to improve their capacity in emergency response programming.\nLatest Stories From Indonesia\nView all stories »»\nSee all the different ways your support helps people around the world after disasters strike. »»\nThe latest eruption from Indonesia's Mount Merapi volcano killed 70 people and forced thousands to flee from their homes. »»\nWhen Sumatran villagers were left homeless after an earthquake, a CRS program helped them build 11,000 houses in just a few months. »»\n|Population:||248,645,008 (July 2012 est.)|\n|Size:||735,358 sq. mi.; slightly less than three times the size of Texas|\n|People Served:||863 (2012 est.)|\nSince 1957, Catholic Relief Services has been helping rural communities in Indonesia alleviate human suffering, eradicate poverty and become self-reliant. Over the past five years, CRS in Indonesia has responded to various disasters and helped more than 60,000 people rebuild their lives. Our response to the West Sumatera earthquake in 2009 through cash grant for transitional shelter has been widely appreciated by the local government and donor community as the most effective strategy to provide timely, appropriate, accountable and high quality interventions.\nPartnersKARINA (Caritas Indonesia)\nCORDAID and Caritas Australia\nUnited Nations Office for the Coordination of Humanitarian Affairs", "id": "<urn:uuid:148006ce-2cf9-4b2a-a5c6-7bc1a406a114>", "dump": "CC-MAIN-2013-20", "url": "http://www.crs.org/countries/indonesia", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9375756978988647, "token_count": 568, "score": 3.03125, "int_score": 3}
{"text": "List of earthquakes in Haiti\nThis is a list of earthquakes in Haiti. Some of them have been very destructive to the country.\nList of major earthquakes \n- 1564 quake destroyed of Concepción de la Vega and Santiago de los Caballeros.\n- 1701: On November 9, severe destruction occurred and \"[p]art of the area along the north shore of the Tiburon Peninsula from Logane to Petit Goave sank into the sea\".\n- 1751 Port-au-Prince earthquake (18 October): According to French historian Moreau de Saint-Méry, \"only one masonry building had not collapsed\" in Port-au-Prince, Haiti's capital city.\n- 1770 Port-au-Prince earthquake (3 June): The city was leveled in this magnitude 7.5 quake, which killed over 200 people.\n- 1783: A strong quake partially destroyed the church in Santiago.\n- 1842 Cap-Haitien earthquake (7 May): An earthquake destroyed the city of Cap-Haïtien and other towns in the north of Haiti and the Dominican Republic; this earthquake also destroyed the Sans-Souci Palace. 10,000 people were killed. It has been estimated that its magnitude was 8.1.\n- 1946 Dominican Republic earthquake (4 August): This 8.0-magnitude quake in Samaná also shook Haiti horrifically, producing a tsunami that killed 1,600 people.\n- 2010 Haiti earthquake (12 January):. The epicentre of this magnitude 7.0 Mw earthquake was near Léogâne, approximately 25 km (16 miles) west of Port-au-Prince. at a depth of 13 km (8.1 miles). The United States Geological Survey recorded a series of at least 33 aftershocks, 14 of which were between magnitudes 5.0 and 5.9. The International Red Cross estimated that about three million people were affected by the quake; the Haitian Government reports that over 316,000 people had been identified as dead, an estimated 300,000 injured, and an estimated 1,000,000 homeless.\n12 January 2010 earthquake \nEric Calais, a geophysicist at Purdue University who has researched in the area for years, and Ross Stein of the United States Geological Survey in Menlo Park, California, and colleagues have independently calculated that the earthquake has increased the risk on other segments of the Enriquillo fault and perhaps on other faults, although the quake probably did not increase the risk (which is already known to be high) of a major tremor on the Septentrional fault. Stein suggests that if the calculations are right—noting that they may well not be—something may be \"fundamentally locked in some fashion, on pretty much all scales, and might be capable of popping off something large\". Historical accounts, although not precise, suggest that there has been a sequence of quakes progressing westwards along the fault, starting with an earthquake in the Dominican Republic in 2010. There are concerns that the 12 January earthquake could be the beginning of a new long-term sequence of both earthquakes and tsunamis: \"the whole region is fearful\".\nSee also \n- Enriquillo – Plantain Garden fault zone\n- List of earthquakes\n- Map of 'Earthquakes in Haiti', compiled from the list above.\n- Prepetit, Claude (9 October 2008), \"Tremblements de terre en Haïti, mythe ou réalité ?[[Category:Articles containing French language text]]\", Le Matin, N° 33082 Wikilink embedded in URL title (help), quoting Moreau de Saint-Méry, Médéric Louis Élie, Description topographique, physique, civile, politique et historique de la partie française de l'Ile Saint Domingue and J. M. Jan, bishop of Cap-Haïtien (1972), Documentation religieuse, Éditions Henri Deschamps. http://haitimega.com/Cap_Haitien-Cap_Haitian_Earthquake_of_May_7_1842/84144788150681600/article_84481504601309194.jsp\n- \"What caused the devastating Haiti earthquake?\". LiveScience.com. 2010. Retrieved 2010-09-12.\n- \"Major Caribbean Earthquakes And Tsunamis A Real Risk\". Science Daily. Feb. 8, 2005. Retrieved 2010-09-12.\n- \"USGS Magnitude 7.0 – HAITI REGION\". Retrieved 13 January 2010.\n- Millar, Lisa (2010-01-17). \"Tens of thousands isolated at quake epicentre\". ABC News. Retrieved 2010-01-18.\n- Earthquake Center, USGS. \"Latest Earthquakes M5.0+ in the World – Past 7 days\". Earthquake Hazards Program. United States Geological Survey. Retrieved 13 January 2010.\n- \"Red Cross: 3M Haitians Affected by Quake\". CBS News. 13 January 2010. Retrieved 13 January 2010.\n- \"Haitians recall 2010 quake \"hell\" as death toll raised. Many survivors of the earthquake were left with permanent disabilities including limb amputation, spinal cord injury and severe fractures. Traditionally disability was not well received in Haiti. [[Team Zaryen]], a Haitian Amputee Soccer Team has been challenging that negative association by showing their success on the pitch.\". Rueters. 2011-01-12. Wikilink embedded in URL title (help)\n- New York Times: A Deadly Quake in a Seismic Hot Zone", "id": "<urn:uuid:776fac11-e4ff-47a1-9b1e-250fad8a24ea>", "dump": "CC-MAIN-2013-20", "url": "http://en.wikipedia.org/wiki/List_of_earthquakes_in_Haiti", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9057773351669312, "token_count": 1183, "score": 3.03125, "int_score": 3}
{"text": "1854-89 THREE DOLLARS INDIAN HEAD\nIn 1853 the United States negotiated the \"Gadsden Purchase\"settlement of a boundary dispute with Mexico that resulted in the U.S. acquiring what would become the southern portions of Arizona and New Mexico for ten million dollars. The following year Commodore Matthew Perry embarked upon his famed expedition to re-open Japan to the Western world and establish trade. Spreading beyond its borders in many ways, a few years earlier the United States had joined the worldwide move to uniform postage rates and printed stamps when the Congressional Act of March 3, 1845 authorized the first U.S. postage stamps, and set the local prepaid letter rate at five cents. This set the stage for a close connection between postal and coinage history.\nExactly six years later, the postage rate was reduced to three cents when New York Senator Daniel S. Dickinson fathered legislation that simultaneously initiated coinage of the tiny silver three-cent piece as a public convenience. The large cents then in circulation were cumbersome and unpopular, and the new denomination was designed to facilitate the purchase of stamps without using the hated \"coppers.\"\nThis reasoning was carried a step further when the Mint Act of February 21, 1853 authorized a three-dollar gold coin. Congress and Mint Director Robert Maskell Patterson were convinced that the new coin would speed purchases of three-cent stamps by the sheet and of the silver three-cent coins in roll quantities. Unfortunately, at no time during the 35-year span of this denomination did public demand justify these hopes. Chief Engraver James Barton Longacre chose an \"Indian Princess\" for his obverse not a Native American profile, but actually a profile modeled after the Greco-Roman Venus Accroupie statue then in a Philadelphia museum. Longacre used this distinctive sharp-nosed profile on his gold dollar of 1849 and would employ it again on the Indian Head cent of 1859. On the three-dollar coin Liberty is wearing a feathered headdress of equal-sized plumes with a band bearing LIBERTY in raised letters. She's surrounded by the inscription UNITED STATES OF AMERICA. Such a headdress dates back to the earliest known drawings of American Indians by French artist Jacques le Moyne du Morgue's sketches of the Florida Timucua tribe who lived near the tragic French colony of Fort Caroline in 1562. It was accepted by engravers and medalists of the day as the design shorthand for \"America.\"\nLongacre's reverse depicted a wreath of tobacco, wheat, corn and cotton with a plant at top bearing two conical seed masses. The original wax models of this wreath still exist on brass discs in a Midwestern collection and show how meticulous Longacre was in preparing his design. Encircled by the wreath is the denomination 3 DOLLARS and the date. There are two boldly different reverse types, the small DOLLARS appearing only in 1854 and the large DOLLARS on coins of 1855-89. Many dates show bold \"outlining\" of letters and devices, resembling a double strike but probably the result of excessive forcing of the design punches into the die steel, causing a hint of their sloping \"shoulders\" to appear as part of the coin's design. The high points of the obverse design that first show wear are the cheek and hair above the eye; on the reverse, check the bow knot and leaves.\nA total of just over 535,000 pieces were issued along with 2058 proofs. The first coins struck were the 15 proofs of 1854. Regular coinage began on May 1, and that first year saw 138,618 pieces struck at Philadelphia (no mintmark), 1,120 at Dahlonega (D), and 24,000 at New Orleans (O). These two branch mints would strike coins only in 1854. San Francisco produced the three-dollar denomination in 1855, 1856, and 1857, again in 1860, and apparently one final piece in 1870. Mintmarks are found below the wreath.\nEvery U.S. denomination boasts a number of major rarities. The three-dollar gold coinage of 1854-1889 is studded with so many low-mintage dates that the entire series may fairly be called rare. In mint state 1878 is the most common date, followed by the 1879, 1888, 1854 and 1889 issues. Every other date is very rare in high grade, particularly 1858, 1865, 1873 Closed 3 and all the San Francisco issues. Minuscule mintages were the rule in the later years. Proof coins prior to 1859 are extremely rare and more difficult to find than the proof-only issues of 1873 Open 3, 1875 and 1876, but many dates are even rarer in the higher Mint State grades. This is because at least some proofs were saved by well- heeled collectors while few lower-budget collectors showed any interest in higher-grade business strikes of later-date gold. Counterfeits are known for many dates; any suspicious piece should be authenticated.\nThe rarest date of all is the unique 1870-S, of which only one example was struck for inclusion in the new Mint's cornerstone. Either the coin escaped, or a second was struck as a pocket piece for San Francisco Mint Coiner J.B. Harmstead. In any event, one coin showing traces of jewelry use surfaced in the numismatic market in 1907. It was sold to prominent collector William H. Woodin, and when Thomas L. Elder sold the Woodin collection in 1911, the coin went to Baltimore's Waldo C. Newcomer. Later owned by Virgil Brand, it was next sold by Ted and Carl Brandts of Ohio's Celina Coin Co. and Stack's of New York to Louis C. Eliasberg in 1946 for $11,500. In Bowers and Merena's October 1982 sale of the U.S. Gold Collection, this famous coin sold for a record $687,500.\nThe three-dollar denomination quietly expired in 1889 along with the gold dollar and nickel three-cent piece. America's coinage was certainly more prosaic without this odd denomination gold piece, but its future popularity with collectors would vastly outstrip the lukewarm public reception it enjoyed during its circulating life.", "id": "<urn:uuid:ce5e0d75-e5f8-4ce2-8b94-86d9527d0dd4>", "dump": "CC-MAIN-2013-20", "url": "http://www.coinsite.com/CoinSite-PF/PParticles/$3goldix.asp", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9638387560844421, "token_count": 1295, "score": 3.671875, "int_score": 4}
{"text": "Welcome to BSA Troop 51 based out of Waterford, MI. Please take a look around and have a great day.\nHow Scouting Started in the United States\nOne day in 1909 in London, England, an American visitor, William D. Boyce, lost his way in a dense fog. He stopped under a street lamp and tried to figure out where he was. A boy approached him and asked if he could be of help.\nYou certainly can, said Boyce. He told the boy that he wanted to find a certain business office in the center of the city.\nI’ll take you there, said the boy.\nWhen they got to the destination, Mr. Boyce reached into his pocket for a tip. But the boy stopped him.\nNo thank you, sir. I am a Scout. I won’t take anything for helping.\nA Scout? And what might that be? asked Boyce.\nThe boy told the American about himself and about his brother scouts. Boyce became very interested. After finishing his errand, he had the boy take him to the British Scouting office.\nAt the office, Boyce met Lord Robert Baden-Powell, the famous British general who had founded the Scouting movement in Great Britain. Boyce was so impressed with what he learned that he decided to bring Scouting home with him.\nOn February 8, 1910, Boyce and a group of outstanding leaders founded the Boy Scouts of America. From that day forth, Scouts have celebrated February 8, as the birthday of Scouting in the United States.\nWhat happened to the boy who helped Mr. Boyce find his way in the fog? No one knows. He had neither asked for money nor given his name, but he will never be forgotten. His good turn helped bring the scouting movement to our country.\nIn the British Scout Training Center at Gilwell Park, England, Scouts from the United States erected a statue of an American Buffalo in honor of this unknown scout. One good turn to one man became a good turn to millions of American Boys. Such is the power of a good turn.\nHence the Scout Slogan:\nDO A GOOD TURN DAILY", "id": "<urn:uuid:9318ce26-85fd-4349-bf3d-da8b89c27837>", "dump": "CC-MAIN-2013-20", "url": "http://troop51-bsa.com/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9767279028892517, "token_count": 451, "score": 2.90625, "int_score": 3}
{"text": "Staff Photo: Jason Braverman Girl Scouts Kennedy Watson, from left, Leah Royes and Kaitlyn Hamlette, of troop 4525 in Snellville, draw signs to promote cookie sales.\nLemon-wedge cookies dusted with powdered sugar and filled with lemon zest flavor\nThe shortbread cookie\nOatmeal cookies with peanut butter filling\nVanilla cookies covered in caramel and toasted coconut, then striped with chocolate\nCookie topped with peanut butter then completely covered in chocolate\nThin wafer covered in a peppermint chocolate\n1912 — On March 12, 1912, founder Juliette Gordon Low gathered 18 girls to register the first troop of American Girl Guides. It was renamed Girl Scouts the following year.\n1920s — The first Girl Scout Troops on Foreign Soil were established in China, Mexico, Saudi Arabia and Syria for American girls living in other countries.\n1930s — The first sale of commercially baked Girl Scout Cookies took place.\n1940s — Girls collected 1.5 million articles of clothing that were then shipped overseas to children and adult victims of war.\n1950s — The March 1952 issue of “Ebony” magazine reported, “Girl Scouts in the South are making steady progress toward breaking down racial taboos.”\n1960s — The social unrest of the 1960s was reflected in organization actions and Girl Scout program change, including introduction in 1963 of four program age–levels for girls: Brownie, Junior, Cadette and Senior Girl Scouts.\n1970s — Girl Scouts contributed to a White House Conference on food, nutrition and health.\n1980s — “The Contemporary Issues” series was developed in the 1980s to help girls and their families deal with serious social issues. The first, “Tune In to Well Being, Say No to Drugs,” was introduced in collaboration with a project initiated by First Lady Nancy Reagan.\n1990s — Girl Scouting experienced a renewed emphasis on physical fitness with the inauguration of a health and fitness national service project in 1994 and the GirlSports initiative in 1996.\n2000s — Grants from Fortune 500 companies such as Lucent Technologies, Intel and Lockheed Martin supported science and technology exploration programs for girls.\n2012 — Girl Scouts of the USA has declared 2012 the Year of the Girl: a celebration of girls, recognition of their leadership potential and a commitment to creating a coalition of like-minded organizations and individuals in support of balanced leadership in the workplace and in communities across the country.\nSNELLVILLE -- It's that time of year. Across Gwinnett -- and the nation -- young girls dressed in green, brown, tan and blue vests are selling the famous Girl Scouts cookies by the boxes and they have a new cookie this year, the Savannah Smiles.\nHaven't heard of it? It's the latest creation to celebrate the organization's 100th anniversary.\nThe girls from Troop No. 4525 in Snellville, just like millions of other girls, are bound and determined to sell their cookies to anyone who will buy a box for $3.50.\n\"This is exciting to me because I started out as a Girl Scout with my sister in Brooklyn, N.Y.,\" Troop Co-leader Qualena Odom-Royes said. \"Now being able to share it with Leah (my daughter) and these other girls is exciting and wonderful.\"\nThe troop worked on posters to advertise their confectionery sweets and set individual sales goals for 2012.\nWith much childhood exuberance, Jocelyn Spencer, 8, decided on 81,000 boxes.\n\"I'm going to get everyone in my family to sell cookies,\" she said.\nAnd she's not the only one aiming big. The other girls in the troop set goals in the hundreds.\n\"I'm going to try to raise 400 because I really want all of the prizes,\" Kennedy Watson, 8, said.\nGirl Scout Cookies In Recipes\nTry using Girl Scout Cookies as part of fun recipes\nIn addition to the usual cookies, Girl Scouts of the USA has introduced its latest creation, the Savannah Smiles, to commemorate its 100th year. These celebratory baked goods were created in honor of Girl Scouts founder Juliette Gordon Low's hometown of Savannah and are similar in taste to past customer favorites with bursts of lemon flavor.\nThe cookie is shaped like a wedge, covered in powered sugar and filled with lemon crisps.\n\"The Savannah Smiles is actually closer to the original cookies made for the Girl Scout sales. It was one of the first varieties out there,\" Troop Co-leader Adrienne Cole said.\nThe cookie is such a new addition to the Girl Scouts, the troops and their leaders haven't gotten to taste-test the lemon flavored treat.\n\"I really want to try the new cookie,\" Kaitlyn Hamlette, 6, said. \"I like lemony stuff, so I really want to try it.\"\nAda Hamlette of Loganville, Kaitlyn's mother added, \"Everyone is excited about the new cookie and they want to try them. They look like they'll be delicious.\"\nTo boost the Savannah Smiles' sales, Troop No. 4525 thought of a strategic marketing approach: Give out free samples while selling boxes around the county.\n\"I want to give a box of milk to everyone who eats a sample,\" Spencer said.\nCole chimed in, \"Maybe we can get Kroger to donate some milk.\"\nYour hips may be mad that you bought the cookies, but your heart won't feel the same. All of the proceeds from Girl Scouts of Greater Atlanta's fundraising activities, including the cookie drive, stay in the council to serve the girls and volunteers in many ways. The money delivers programs to 41,500 girl members in a 34-county territory, trains more than 18,000 adult member volunteers, provides approximately $52,000 in scholarships for higher education and so much more.\nThe Girls Scouts of the USA haven't started selling their cookies online yet, but could in the next few years. The organization recommends never buying Girl Scout Cookies on any sites, including Amazon, eBay and other auction or community sites. There is no guarantee of freshness or authenticity.\nTo keep up with a technological age, the organization is using its website to help buyers easily find troops to purchase from in the area. Starting Feb. 17, the public can use the Cookie Locator, a program set up to help locate girls selling in your neighborhood by entering your ZIP code. To use the locator, visit cookielocator.littlebrownie.com.\nTo learn more about the Girl Scout's 100th anniversary and the Savannah Smiles, visit www.girlscouts.org.", "id": "<urn:uuid:75027875-cebe-4b88-8101-bd4f0ab2f4b9>", "dump": "CC-MAIN-2013-20", "url": "http://www.gwinnettdailypost.com/news/2012/jan/21/cookie-time-girl-scouts-celebrating-100th/?sports", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9521913528442383, "token_count": 1389, "score": 2.765625, "int_score": 3}
{"text": "|Regions with significant populations|\n|New York, Massachusetts, Michigan, Louisiana, Ohio, Iowa, Texas|\n|Related ethnic groups|\nSyrian Americans are residents of the United States of Syrian ancestry or nationality. This group includes Americans of Syrian ancestry, Syrian first generation immigrants, or descendants of Syrians who emigrated to the United States. Syrian Americans may be members of a number of differing ethnicities, including Arabs, Assyrians/Syriacs, Antiochian Greeks, Kurds, Armenians and Circassians. It is believed that the first significant wave of Syrian immigrants to arrive in the United States was in 1880. Many of the earliest Syrian Americans settled in New York, Boston, and Detroit. Immigration from Syria to the United States suffered a long hiatus after the United States Congress passed the Immigration Act of 1924, which restricted immigration. More than 40 years later, the Immigration Act of 1965, abolished the quotas and immigration from Syria to the United States saw a surge. An estimated 64,600 Syrians emigrated to the United States between 1961 and 2000.\nThe overwhelming majority of Syrian immigrants to the US from 1880 to 1960 were Christian, a minority were Jewish, whereas Muslim Syrians arrived in the United States chiefly after 1965. According to the United States 2000 Census, there were 142,897 Americans of Syrian ancestry, about 12% of the Arab population in the United States.\nThe first Syrian immigrants arrived in the United States from Ottoman Syria. Most of them came from Christian villages around Mount Lebanon, while around 5-10% were Muslims of different sects. A small number were also Palestinians. According to historian Philip Hitti, approximately 90,000 \"Syrians\" arrived in the United States between 1899 and 1919. An estimated 1,000 official entries per year came from the governorates of Damascus and Aleppo, which are governorates in modern-day Syria, in the period between 1900 and 1916. Early immigrants settled mainly in Eastern United States, in the cities of New York, Boston and Detroit and the Paterson, New Jersey area. In the 1920s, the majority of immigrants from Mount Lebanon began to refer themselves as \"Lebanese\" instead of \"Syrians\".\nSyrians, like most immigrants to the United States, were motivated to immigrate to the United States to pursue the American Dream of economic success. Many Christian Syrians had immigrated to the United States seeking religious freedom and an escape from Ottoman hegemony. Thousands of immigrants returned to Syria after making money in the United States; these immigrants told tales which inspired further waves of immigrants. Many settlers also sent for their relatives.\nAlthough the number of Syrian immigrants was not sizable, the Ottoman government set constraints on emigration in order to maintain its populace in Greater Syria. The United States Congress passed the Immigration Act of 1924, which greatly reduced Syrian immigration to the United States. However, the quotas were annulled by the Immigration Act of 1965, which opened the doors again to Syrian immigrants. 4,600 Syrians immigrated to the United States in the mid-1960s. Due to the Arab-Israeli and religious conflicts in Syria during this period, many Syrians immigrated to the United States seeking a democratic haven, where they could live in freedom without political suppression. An estimated 64,600 Syrians immigrated to the United States in the period between 1961 and 2000, of which ten percent have been admitted under the refugee acts.\nAccording to the United States 2000 Census, there are 142,897 Americans of Syrian ancestry living in the United States. New York City has the biggest concentration of Syrian Americans in the United States. Other urban areas, including Boston, Dearborn, New Orleans, Toledo, Cedar Rapids, and Houston have large Syrian populations. Syrian Americans are also numerous in Southern California (i.e. the Los Angeles and San Diego areas) and Arizona, many are descendants of farm laborers invited with their farm skills to irrigate the deserts in the early 20th century.. Many recent Syrian immigrants are medical doctors who studied at Damascus and Aleppo Universities and pursued their residencies and fellowships in the United States.\nThe traditional clothing of the first Syrian immigrants in the United States, along with their occupation as peddlers, led to some xenophobia. Dr. A. J. McLaughlin, the United States health officer at Marine Hospital, described Syrians as \"parasites in their peddling habits.\" However, Syrians reacted quickly to assimilate fully into their new culture. Immigrants Anglicized their names, adopted the English language and common Christian denominations. Syrians did not congregate in urban enclaves; many of the immigrants who had worked as peddlers were able to interact with Americans on a daily basis. This helped them to absorb and learn the language and customs of their new homeland. Additionally, military service during World War I and World War II helped accelerate assimilation. Assimilation of early Syrian immigrants was so successful that it has become difficult to recognize the ancestors of many families which have become completely Americanized.\nPost 1965 Immigration was mostly Muslim, and unlike their Christian counterparts they faced a somewhat greater difficulty in assimilating because of their Islamic faith and the \"back to the roots\" trend that gripped America in the 1960s and 1970s. Generally, they are not overly desirous of giving up their identity as Arabs, which might be a result of the bloom in multiculturalism to respect their Islamic religious customs and traditions in the United States.\nChristian Syrian Americans arrived in the United States in the late 19th century. Most Christian Syrian Americans are Greek Orthodox. There are also many Catholic Syrian Americans; most branches of Catholicism are of the Eastern rite, such as Maronite Catholics, Melkite Greek Catholics, Armenian Catholics, Syrian Catholics, and Assyrian Chaldean Catholics. There are only few minor differences between the different branches of Catholicism; such differences include the language/s church services are conducted, and the belief in papal infallibility. A few Christian Syrian Americans are Protestant. There are also members of the Assyrian Church of the East and Ancient Church of the East. The first Syrian American church was founded in Brooklyn, New York in 1895 by Saint Raphael of Brooklyn. There are currently hundreds of Eastern Orthodox churches and missions in the United States. Saint Nicholas and Saint George are popular saints for the Orthodox.\nMuslim Syrian Americans arrived chiefly after 1965. The largest sect in Islam is the Sunni sect, forming 74% of the Muslim Syrian population. The second largest sect in Islam in Syria is the Alawite sect, a religious sect that originated in Shia Islam but separated from other Shiite Islam groups in the ninth and tenth centuries. Most, if not all, Alawi Syrians come from the rural areas of Latakia Governorate. Muslim Syrian Americans have often found it difficult practicing their religion in the United States; For example, some Muslims, who are required to pray five times a day as part of Muslim rite, argue that there aren't enough mosques in the United States.\nDruzes form the third largest sect in Syria, which is a relatively small esoteric monotheistic religious sect. Early Syrian immigrants included Druze peddlers. Muslim Syrian Americans have often found it difficult practicing their religion in the United States;\nSyrian Jews first immigrated to the United States around 1908 and settled mostly in New York. Initially they lived on the Lower East Side; later settlements were in Bensonhurst and Ocean Parkway in Flatbush, Brooklyn. The Syrian Jewish community estimates its population at around 50,000.\nEarly Syrian Americans were not involved politically. Business owners were usually Republican, meanwhile labor workers were usually Democrats. Second generation Syrian Americans were the first to be elected for political roles. In light of the Arab-Israeli conflict, many Syrian Americans tried to affect American foreign policy by joining Arab political groups in the United States. In the early 1970s, the National Association of Arab-Americans was formed to negate the stereotypes commonly associated with Arabs in American media. Syrian Americans were also part of the Arab American Institute, established in 1985, which supports and promotes Arab American candidates, or candidates commiserative with Arabs and Arab Americans, for office. Mitch Daniels, the current Governor of Indiana, is a descendant of Syrian immigrants with relatives in Homs.\nThe majority of the early Syrian immigrants arrived in the United States seeking better jobs; they usually engaged in basic commerce, especially peddling. Syrian American peddlers found their jobs comfortable since peddling required little training and mediocre vocabulary. Syrian American peddlers served as the distribution medium for the products of small manufacturers. Syrian peddlers traded mostly in dry goods, primarily clothing. Networks of Syrian traders and peddlers across the United States aided the distribution of Syrian settlements; by 1902, Syrians could be found working in Seattle, Washington. Most of these peddlers were successful, and, with time, and after raising enough capital, some became importers and wholesalers, recruiting newcomers and supplying them with merchandise. By 1908, there were 3,000 Syrian-owned businesses in the United States. By 1910, the first Syrian millionaires had emerged.\nSyrian Americans gradually started to work in various métiers; many worked as physicians, lawyers, and engineers. Many Syrian Americans also worked in the bustling auto industry, bringing about large Syrian American gatherings in areas like Dearborn, Michigan. Later Syrian emigrants served in fields like banking, medicine, and computer science. Syrian Americans have a different occupational distribution than all Americans. According to the 2000 census, 42% of the Syrian Americans worked in management and professional occupations, compared with 34% of their counterparts in the total population; additionally, more Syrian Americans worked in sales than all American workers. However, Syrian Americans worked less in the other work domains like farming, transportation, construction, etc. than all American workers. According to the American Medical Association (AMA) and the Syrian American Medical Society (SAMS) which represents the American health care provoiders of Syrian descent www.sams-usa.net there are estimated 4000 Syrian physicians practicing in the United States representing 0.4% of the health workforce and 1.6% of international medical graduates. However the reported number of Syrian American phyicians does not include the second and third generation of Syrian descent, therefore it is estimated that there are 10,000 Syrian American physicians practice in the United States. Arabi M, Sankri-Tarbichi AG. The metrics of Syrian physicians' brain drain to the United States. Avicenna J Med [serial online] 2012 [cited 2012 Oct 27];2:1-2. Available from: http://www.avicennajmed.com/text.asp?2012/2/1/1/94802.\nThe median level of earnings for Syrian men and women is higher than the national earning median; employed Syrian men earned an average $46,058 per year, compared with $37,057 for all Americans and $41,687 for Arab Americans. Syrian American families also had a higher median income than all families and lower poverty rates than those of the general population.\nSyrians value strong family ties. Unlike young Americans, young Syrians find leaving their family unnecessary to set up their independence; the reason being, is that Syrian society just like Southwest Asia, North Africa and the wider Eastern world, places great emphasis on the group rather than the individual. In the West the individual is key and the group is secondary. Respect and social status are important in Syrian societies. Men are respected for their financial success or their honesty and sincerity. Syrians are characterized by their magnanimity and graciousness, ethics which are integral to Syrian life.\" However, much of the Syrian traditions have diminished with time, mainly due to the fast pace of life in America which encourages individual independence.\nSyrians consider eating an important aspect of social life. There are many Syrian dishes which have become popular in the United States. Unlike many Western foods, Syrian foods take more time to cook, are less expensive and usually more healthy. Pita bread (khubz), which is round flat bread, and hummus, a dip made of ground chickpeas, sesame tahini, lemon juice, and garlic, are two popular Syrian foods. Baba ghanoush, or eggplant spreads, is also a dish made by Syrians. Popular Syrian salads include tabbouleh and fattoush. The Syrian cuisine includes other dishes like stuffed zucchini (mahshe), dolma, kebab, kibbeh, kibbeh nayyeh, mujaddara, shawarma, and shanklish. Syrians often serve selections of appetizers, known as meze, before the main course. Za'atar, minced beef, and cheese manakish are popular hors d'œuvre. Syrians are also well known for their cheese. A popular Syrian drink is the arak beverage. One of the popular desserts made by Syrians is the baklava, which is made of filo pastry filled with chopped nuts and soaked in honey.\nSyrian music includes several genres and styles of music ranging from Arab classical to Arabic pop music and from secular to sacred music. Syrian music is characterized by an emphasis on melody and rhythm, as opposed to harmony. There are some genres of Syrian music that are polyphonic, but typically, most Syrian and Arabic music is homophonic. Syrian music is also characterized by the predominance of vocal music. The prototypical Arabic music ensemble in Egypt and Syria is known as the takht, and relies on a number of musical instruments that represent a standardized tone system, and are played with generally standardized performance techniques, thus displaying similar details in construction and design. Such musical instruments include the oud, kanun, rabab, ney, violin, riq and tableh. The Jews of Syria sang pizmonim.\nModern Syrian music has incorporated instruments from the West, including the electric guitar, cello, double bass and oboe, and incorporated influences from jazz and other foreign musical styles.\nTraditional clothing \nTraditional dress is not very common with Syrian Americans, and even native Syrians; modern Western clothing is conventional in both Syria and the United States. Ethnic dance performers wear a shirwal, which are loose, baggy pants with an elastic waist. Some Muslim Syrian women wear a hijab, which is a headscarf worn by Muslim women to cover their hair. There are various styles of hijab.\nSyrian Americans celebrate many religious holidays. Christian Syrian Americans celebrate most Christian holidays usually celebrated in the United States. They celebrate Christmas and Easter, but since most Syrians are Eastern Orthodox, they celebrate Easter on a different Sunday than most other Americans. Some Christians celebrate various Saints' days. Syrian American Jews celebrate the Jewish holidays, such as Rosh Hashanah, Yom Kippur, Sukkot, Purim, Passover and Shavuot. Few Syrians celebrate Syria's independence day, April 17. As American citizens, many Syrians celebrate American holidays like Memorial Day, Independence Day, and Thanksgiving Day.\nMuslim Syrian Americans celebrate three main Muslim holidays: Ramadan, Eid ul-Fitr (Lesser Bairam), and Eid ul-Adha (Greater Bairam). Ramadan is the ninth month of the Islamic year, during which Muslims fast from dawn to sunset; Muslims resort to self-discipline to cleanse themselves spiritually. After Ramadan is over, Muslims celebrate Eid ul-Fitr, when Muslims break their fasting and revel exuberantly. Muslims also celebrate Eid ul-Adha (which means The Festival of Sacrifice) 70 days after at the end of the Islamic year, a holiday which is held along with the annual pilgrimage to Mecca, Hajj.\nDating and marriage \nSyrian Americans prefer traditional relationships and disfavor casual dating. Muslims can only date after completing their marriage contact, kitabt al-kitab (Arabic: كتابة الكتاب, which means \"writing the book\"), a period that ranges from a few months to a year or more to get used to living with one another. After this time period, a wedding takes place and fulfills the marriage. Muslims tend to marry other Muslims only. Unable to find other suitable Muslim Syrian Americans, many Muslim Syrian American have married other Muslim Americans.\nSyrian American marriages are usually very strong; this is reflected by the low divorce rates among Syrian Americans, which are below the average rates in the United States. Generally, Syrian American partners tend to have more children than average American partners; Syrian American partners also tend to have children at early stages of their marriages. According to the United States 2000 Census, almost 62% of Syrian American households were married-couple households.\nSyrian Americans, including the earliest immigrants, have always placed a high premium on education. Like many other Americans, Syrian Americans view education as a necessity. Generally, Syrian and other Arab Americans are more highly educated than the average American. In the 2000 census it was reported that the proportion of Syrian Americans to achieve a bachelor's degree or higher is one and a half times that of the total American population. Many Syrian Americans now work as engineers, scientists, pharmacists, and physicians.\nSyrians are mainly Arabic speakers. While some may speak the formal literary Arabic, many Syrians speak Syrian Arabic, a dialect which belongs to the Levantine Arabic family of dialects. There are also sub-dialects in Syrian Arabic; for example, people from Aleppo have a distinct and distinguishable accent, one that differs considerably from that of people from Homs or Al-Hasakah. Syrians can usually comprehend and understand the dialects of most Arabs, especially those who speak any form of Levantine Arabic.\nMany old Syrian American families have lost their linguistic traditions because many parents do not teach their children Arabic. Newer immigrants, however, maintain their language traditions. The 2000 census shows that 79.9% of Syrian Americans speak English \"very well\". Throughout the United States, there are schools which offer Arabic language classes; there are also some Eastern Orthodox churches which hold Arabic services.\nNotable people and contributions \nSometimes some confusion occurs between Greater Syria and the modern Syria when determining the place of origin of the earliest Syrian Americans. However, the following list comprises notable Americans who are originally people of modern Syrian heritage.\n- Paula Abdul (born June 19, 1962), is a television personality, jewelry designer, multi-platinum Grammy-winning singer, and Emmy Award-winning choreographer. According to Abdul, she has sold over 53 million records to date. Abdul found renewed fame as a judge on the highly rated television series American Idol.\n- F. Murray Abraham (born October 24, 1939), is an actor who won the Academy Award for Best Actor for his role as Antonio Salieri in the 1984 film Amadeus. His career after Amadeus inspired the name of the phenomenon dubbed \"F. Murray Abraham syndrome\", attributed to actors who, after winning an Oscar, have difficulty obtaining comparable success and recognition despite having recognizable talent.\n- Moustapha Akkad (July 1, 1930 – November 11, 2005), was a film director and producer originally from Aleppo; Akkad is best known for producing the series of Halloween films, and for directing the Lion of the Desert and Mohammad, Messenger of God films.\n- Malek Jandali (born December 25, 1972), is an award-winning composer and pianist originally from Homs; Jandali is best known for arranging the oldest music notation in the world of Ugarit in his album Echoes from Ugarit.\n- Tige Andrews (March 19, 1920 – January 27, 2007), was an Emmy-nominated character actor who was best known for his role as \"Captain Adam Greer\" on the television series The Mod Squad.\n- Paul Anka (born July 30, 1941), is a singer and song writer. Anka rose to fame after many successful 1950s songs, earning him the status of a teen idol. (Some sources, such as The Canadian Encyclopedia and Time magazine, suggest that Anka is of Syrian descent, while other sources, including Anka's official website, suggest that he is of Lebanese descent.)\n- Michael Ansara (born April 15, 1922), is a stage, screen and voice actor.\n- Rosemary Barkett (born 1939), was the first woman to serve on the Florida Supreme Court, and the first woman Chief Justice of that court. She currently serves as a federal judge on the United States Court of Appeals for the Eleventh Circuit.\n- Mitch Daniels (born April 7, 1949), is the current Governor of the U.S. state of Indiana.\n- Hala Gorani (born March 1, 1970), is a news anchor and correspondent for CNN International.\n- Dan Hedaya (born July 24, 1940), is a prolific character actor notable for his many Italian American film roles.\n- Robert M. Isaac (born January 27, 1928), is the former Republican Mayor of Colorado Springs, Colorado. Elected in 1979, he was the first elected Mayor of the history of Colorado Springs, serving through 1997.\n- Alan Jabbour (born 1942), is a folklorist and a musician.\n- Steve Jobs (February 24, 1955 – October 5, 2011), was the co-founder and former CEO of Apple, the largest Disney shareholder, and a member of Disney's Board of Directors. Jobs is considered a leading figure in both the computer and entertainment industries.\n- Mohja Kahf (born 1967), poet and author\n- Peter Lupus (born June 17, 1932), is a bodybuilder and actor, known primarily for \"Mission: Impossible\".\n- Kurtis Mantronik (born September 4, 1965), is a hip-hop, electro funk, and dance music artist, DJ, remixer, and producer. Mantronik was the leader of the old-school band Mantronix.\n- Jack Marshall (born 1936), is an author and poet.\n- Louay M. Safi (born September 15, 1955), is a scholar and Human Rights activist, and a vocal critic of the Far Right. Author of numerous books and articles, Safi is active in the debate on nuclear race, social and political development, and Islam-West issues. He is the chairman of the Syrian American Congress.\n- Jerry Seinfeld (born April 29, 1954), is a comedian, actor, and writer, best known for playing a semi-fictional version of himself in the long-running sitcom Seinfeld, which he co-created and executively produced.\n- Teri Hatcher (born December 8, 1964), is an actress known for her television roles as Susan Mayer on the ABC comedy-drama series Desperate Housewives, and Lois Lane on Lois & Clark: The New Adventures of Superman. Hatcher is Syrian from her mother's side.\n- Yasser Seirawan (born March 24, 1960), is a chess grandmaster and 4-time US-champion. Seirawan is the 69th best chess player in the world and the 2nd in the United States.\n- Mona Simpson (born June 14, 1957), is a novelist and essayist; Simpson is also a sister of Steve Jobs.\n- Kelly Slater (born February 11, 1972), is a successful professional surfer and an 11 time world champion.\n- Wafa Sultan (born 1958), is a well-known secular activist and vocal critic of Islam. In 2006, Sultan was chosen by Time Magazine to be on the Time 100 list of the 100 most influential people in 2006.\n- Vic Tayback (January 6, 1930 – May 25, 1990), was an actor who won two Golden Globe Awards for his role in the television series Alice.\n- Fawwaz Ulaby, is the R. Jamieson and Betty Williams Professor of Electrical Engineering and Computer Science at the University of Michigan, and the former vice president for research.\n- M.Safwan Badr, is a Professor of Internal Medicine and Chief of Pulmonary/Critical Care and Sleep Medicine at the Wayne State University, and the president elect of the American Academy of Sleep Medicine (AASM).\nSee also \n- U.S. Census Bureau: Population by Selected Ancestry Group and Region: 2005[dead link]\n- \"Lebanese and Syrian Americans\". Utica College. Retrieved 2007-05-06.\n- \"Immigrants, by Country of Birth: 1961 to 2005\". United States Census. Archived from the original on 2007-04-03. Retrieved 2007-04-29.\n- A Community of Many Worlds: Arab Americans in New York City, Museum of the City of New York/Syracuse University Press, 2002\n- Naff (1993), p. 3\n- Ernest McCarus (1992). The Development of Arab-American Identity (Hardcoover ed.). University of Michigan Press. pp. 24, 25. ISBN 0-472-10439-X.\n- Hitti, Philip (2005) . The Syrians in America. Gorgias Press. ISBN 1-59333-176-2.\n- \"Syrian Americans\". Everyculture.com. Retrieved 2007-05-21.\n- Samovar & Porter (1994), p. 83\n- Suleiman (1999), pp. 1-21\n- McCarus, Ernest (1994). The Development of Arab-American Identity. University of Michigan Press. p. 26. ISBN 0-472-10439-X.\n- Samovar & Porter (1994), p. 84\n- \"Religion in Syria - Christianity\". About.com. Retrieved 2007-05-22.\n- \"St. Raphael of Brooklyn\". Antiochian Orthodox Christian Archdiocese of North America. Retrieved 2007-05-22.\n- \"Orthodox Churches (Parishes)\". The Antiochian Orthodox Church. Retrieved 2007-05-30.\n- Williams, Raymond (1996). Christian Pluralism in the United States: The Indian Experience. Cambridge University Press. p. 11. ISBN 0-521-57016-6.\n- \"Syria\". The World Factbook. 2007.\n- \"Religion in Syria - Alawi Islam\". About.com. Retrieved 2007-05-22.\n- Zenner, Walter (2000). A Global Community: The Jews from Aleppo, Syria. Wayne State University Press. p. 127. ISBN 0-8143-2791-5.\n- Kornfeld, Alana B. Elias. \"Syrian Jews mark 100 years in U.S.\". Jewish News of Greater Phoenix. Retrieved 2007-05-20.\n- Samovar & Porter (1994), p. 85\n- The Arab Americans: a history by Gregory Orfalea, pg 224\n- Naff, Alixa (1993). Becoming American: The Early Arab Immigrant Experience. Carbondale, Southern Illinois University Press. ISBN 978-0-585-10809-4.\n- Levinson, David; Ember, Melvin (1997). American Immigrant Cultures: Builders of a Nation. Simon & Schuster Macmillan. p. 580. ISBN 0-02-897213-9.\n- Giggie, John; Winston, Diane (2002). Faith in the Market: Religion and the Rise of Urban Commercial Culture. Rutgers University Press. p. 204. ISBN 0-8135-3099-7.\n- \"We the People of Arab Ancestry in the United States\". United States Census. Retrieved 2007-05-20.\n- Davis, Scott (2002). The Road from Damascus: A Journey Through Syria. Cune Press. ISBN 978-1-885942-84-5.\n- Mahdi, Ali Akbar (2003). Teen Life in the Middle East. Greenwood Press. pp. 189–191. ISBN 0-313-31893-X.\n- Toumar, Habib Hassan (2003). The Music of the Arabs. Amadeus. ISBN 1-57467-081-6.\n- \"Holidays\". US Embassy in Damascus. Retrieved 2007-05-24.\n- Eichner, Itamar (2006-11-17). \"Israeli minister, American Idol\". YNetNew.com. Retrieved 2006-05-20.\n- Rocchio, Christopher (2007-03-14). \"Paula Abdul dishes on Antonella Barba, 'Idol,' and her media portrayal\". RealityTVWorld.com. Retrieved 2006-05-20.\n- Zeidler, Sue. \"Is winning an Oscar a curse or a blessing?\". Film.com. Retrieved 2007-05-20.\n- \"Moustapaha Akkad\". The Daily Telegraph (London). 2005-11-12. Retrieved 2007-05-20.\n- \"Malek Jandali\". National Public Radio (Houston). 2010-10-08. Retrieved 2010-10-08.\n- \"'Mod Squad' actor Tige Andrews, 86, dies\". USA Today. 2006-02-05. Retrieved 2006-05-20.\n- \"Paul Anka\". Historyofrock.com. Retrieved 2007-05-20.\n- \"Anka, Paul\". The Canadian Encyclopedia. Retrieved 2007-03-26.\n- \"Paul the Comforter\". Time. 1961-11-03. Retrieved 2007-03-26.\n- Leiby, Richard (2005-04-05). \"Paul Anka's Deutsch Treat\". The Washington Post. Retrieved 2007-03-26.\n- \"FAQ\". PaulAnka.com. Retrieved 2007-03-26.\n- \"Indiana Governor Mitch Daniels\". Official Indiana state site. Retrieved 2006-05-20.\n- Abbas, Faisal (2006-01-17). \"Q&A with CNN’s Hala Gorani\". Asharq Al-Awsat. Retrieved 2006-05-20.\n- \"Dan Hedaya\". Internet Movie Database. Retrieved 2007-05-20.\n- \"Steve Jobs' Magic Kingdom\". BusinessWeek. 2006-01-06. Retrieved 2006-09-20.\n- Burrows, Peter (2004-11-04). \"Steve Jobs: He Thinks Different\". BusinessWeek. Retrieved 2006-09-20.\n- \"Jerry Seinfeld\". Vividseats.com. Retrieved 2006-05-20.\n- \"Yasser Seirawan\". Chessgames.com. Retrieved 2006-05-20.\n- Abinader, Elmaz. \"Children of al-Mahjar: Arab American Literature Spans a Century\". USINFO. Archived from the original on 2008-01-01. Retrieved 2007-05-20.\n- Campbell, Duncan (2004-06-18). \"Steve Jobs\". The Guardian (London). Retrieved 2006-05-20.\n- \"Surf for Peace\". Surfer Magazine. Retrieved 2009-06-17.\n- Nomani, Asra (2006-04-30). \"Wafa Sultan\". Time. Retrieved 2006-05-20.\n- \"The TIME 100, 2006\". Time. Retrieved 2006-05-20.\n- Maslin, Janet. \"Vic Tayback\". The New York Times. Retrieved 2007-05-20.\n- Abu-Laban, Baha; Suleiman, Michael (1989). Arab Americans: Continuity and Change. AAUG monograph series. Belmont, Massachusetts: Association of Arab-American University Graduates. ISBN 978-0-937694-82-4.\n- Kayal, Philip; Kayal, Joseph (1975). The Syrian Lebanese in America: A Study in Religion and Assimilation. The Immigrant Heritage of America series. [New York], Twayne Publishers. ISBN 978-0-8057-8412-1.\n- Naff, Alixa (1985). Becoming American: The Early Arab Immigrant Experience. Carbondale, Southern Illinois University Press. ISBN 978-0-585-10809-4.\n- Saliba, Najib (1992). Emigration from Syria and the Syrian-Lebanese Community of Worcester, MA. Ligonier, Pennsylvania: Antakya Press. ISBN 0-9624190-1-X.\n- Saliba Jerry Seinfeld Ticketsinventory.com Retrieved 2006-05-20. Missing or empty\n- Samovar, L. A.; Porter, R. E. (1994). Intercultural Communication: A Reader. Thomson Wadsworth. ISBN 0-534-64440-6.\n- Suleiman, Michael (1999). Arabs in America: Building a New Future. NetLibrary. ISBN 0-585-36553-9.\n- Younis, Adele L. (1989). The Coming of the Arabic-Speaking People to the United States. Staten Island, New York: Center for Migration Studies. ISBN 978-0-934733-40-3. OCLC 31516579.", "id": "<urn:uuid:8d7550a6-be12-4b4a-85f7-09f5a23b9afb>", "dump": "CC-MAIN-2013-20", "url": "http://en.wikipedia.org/wiki/Syrian_American", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9375941157341003, "token_count": 6791, "score": 3.46875, "int_score": 3}
{"text": "History professor examines state and territorial policies that affected early American Indian citizenship\nDeborah Rosen, professor and head of history, has taken an in-depth look at early American Indian policy-making in her most recent book, American Indians and State Law: Sovereignty, Race and Citizenship, 1790 – 1880 (University of Nebraska, December 2007). The publication examines the role that state and territorial governments played in extending jurisdiction over Indians as well as defining borders and the meaning of citizenship.\n“Belying the common assumption that Indian policy and regulation in the United States were exclusively within the federal government’s domain, the book reveals how states and territories extended their legislative and judicial authority over American Indians between the early national period and the Reconstruction era,” explains Rosen. “In this book, I detail how state and territorial governments regulated American Indians and brought them into local criminal courts, as well as how Indians contested states’ actions and asserted tribal sovereignty.”\nSeveral students assisted Rosen with her publication as EXCEL scholars. These students were Robert Alessi ’00, Tiffany Blakey ’01, Phillip Dudley ’04, Andrea Kotrosits ’03, and Michael Sparrow ’04.\nThe students handled a plethora of primary source documents that were foundational to Rosen’s research, including judicial opinions, trial records, statutes, legislative hearings, constitutional convention debates, newspapers, speeches, letters, and official reports.\nThe finished book is a “discussion of nationwide patterns complemented by case studies focusing on New York, Georgia, New Mexico, Michigan, Minnesota, Louisiana, and Massachusetts that demonstrate the decentralized nature of much of early American Indian policy,” according to Rosen.\nIn addition to its cornerstone use of primary sources and divergent conclusion, Rosen’s book is the first to present a broad study of state and territorial Indian policies, laws, and judicial decisions in early United States history.\n- Exceptional Faculty\n- EXCEL/Undergraduate Research", "id": "<urn:uuid:8822f14c-12a0-486c-b534-20c773a07b76>", "dump": "CC-MAIN-2013-20", "url": "http://www.lafayette.edu/about/news/2008/01/07/deborah-rosen-explores-early-american-indian-policy-making-in-latest-book/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9377580285072327, "token_count": 409, "score": 2.671875, "int_score": 3}
{"text": "This database of images for the study and teaching of art, design, and visual culture at Illinois State University, is produced as a collaboration between the School of Art and Milner Library. The images come from many sources, including publications, original photography, and the Visual Resources Collection of the School of Art.\nThe slides of Sverre \"Bex\" Braathen combine a \"Passion for Circus\" with the skills and artistry of photography at its finest.\nImages were captured in the saturated colors of Kodachrome slides and date from the early 1940s to the late 1950s as well as black and white film in the 1930s. Set within the context of the entire Braathen …\nIllinois State University History is a growing collection that currently includes campus history books, proceedings of the first university governing board, and nearly 400 photographs.\nSupport for this collection is provided by the Friends of Milner Library and the Illinois State Library, a division of the Office of the Secretary of …\nWelcome to Milner Library's International Collection of Child Art digital image collection! This resource holds images of art created by children and adolescents representing more than fifty countries and cultures from Argentina to New Zealand. The artworks are two dimensional and use varied media. The work in this collection …\nVoices of Extremism: Conflicting Ideologies in United States Politics in the Decades Following WWII is a unique audio documentation of the individuals and movements that characterized the Extremist politics in the United States in the decades following the Second World War from 1946 to 1980. The collection also includes a documentary on …\nCultivated in the spirit of teaching, learning and research, Milner Library's digital collections provide a variety of resources. They reflect the rich cultural heritage at Illinois State University, and include audio recordings, historic documents, photos, and images of art and visual culture.\nDiscover all collections\nArt & Culture\nCircus & Allied Arts\nIllinois State University History\nInternational Collection of Child Art\nVoices of Extremism\nNative American Collection\nNormal Editions Workshop (N.E.W.)\nTowanda Area History\nWorld War I Women", "id": "<urn:uuid:38e6d370-c6fd-4e73-85c6-089457add0bf>", "dump": "CC-MAIN-2013-20", "url": "http://digital.library.illinoisstate.edu/cdm?r=isuhistory/8582", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9236012697219849, "token_count": 437, "score": 2.546875, "int_score": 3}
