{"text": "You Baby's Development\nAfter many weeks of anticipation and preparation, your baby is here! Or maybe not — only 5% of women deliver on their estimated due dates, and many first-time mothers find themselves waiting up to 2 weeks after their due date for their baby to arrive.\nA baby born at 40 weeks weighs, on average, about 7 pounds, 4 ounces (3,300 grams) and measures about 20 inches (51 cm). Don't expect your baby to look like the Gerber baby right off the bat — newborns often have heads temporarily misshapen from the birth canal and may be covered with vernix and blood. Your baby's skin may have skin discolorations, dry patches, and rashes — these many variations are completely normal.\nBecause of the presence of your hormones in your baby's system, your baby's genitals (scrotum in boys and labia in girls) may appear enlarged. Your baby, whether a boy or a girl, may even secrete milk from the tiny nipples. This should disappear in a few days and is completely normal.\nRight after birth, your health care provider will suction mucus out of your baby's mouth and nose, and you'll hear that long-awaited first cry. Your baby may then be placed on your stomach, and the umbilical cord will be cut — often by the baby's dad, if he chooses to do the honors! A series of quick screening tests, such as the Apgar score, will be performed to assess your baby's responsiveness and vital signs, and he or she will be weighed and measured. If your pregnancy was high risk, or if a cesarean section was necessary, a neonatologist (a doctor who specializes in newborn intensive care) will be present at your delivery to take care of your baby right away. If your baby needs any special care to adjust to life outside the womb, it will be given — and then your newborn will be placed in your waiting arms.\nThis week you'll experience the moment you've been anticipating — your introduction to your baby! Before you can meet your baby, though, you have to go through labor and delivery. You may have learned about the three stages of birth in your prenatal classes. The first stage of labor works to thin and stretch your cervix by contracting your uterus at regular intervals. The second stage of labor is when you push your baby into the vaginal canal and out of your body. The third and final stage of labor is when you deliver the placenta.\nIf you don't go into labor within a week of your due date, your health care provider may recommend you receive a nonstress test, which monitors fetal heart rate and movement to be sure that the baby is receiving adequate oxygen and that the nervous system is responding. Talk to your health care provider to find out more about this test.\nSometimes mother nature may need a little coaxing. If your labor isn't progressing, or if your health or your baby's health requires it, your health care provider may induce labor by artificially rupturing the membranes or by administering the hormone oxytocin or other medications. If your pregnancy is high risk, or if there are any other potential complications, you may require a cesarean section delivery.\nSome women know ahead of time that they will be delivering via cesarean section and are able to schedule their baby's \"birth day\" well in advance. If you're one of them, you've probably been able to prepare yourself emotionally and mentally for the birth — which can help to lessen the feelings of disappointment that many mothers who are unable to deliver vaginally experience. But even if you have to undergo a cesarean section that wasn't planned, rest assured that you'll still be able to bond with your baby. It might not be the birth experience you imagined, but your beautiful newborn has arrived nonetheless. The months of waiting are over!\nGood luck with your baby!", "id": "<urn:uuid:92a6d94d-bb11-4e8c-894b-145d81256465>", "dump": "CC-MAIN-2013-20", "url": "http://kidshealth.org/parent/pregnancy_center/pregnancy_calendar/week40.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9580468535423279, "token_count": 808, "score": 3.0, "int_score": 3}
{"text": "Hydrocele Operation: aka Hydroceles, Hydrocele Sac, Swollen Testicle, Hydrocelectomy\nWhat is it?\nHydrocele operations or hydrocele surgery is to release fluid that forms in a sac within the scrotum. Typically hydroceles develop when the testicle passes into the scrotum but the passage through which this occur fails to close properly. Fluid can accumulate in this passage from the abdomen, and then enters the scrotum causing it to swell.\nThis can cause one or both sides of the scrotum to swell and the testicle itself to swell or become damage and inflamed. Fluid can also block the tube where sperm typically flow from. Hydroceles are more common in newborn boys but are not exclusive to newborn boys. To diagnose a hydrocele typically a doctor will look for swelling in the scrotum caused primarily by fluid build up or will look for something solid like a fluid-filled sac in the scrotum.\nTypically fluid is removed from the hydrocele sac during a procedure called a hydrocelectomy. For the most part this is a straightforward and uncomplicated procedure that may produce a moderate amount of soreness for a few days following the procedure. The long-term benefits far outweigh any short-term soreness.\nMany times the patient is a young patient under the age of 10 or in many cases a newborn baby that is born with a hydrocele defect. Usually a surgery takes placed under general anesthesia. A surgeon will make a small incision in the scrotum that will allow fluid to be drained from the scrotum and then seal the passage from the scrotum to the abdomen. Usually the incision is then closed with stitches that will dissolve on their own so they do not have to be removed later.\nAlternatives to Surgery\nThere are no known alternatives to this surgery currently.\nBefore the Operation\nPrior to the operation the doctor will confirm a fluid filled sac exists by placing a light to the scrotum which will light up the testicles, veins in the scrotum and the fluid filled sac which will appear clear to the light.\nA doctor will also perform a comprehensive medical history and check any medications the patient is currently taking. Patients are advised not to eat or drink anything up to 12 hours before the procedure because it is performed under general anesthesia.\nAfter the Operation- At Home\nOnce the operation is complete the patient will recover usually for a few hours in a day bed. The procedure is usually performed on an outpatient basis meaning the patient can usually go home on the same day. Most of the time it is best to wear looser fitting close that will prevent irritation and discomfort on leaving.\nThere are some risks associated with this procedure as there are with any procedure including a small risk of infection. Other risks including the risk of bleeding during or after the procedure, and a risk of a blood clot forming in the area of the procedure. The doctor may accidentally damage the scrotum or the tissues surrounding this area too.\nAnytime a patient undergoes general anesthesia there are risks associated with this too including a risk of pneumonia following surgery. The nurse or doctor will encourage the patient to take deep breaths to clear the lungs following surgery. Many people especially younger children undergoing this operation may report feeling nauseous or dizzy following the procedure, a side effect largely associated with the general anesthesia. These complications are usually temporary however and resolve within a couple of days of treatment.\nA hydrocele procedure is generally performed to relieve fluid build up around the testicle or within the scrotum. This procedure is relatively simple with few complications. The primary risks include a risk of infection and risk of rupture or nicks to nearby tissues or structures. If you work with a competent health professional you reduce your odds of complications.\nBecause these surgeries are often performed on younger individuals it pays to ask someone if they have experience working on youths or pediatric patients. You may need to pay a small amount extra to work with someone that specializes in pediatrics or even geriatrics if you are over 50 or 60 and have a fluid-filled sac in the scrotum that you require surgery for. Regardless of where you go or who you see make sure they practice safe hygiene practices to ensure your safety and wellness.\nEstimated Costs for Hydrocele Operation\nThe cost of surgery varies widely and may depend partly on the patient’s age and overall health and wellness. Patients that do not require extensive health accommodations or hospital stays are likely to have to pay the least in adjunctive healthcare therapy. That said you should always be prepared to foot the bill for extra expenses including any complications that may rise from treatment. Health insurance may offset some of these costs.\nKeep in mind there may be separate fees associated with anesthesia. The hospital and anesthesia fees are usually separate from the fees charged for the procedure itself, although some medical tourism companies tend to provide all-inclusive packages for their patients. This may be the best option for individuals that plan to travel abroad already and want to fit in a little health care while traveling for pleasure.\n|Country||Costs Hydrocele Operation|", "id": "<urn:uuid:57d92190-6ad1-4d8c-aca4-713307cec119>", "dump": "CC-MAIN-2013-20", "url": "http://medicaltourismguide.com/procedures/medical/hydrocele-operation/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9437116980552673, "token_count": 1049, "score": 2.84375, "int_score": 3}
{"text": "|Retinal Pigment Epithelium (RPE) Detachment\nSigns and Symptoms\nIn most instances, serous detachment of the RPE occurs asymptomatically.\nOnly in those cases in which the macula is affected will patients report blurred vision,\nmetamorphopsia, micropsia, or positive scotomas. Other associated clinical findings may\ninclude induced hyperopia and delayed retinal recovery time on the photostress test. Most\nindividuals with RPE detachment are male, between the ages of 20 and 60 years. The history\noften reveals predisposing or concurrent ocular conditions such as macular degeneration,\nidiopathic central serous chorioretinopathy (ICSC), angioid streaks, presumed ocular\nhistoplasmosis syndrome (POHS), or hereditary choroidal degeneration. In other cases, the\ncondition occurs idiopathically.\nRPE detachment appears ophthalmoscopically as single or multiple,\nwell-circumscribed round or oval lesions within the posterior fundus. The lesions are\ntypically dome-shaped with slight elevation and appear yellow to orange in color. A\nreddish \"halo\" is often seen around the base of the detachment, and overlying\npigment defects such as clumping or mottling are commonplace. Lesions may vary in size\nfrom one-fifth to over 5 disc diameters (DD), but most are less than 1 DD. Fluorescein and\nindocyanine green (ICG) angiography show early hyperfluorescence of the entire RPE\ndetachment, which persists throughout the angiogram demonstrating late pooling. Leakage\ninto the sensory retina occurs only in cases of concurrent serous retinal detachment.\nRPE detachment is a non-specific anatomical alteration that may result from\nany number of choroidal disorders that disrupt the normal junction between the basement\nmembrane of the RPE and the inner collagenous layer of Bruchs membrane. This\ndisruption permits serous fluid from the underlying choriocapillaris to gain access into\nthe sub-RPE space. Age-related macular degeneration, choroidal neovascular membranes, high\nmyopia, angioid streaks, hereditary choroidal degeneration, POHS, and tumors of the\nchoroid have all been identified as precipitating conditions in the development of RPE\ndetachment. Idiopathic cases are sometimes associated with ICSC; some believe these two\nconditions to represent a continuum of a similar underlying pathology. Uncomplicated\nidiopathic serous detachments of the RPE often resolve spontaneously, however, those\nassociated with more generalized damage to the choriocapillaris may be complicated by\nhemorrhage, choroidal neovascular membrane formation, and disciform scarring.\nMost patients under the age of 55 who present with small serous RPE\ndetachments without evidence of other retinal or choroidal disease enjoy an excellent\nprognosis without intervention. This is particularly true if the lesion is outside of the\nfovea and there is no associated subretinal fluid.\nOlder patients who manifest RPE detachment without angiographic evidence\nof a choroidal neovascular membrane have a 25-30 percent chance of developing such\nmembranes during their lifetime, and therefore warrant careful observation as well as\nweekly home monitoring with an Amsler grid.\nThose patients over the age of 55 who present with associated choroidal\nneovascular membranes and/or hemorrhagic RPE detachments have an exceedingly poor visual\nprognosis. Focal laser photocoagulation is indicated for these patients.\nApproximately 90 percent of cases of RPE detachment have\nor will manifest concurrent serous retinal detachment over the natural history of the\ndisorder. In cases of idiopathic RPE detachment, a striking similarity with ICSC is seen\nin the predisposed patient population; i.e. male, average age of 44 years, and a moderate\nto severe emotional stress level.\nThe presentation of RPE detachment is quite\ncharacteristic. Nonetheless, one must be sure to rule out other conditions that may appear\nsimilar from an ophthalmoscopic perspective. These include: ICSC, malignant melanoma,\nmetastatic carcinoma, choroidal hemangioma, and Bests disease (vitelliform\ndystrophy). History and angiography are the most helpful factors in making this\nRPE detachment in patients over 55 years of age should be\nconsidered secondary to choroidal neovascular membrane, rather than idiopathic, until\nproven otherwise. Prompt fluorescein angiography is mandatory in these cases.\nOther reports in this section", "id": "<urn:uuid:1725cd67-7f79-4edd-9409-14c573c69b34>", "dump": "CC-MAIN-2013-20", "url": "http://cms.revoptom.com/handbook/SECT42a.HTM", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8823708295822144, "token_count": 1014, "score": 2.546875, "int_score": 3}
{"text": "In some people, macular degeneration advances so slowly that it has little effect on their vision. But in others, the disease progresses faster and may lead to vision loss. Sometimes only one eye is affected, while the other eye remains free of problems for many years. People with dry macular degeneration in one eye often do not notice any changes in their vision. With one eye seeing clearly, they can still drive, read, and see fine details. Some people may notice changes in their vision only if macular degeneration affects both of their eyes. Both dry and wet macular degeneration cause no pain.\nSymptoms of macular degeneration include:\nBlurred vision —This is an early sign. An example of early findings is that you may need more light for reading and other tasks.\nDifficulty seeing details in front of you —You may have a difficult time seeing words in a book or faces.\nBlind spot —A small, growing blind spot will appear in the middle of your field of vision. This spot occurs because a group of cells in the macula have stopped working properly. Over time, the blurred spot may get bigger and darker, taking more of your central vision.\nCrooked lines —An early symptom of wet macular degeneration is straight lines that will appear crooked or wavy. This happens because the newly formed blood vessels leak fluid under the macula. The fluid raises the macula from its normal place at the back of the eye and distorts your vision.\nLighting —Images appear more gray in color and colors are not as bright\nContact your ophthalmologist immediately for an eye exam if you notice:\n- Visual distortions\n- Sudden decrease in central vision\n- A central blind spot\n- Any other visual problems\n- Reviewer: Christopher Cheyer, MD\n- Update Date: 09/01/2011 -", "id": "<urn:uuid:6aba2b8d-0f86-4d64-b8af-a03c21e98c63>", "dump": "CC-MAIN-2013-20", "url": "http://doctors-hospital.net/your-health/?/19810/Reducing-Your-Risk-of-Macular-Degeneration~Symptoms", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9273353815078735, "token_count": 384, "score": 3.328125, "int_score": 3}
{"text": "Uveitis is inflammation of the uvea, which is made up of the iris, ciliary body and choroid. Together, these form the middle layer of the eye between the retina and the sclera (white of the eye).\nThe eye is shaped like a tennis ball, with three different layers of tissue surrounding the central gel-filled cavity, which is called the vitreous. The innermost layer is the retina, which senses light and helps to send images to your brain. The outermost layer is the sclera, the strong white wall of the eye. The middle layer between the sclera and retina is called the uvea.\nThe uvea contains many blood vessels — the veins, arteries and capillaries — that carry blood to and from the eye. Because the uvea nourishes many important parts of the eye (such as the retina), inflammation of the uvea can damage your sight.\nThere are several types of uveitis, defined by the part of the eye where it occurs.\n- Iritis affects the front of your eye. Also called anterior uveitis, this is the most common type of uveitis. Iritis usually develops suddenly and may last six to eight weeks. Some types of anterior uveitis can be chronic or recurrent.\n- If the uvea is inflamed in the middle or intermediate region of the eye, it is called pars planitis (or intermediate uveitis). Episodes of pars planitis can last between a few weeks to years. The disease goes through cycles of getting better, then worse.\n- Posterior uveitis affects the back parts of your eye. Posterior uveitis can develop slowly and often lasts for many years.\n- Panuveitis occurs when all layers of the uvea are inflamed.\nNext Page: Uveitis Causes", "id": "<urn:uuid:33687e0d-90f9-4e53-ac31-257283325d4f>", "dump": "CC-MAIN-2013-20", "url": "http://eyecareamerica.org/eyesmart/diseases/uveitis.cfm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9142661690711975, "token_count": 389, "score": 4.125, "int_score": 4}
{"text": "You may associate pneumonia with the melodrama of a soap opera: prolonged hospital stays, oxygen tents, and family members whispering in bedside huddles. It's true that pneumonia can be serious. But more often pneumonia is an infection that can be easily treated at home without a hospital stay.\nWhat Is Pneumonia?\nPneumonia (pronounced: noo-mow-nyuh) is an infection of the lungs. When someone has pneumonia, lung tissue can fill with pus and other fluid, which makes it difficult for oxygen in the lung's air sacs to reach the bloodstream. With pneumonia, a person may have difficulty breathing and have a cough and fever; occasionally, chest or abdominal pain and vomiting are symptoms, too.\nPneumonia is commonly caused by viruses, such as the influenza virus(flu) and adenovirus. Other viruses, such as respiratory syncytial virus(RSV), are common causes of pneumonia in young children and infants.\nBacteria such as Streptococcus pneumoniae can cause pneumonia, too. People with bacterial pneumonia are usually sicker than those with viral pneumonia, but can be effectively treated with antibiotic medications.\nYou might have heard the terms \"double pneumonia\" or \"walking pneumonia.\" Double pneumonia simply means that the infection is in both lungs. It's common for pneumonia to affect both lungs, so don't worry if your doctor says this is what you have — it doesn't mean you're twice as sick.\nWalking pneumonia refers to pneumonia that is mild enough that you may not even know you have it. Walking pneumonia (also called atypical pneumonia because it's different from the typical bacterial pneumonia) is common in teens and is often caused by a tiny microorganism, Mycoplasma pneumoniae. Like the typical bacterial pneumonia, walking pneumonia also can be treated with antibiotics.\nWhat Are the Signs and Symptoms?\nMany symptoms are associated with pneumonia; some of them, like a cough or a sore throat, are also common with other common infections. Often, people get pneumonia after they've had an upper respiratory tract infection like a cold.\nSymptoms of pneumonia can include:\nunusually rapid breathing\nchest or abdominal pain\nloss of appetite\nvomiting and dehydration\nSymptoms vary from person to person, and few people get all of them.\nWhen pneumonia is caused by bacteria, a person tends to become sick quickly and develops a high fever and has difficulty breathing. When it's caused by a virus, symptoms generally appear more gradually and might be less severe.\nSomeone's symptoms can help the doctor identify the type of pneumonia. Mycoplasma pneumoniae, for example, often causes headaches, sore throats, and rash in addition to the symptoms listed above.\nThe routine vaccinations that most people receive as kids help prevent certain types of pneumonia and other infections. If you have a chronic illness, such as sickle cell disease, you may have received additional vaccinations and disease-preventing antibiotics to help prevent pneumonia and other infections caused by bacteria.\nPeople with diseases that affect their immune system (like diabetes, HIV infection, or cancer), are 65 or older, or are in other high-risk groups should receive a pneumococcal vaccination. They also may receive antibiotics to prevent pneumonia that can be caused by organisms they're especially susceptible to. In some cases, antiviral medication might be used to prevent viral pneumonia or to lessen its effects.\nDoctors recommend that everyone 6 months and older gets a flu vaccine. That's because pneumonia often happens as a complication of the flu. Call your doctor's office to see when these vaccines are available.\nBecause pneumonia is often caused by germs, a good way to prevent it is to keep your distance from anyone you know who has pneumonia or other respiratory infections. Use separate drinking glasses and eating utensils; wash your hands frequently with warm, soapy water; and avoid touching used tissues and paper towels.\nYou also can stay strong and help avoid some of the illnesses that might lead to pneumonia by eating as healthily as possible, getting a minimum of 8 to 10 hours of sleep a night, and not smoking.\nHow Long Does It Last?\nThe length of time between exposure and feeling sick (called the incubation period) depends on many factors, particularly the type of pneumonia involved.\nWith influenza pneumonia, for example, someone may become sick as soon as 12 hours or as long as 3 days after exposure to the flu virus. But with walking pneumonia, a person may not have symptoms until 2 to 3 weeks after becoming infected.\nMost types of pneumonia resolve within a week or two, although a cough can linger for several weeks more. In severe cases, it may take longer to completely recover.\nIf you think you may have pneumonia, tell a parent or other adult and be sure you see a doctor. Be especially aware of your breathing; if you have chest pain or trouble breathing or if your lips or fingers look blue, you should go to a doctor's office or to a hospital emergency department right away.\nHow Is Pneumonia Treated?\nIf pneumonia is suspected, the doctor will perform a physical exam and might order a chest X-ray and blood tests. People with bacterial or atypical pneumonia will probably be given antibiotics to take at home. The doctor also will recommend getting lots of rest and drinking plenty of fluids.\nSome people with pneumonia need to be hospitalized to get better — usually babies, young kids, and people older than 65. However, hospital care may be needed for a teen who:\nalready has immune system problems\nhas cystic fibrosis\nis dangerously dehydrated or is vomiting a lot and can't keep fluids and medicine down\nhas had pneumonia frequently\nhas skin that's blue or pale in color, which reflects a lack of oxygen\nWhen pneumonia patients are hospitalized, treatment might include intravenous (IV) antibiotics (delivered through a needle inserted into a vein) and respiratory therapy (breathing treatments).\nAntiviral medications approved for adults and teens can reduce the severity of flu infections if taken in the first 1 to 2 days after symptoms begin. They're usually prescribed for teens who have certain underlying illnesses such as asthma or who have pneumonia or breathing difficulty.\nIf you have been exposed to influenza and you begin to develop symptoms of pneumonia, call a doctor.\nIf your doctor has prescribed medicine, be sure to follow the directions carefully.\nYou may feel better in a room with a humidifier, which increases the moisture in the air and soothes irritated lungs. Make sure you drink plenty of fluids, especially if you have a fever. If you have a fever and feel uncomfortable, ask the doctor whether you can take over-the-counter medicine such as acetaminophen or ibuprofen to bring it down. But don't take any medicine without checking first with your doctor — a cough suppressant, for example, may not allow your lungs to clear themselves of mucus.\nAnd finally, be sure to rest. This is a good time to sleep, watch TV, read, and lay low. If you treat your body right, it will repair itself and you'll be back to normal in no time.", "id": "<urn:uuid:d7bdcf2d-ea1c-4316-a4f7-13bbedd58cdc>", "dump": "CC-MAIN-2013-20", "url": "http://kidshealth.org/PageManager.jsp?dn=K_HovnanianChildrens_Hospital&lic=184&cat_id=20174&article_set=22204&tracking=T_RelatedArticle", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9581039547920227, "token_count": 1475, "score": 3.75, "int_score": 4}
{"text": "Sleep apnea is a condition in which breathing is repeatedly interrupted during sleep. The time period for which the breathing stops or decreases is usually between 10 and 30 seconds. When these episodes occur repeatedly, sleep apnea can seriously disrupt the quality of sleep.\nThere are three types of respiratory events:\n- Obstructive apnea—caused by a temporary, partial, or complete blockage of the airway\n- Central apnea—caused by a temporary failure to make an effort to breathe\n- Mixed apnea—combination of the first two types\nThese factors increase your chance of developing sleep apnea. Tell your doctor if you have any of these risk factors:\n- Sex: male\n- Large neck circumference\n- Age: middle to older age\n- Family history of apnea\nStructural abnormalities of the nose, throat, or other part of the respiratory tract. Examples include:\n- Severely enlarged tonsils\n- Deviated nasal septum\n- Medicines: sedatives and sleeping aids\n- Alcohol consumption\n- Fatigue and sleepiness during waking hours\n- Loud snoring\n- Breathing that stops during the night (noticed by the partner)\n- Repeated waking at night\n- Unrefreshing sleep\n- Morning headaches\n- Poor concentration or problems with memory\n- Irritability or short temper\nPeople with chronic untreated sleep apnea may be at risk for:\nAn overnight sleep study is used to help diagnose sleep apnea.\nOvernight Sleep Study (Polysomnography)\nThis test helps detect the presence and severity of sleep apnea. During sleep, it measures your:\n- Eye and muscle movements\n- Brain activity ( electroencephalogram )\n- Heart rate\n- Breathing (pattern and depth)\n- Percent saturation of your red blood cells with oxygen\nThere are a number of treatment options for sleep apnea, including:\n- Lose weight if you are overweight.\n- Avoid using sedatives, sleeping pills, alcohol, and nicotine, which tend to make the condition worse.\n- Try sleeping on your side instead of your back.\n- Place pillows strategically so you are as comfortable as possible.\n- For daytime sleepiness, practice safety measures, such as avoiding driving or operating potentially hazardous equipment.\nContinuous positive airway pressure (CPAP) entails wearing a mask over your nose and/or mouth during sleep. An air blower forces enough constant and continuous air through your air passages to prevent the tissues from collapsing and blocking the airway. In some cases, dental appliances that help keep the tongue or jaw in a more forward position may help.\nIn some cases, surgery may be recommended. It is most often beneficial in pediatric patients.\nTypes of surgery that may be done to treat severe cases of sleep apnea include:\n- Uvulopalatopharyngoplasty—The doctor removes excess soft tissue from the nose and/or throat.\n- Maxillomandibular advancement—The jawbone is repositioned forward.\n- Tracheotomy —For life-threatening cases of sleep apnea, an opening is made in the windpipe to allow for normal breathing.\nBariatric surgery may help with weight loss in some people who are obese . This surgery may reduce many of the complications that are related to obesity, including sleep apnea.\nOnly used in central apnea, acetazolamide (Diamox) may help improve the ability to regulate breathing. Overall, there is not a lot of evidence to support the use of medicines to treat sleep apnea.\nSupplemental oxygen may be given if blood levels of oxygen fall too low during sleep, even after opening the airway.\nYou may be able to prevent the onset of sleep apnea by maintaining a healthy weight . Avoid alcohol, nicotine, and sedatives, which may contribute to airway obstruction.\n- Reviewer: Rimas Lukas, MD\n- Review Date: 09/2012 -\n- Update Date: 00/93/2012 -", "id": "<urn:uuid:da610566-65f7-4f92-a0b9-cbf818d8ece0>", "dump": "CC-MAIN-2013-20", "url": "http://oprmc.com/your-health/?/11549/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9048921465873718, "token_count": 834, "score": 3.703125, "int_score": 4}
{"text": "Previous abstract Next abstract\nSession 40 - The Interstellar Medium.\nDisplay session, Tuesday, June 09\nGamma Ray Burst (GRB) explosions can make kpc-size shells and holes in the interstellar media (ISM) of spiral galaxies if much of the energy heats the local gas to above 10^7 K. Disk blowout is probably the major cause for energy loss in this case, but the momentum acquired during the pressurized expansion phase can be large enough that the bubble still snowplows to a kpc diameter. This differs from the standard model for the origin of such shells by multiple supernovae, which may have problems with radiative cooling, evaporative losses, and disk blow-out. Evidence for giant shells with energies of \\sim10^53 ergs are summarized. Some contain no obvious central star clusters and may be GRB remnants, although sufficiently old clusters would be hard to detect. The expected frequency of GRBs in normal galaxies can account for the number of such shells.\nProgram listing for Tuesday", "id": "<urn:uuid:e2300ad5-01dd-4e80-92b3-7ec88785cc9d>", "dump": "CC-MAIN-2013-20", "url": "http://aas.org/archives/BAAS/v30n2/aas192/abs/S040015.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9126408100128174, "token_count": 208, "score": 2.765625, "int_score": 3}
{"text": "Black holes growing faster than expected\nBlack hole find Existing theories on the relationship between the size of a galaxy and its central black hole are wrong according to a new Australian study.\nThe discovery by Dr Nicholas Scott and Professor Alister Graham, from Melbourne's Swinburne University of Technology, found smaller galaxies have far smaller black holes than previously estimated.\nCentral black holes, millions to billions of times more massive than the Sun, reside in the core of most galaxies, and are thought to be integral to galactic formation and evolution.\nHowever astronomers are still trying to understand this relationship.\nScott and Graham combined data from observatories in Chile, Hawaii and the Hubble Space Telescope, to develop a data base listing the masses of 77 galaxies and their central supermassive black holes.\nThe astronomers determined the mass of each central black hole by measuring how fast stars are orbiting it.\nExisting theories suggest a direct ratio between the mass of a galaxy and that of its central black hole.\n\"This ratio worked for larger galaxies, but with improved technology we're now able to examine far smaller galaxies and the current theories don't hold up,\" says Scott.\nIn a paper to be published in the Astrophysical Journal, they found that for each ten-fold decrease in a galaxy's mass, there was a one hundred-fold decrease in its central black hole mass.\n\"That was a surprising result which we hadn't been anticipating,\" says Scott.\nThe study also found that smaller galaxies have far denser stellar populations near their centres than larger galaxies.\nAccording to Scott, this also means the central black holes in smaller galaxies grow much faster than their larger counterparts.\nBlack holes grow by merging with other black holes when their galaxies collide.\n\"When large galaxies merge they double in size and so do their central black holes,\" says Scott.\n\"But when small galaxies merge their central black holes quadruple in size because of the greater densities of nearby stars to feed on.\"\nSomewhere in between\nThe findings also solve the long standing problem of missing intermediate mass black holes.\nFor decades, scientists have been searching for something in between stellar mass black holes formed when the largest stars die, and supermassive black holes at the centre of galaxies.\n\"If the central black holes in smaller galaxies have lower mass than originally thought, they may represent the intermediate mass black hole population astronomers have been hunting for,\" says Graham.\n\"Intermediate sized black holes are between ten thousand and a few hundred thousand times the mass of the Sun, and we think we've found several good candidates.\"\n\"These may be big enough to be seen directly by the new generation of extremely large telescopes now being built,\" says Graham.", "id": "<urn:uuid:e617c5fd-d556-4d43-be1f-042e7e7f2c60>", "dump": "CC-MAIN-2013-20", "url": "http://www.abc.net.au/science/articles/2013/01/17/3671551.htm?topic=enviro", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9486631155014038, "token_count": 552, "score": 4.25, "int_score": 4}
{"text": "Mercury in the Morning\nThe planet Mercury -- the planet closest to the Sun -- is just peeking into view in the east at dawn the next few days. It looks like a fairly bright star. It's so low in the sky, though, that you need a clear horizon to spot it, and binoculars wouldn't hurt.\nMercury is a bit of a puzzle. It has a big core that's made mainly of iron, so it's quite dense. Because Mercury is so small, the core long ago should've cooled enough to form a solid ball. Yet the planet generates a weak magnetic field, hinting that the core is still at least partially molten.\nThe solution to this puzzle may involve an iron \"snow\" deep within the core.\nThe iron in the core is probably mixed with sulfur, which has a lower melting temperature than iron. Recent models suggest that the sulfur may have kept the outer part of the core from solidifying -- it's still a hot, thick liquid.\nAs this mixture cools, though, the iron \"freezes\" before the sulfur does. Small bits of solid iron fall toward the center of the planet. This creates convection currents -- like a pot of boiling water. The motion is enough to create a \"dynamo\" effect. Like a generator, it produces electrical currents, which in turn create a magnetic field around the planet.\nObservations earlier this year by the Messenger spacecraft seem to support that idea. But Messenger will provide much better readings of what's going on inside Mercury when it enters orbit around the planet in 2011.\nScript by Damond Benningfield, Copyright 2008\nFor more skywatching tips, astronomy news, and much more, read StarDate magazine.", "id": "<urn:uuid:d0a1999f-a775-4afc-bcfd-ee6ff6243a0b>", "dump": "CC-MAIN-2013-20", "url": "http://stardate.org/radio/program/2008-10-20", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9436610341072083, "token_count": 357, "score": 4.0, "int_score": 4}
{"text": "By Irene Klotz\nCAPE CANAVERAL, Florida (Reuters) - Despite searing daytime temperatures, Mercury, the planet closest to the sun, has ice and frozen organic materials inside permanently shadowed craters in its north pole, NASA scientists said on Thursday.\nEarth-based telescopes have been compiling evidence for ice on Mercury for 20 years, but the finding of organics was a surprise, say researchers with NASA's MESSENGER spacecraft, the first probe to orbit Mercury.\nBoth ice and organic materials, which are similar to tar or coal, were believed to have been delivered millions of years ago by comets and asteroids crashing into the planet.\n\"It's not something we expected to see, but then of course you realize it kind of makes sense because we see this in other places,\" such as icy bodies in the outer solar system and in the nuclei of comets, planetary scientist David Paige, with the University of California, Los Angeles, told Reuters.\nUnlike NASA's Mars rover Curiosity, which will be sampling rocks and soils to look for organic materials directly, the MESSENGER probe bounces laser beams, counts particles, measures gamma rays and collects other data remotely from orbit.\nThe discoveries of ice and organics, painstakingly pieced together for more than a year, are based on computer models, laboratory experiments and deduction, not direct analysis.\n\"The explanation that seems to fit all the data is that it's organic material,\" said lead MESSENGER scientist Sean Solomon, with Columbia University in New York.\nAdded Paige, \"It's not just a crazy hypothesis. No one has got anything else that seems to fit all the observations better.\"\nScientists believe the organic material, which is about twice as dark as most of Mercury's surface, was mixed in with comet- or asteroid-delivered ice eons ago.\nThe ice vaporized, then re-solidified where it was colder, leaving dark deposits on the surface. Radar imagery shows the dark patches subside at the coldest parts of the crater, where ice can exist on the surface.\nThe areas where the dark patches are seen are not cold enough for surface ice without the overlying layer of what is believed to be organics.\nSo remote was the idea of organics on Mercury that MESSENGER got a relatively easy pass by NASA's planetary protection protocols that were established to minimize the chance of contaminating any indigenous life-potential material with hitchhiking microbes from Earth.\nScientists don't believe Mercury is or was suitable for ancient life, but the discovery of organics on an inner planet of the solar system may shed light on how life got started on Earth and how life may evolve on planets beyond the solar system.\n\"Finding a place in the inner solar system where some of these same ingredients that may have led to life on Earth are preserved for us is really exciting,\" Paige said.\nMESSENGER, which stands for Mercury Surface, Space Environment, Geochemistry and Ranging, is due to complete its two-year mission at Mercury in March.\nScientists are seeking NASA funding to continue operations for at least part of a third year. The probe will remain in Mercury's orbit until the planet's gravity eventually causes it to crash onto the surface.\nWhether the discovery of organics now prompts NASA to select a crash zone rather than leave it up to chance remains to be seen. Microbes that may have hitched a ride on MESSENGER likely have been killed off by the harsh radiation environment at Mercury.\nThe research is published in this week's edition of the journal Science.\n(Editing by Kevin Gray and Vicki Allen)", "id": "<urn:uuid:954bdf7e-7951-42c2-a6f6-6f7912bad693>", "dump": "CC-MAIN-2013-20", "url": "http://krro.com/news/articles/2012/nov/29/nasa-probe-reveals-organics-ice-on-mercury/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9546101093292236, "token_count": 753, "score": 3.234375, "int_score": 3}
{"text": "We had a running joke in science ed that kids get so overexposed to discrepant events involving density and air pressure that they tend to try to explain anything and everything they don't understand with respect to science in terms of those two concepts. Why do we have seasons? Ummm... air pressure? Why did Dr. Smith use that particular research design? Ummm... density?\nI think we need another catch-all explanation. I suggest index of refraction.\nTo simplify greatly, index of refraction describes the amount of bending a light ray will undergo as it passes from one medium to another (it's also related to the velocity of light in both media, but I do want to keep this simple). If the two media have significantly different indices, light passing from one to the other at an angle (not perpendicularly, in which case there is no bending) will be bent more than if indices of the two are similar. The first four data points are from Hyperphysics, the final one from Wikipedia... glass has a wide range of compositions and thus indices of refraction.\nWater at 20 C: 1.33\nTypical soda-lime glass: close to 1.5\nSince glycerine and glass have similar IoR, light passing from one to the other isn't bent; as long as both are transparent and similarly colored, each will be effectively \"invisible\" against the other.\nSo, why does it rain? Umm... index of refraction?\nA Bright Moon Impact\n12 hours ago", "id": "<urn:uuid:7eeb7ef3-3122-42f0-86c8-01da8f3d7396>", "dump": "CC-MAIN-2013-20", "url": "http://outsidetheinterzone.blogspot.com/2009/12/index-of-refraction.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.944247305393219, "token_count": 313, "score": 3.1875, "int_score": 3}
{"text": "Correctly identifying what is causing a problem is the most important step in pest control. We do our best here to help you do that. Sometimes we can identify the cause accurately enough from your phone or e-mail description of what is happening and what you see. Sometimes we can do this from photographs you submit, either electronically or printed on paper. But sometimes word descriptions and photographs aren't quite good enough, and we ask you to submit a specimen of an arthropod you have found, or the damage it has caused.\nThe information we give you is only as good as the information you give to us. I can't identify specimens that look like the one in the photograph above. Here are some hints that will help all of us:\n1. Make sure any photographs are CLEAR and take several, from very close up to farther away. Make sure you have sufficient light, or that you compensate with your camera to make sure we can clearly see what you are trying to show us. Learn how to use the close up mode on your digital camera.\n2. You have 20,000 of something flying around? Please give us at least - oh maybe - six of them. If it's something unusual, we need at least one full, intact set of key characteristics. If there are big individuals and little ones, try to submit a few of each size. Maybe they're different, maybe they're not, but we won't know for sure unless we see them.\n3. Label your material. Where and when was it found? What does it seem to be doing?\n4. You had 20,000 last week, but you can't find even one now? Maybe you don't have the problem anymore. Keep an eye on the situation and try not to worry.\n5. That doesn't go for termites. If you think you had a termite swarm, worry! Keep a close eye on it, try to find a least one, even if it's only a wing, and submit it for identification.\n6. You can kill most small pests by putting them in the freezer or by dropping them into alcohol. Any sort of alcohol will do. The alcohol not only kills them, it also preserves them. Never submit arthropod specimens in water (unless they are living aquatic animals). Moths and butterflies are easier to identify if they are not preserved in alcohol, so just freeze them and bring them in dry. We can also take live specimens.\n7. Some insects and mites are most easily submitted on or in a piece of the plant they are living on. It's best if the sample is as fresh as possible. Don't bake it in a hot car.\n8. A few creatures can't be identified from the sample you submit. Ants are most easily identified from the workers (the ones without the wings). Some spiders can only be identified to species if you have adults of both sexes. Small larvae, nymphs and eggs can be extremely difficult to identify. That's just the way it is.\n9. Entomologists specialize. Sometimes we have to send things off. If they only have to go to the university, turn-around time can be quick. If they have to go further, it may be a long time before you hear back. This doesn't happen that often, though.", "id": "<urn:uuid:8d4a15ce-d5a1-46a3-8559-fc86e518e7af>", "dump": "CC-MAIN-2013-20", "url": "http://blogs.mcall.com/master_gardeners/2007/03/sampling_for_in.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9733100533485413, "token_count": 681, "score": 3.21875, "int_score": 3}
{"text": "Fire ants can present a real problem for home owners. Almost every yard in our area has fire ants. Although they do not cause damage to the turf or other plant material, they can inflict painful stings.\nWhen their mounds are disturbed, the ants become aggressive and will attack anything that disturbs their mounds. An unsuspecting victim can be quickly covered with ants. The stings are usually just irritating and painful. However, some people are highly allergic and can become very ill with just one sting.\nFire ants were accidentally introduced into the United States from South America through the port of Mobile, Ala., in the 1930s and they arrived into Georgia in the 1950s. At present, the ants are present in all counties except for some in the mountains.\nHuman activity has helped spread the ants through shipments of ant infested nursery stock, soil, sod or other such material. They do not do as well in colder climates, which have slowed their spread northward. States in the western part of the country are trying to control the spread of fire ants through inspections of incoming agricultural products from infested areas and quarantines.\nThe total elimination of fire ants from an area is not feasible. However, temporary measures can be initiated to control fire ant infestations. But the controls must be used continuously or the ants will return. Many situations exist that do not require the treatment of fire ants, like areas were little or no human activity occurs. However, in high traffic areas, such as lawns and garden areas, control of fire ants is a must.\nKilling the queen is very important in controlling fire ants. The queen stays in the mound and continues to reproduce while other ants build the mound and forage for food to feed the colony. Killing the foraging ants without killing the queen will not destroy the mound.\nThere are basically three methods of treating fire ants. The first way is to broadcast fire ant bait such as Amdro, Logic, and several other brands on and around the mound while the ants are foraging. The ants think the bait is food when it actually is a poison. It goes down to the queen and gets rid of the colony over time.\nThe second method is to treat the individual mounds with an insecticide drench, such as acephate, carbaryl (Sevin) and several others. The mound drenches use a small amount of the active poison ingredient mixed with water and poured upon the mound.\nSome times the \"two step\" method is used. The fire ants are treated with bait broadcasted into the area and then, seven days later, the mounds are drenched with the appropriate insecticide.\nA third method is broadcast applications of granular insecticides. The products are not baits. The products, such as fipronil (Over 'n Out, Chipco, TopChoice), can reduce the fire ant population substantially over time. However, these products only work where they have been directly applied to. Remember, when using chemical pesticides follow all label directions and safety precautions.\nOne home method is to use boiling hot water. A couple of applications can kill a fire ant mound. However, each mound has to be treated individually and there is the risk of the applicator being scalded by the water. Never use gasoline to try to burn mounds. Besides the risk of setting yourself and the surrounding property on fire, the gasoline will kill the turf and can sterilize the soil. Some \"home made remedies\" such as grits, are totally useless in controlling fire ants.\nFire ants are a big problem and will continue to be so. But they can be brought under controlled and should in areas of high usage due to their potential danger to human health.\nTimothy Daly is an agricultural and natural resource agent with the Gwinnett County Extension Service. He can be reached at 678-377-4010 or email@example.com.", "id": "<urn:uuid:8e6d8d7b-1bbe-4876-a95d-191d64e47fda>", "dump": "CC-MAIN-2013-20", "url": "http://www.gwinnettdailypost.com/news/2009/jul/30/controlling-minimizing-the-impact-of-fire-ants/?community", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9638252258300781, "token_count": 801, "score": 3.28125, "int_score": 3}
{"text": "Beginning in October 2006, some beekeepers began reporting losses of 30-90 percent of their hives. While colony losses are not unexpected during winter weather, the magnitude of loss suffered by some beekeepers was highly unusual.\nThis phenomenon, which currently does not have a recognizable underlying cause, has been termed \"Colony Collapse Disorder\" (CCD). The main symptom of CCD is simply no or a low number of adult honey bees present but with a live queen and no dead honey bees in the hive. Often there is still honey in the hive, and immature bees (brood) are present.\nARS scientists and others are in the process of carrying out research to discover the cause(s) of CCD and develop ways for beekeepers to respond to the problem.\nWhy should the public care about honey bees?\nBee pollination is responsible for $15 billion in added crop value, particularly for specialty crops such as almonds and other nuts, berries, fruits, and vegetables. About one mouthful in three in the diet directly or indirectly benefits from honey bee pollination. While there are native pollinators (honey bees came from the Old World with European colonists), honey bees are more prolific and the easiest to manage for the large scale pollination that U.S. agriculture requires. In California, the almond crop alone uses 1.3 million colonies of bees, approximately one half of all honey bees in the United States, and this need is projected to grow to 1.5 million colonies by 2010.\nThe number of managed honey bee colonies has dropped from 5 million in the1940s to only 2.5 million today. At the same time, the call for hives to supply pollination service has continued to climb. This means honey bee colonies are trucked farther and more often than ever before.\nHoney bee colony health has also been declining since the 1980s with the advent of new pathogens and pests. The spread into the United States of varroa and tracheal mites, in particular, created major new stresses on honey bees.\nIs there currently a crisis in food production because of CCD?\nWhile CCD has created a very serious problem for beekeepers and could threaten the pollination industry if it becomes more widespread, fortunately there were enough bees to supply all the needed pollination this past spring. But we cannot wait to see if CCD becomes an agricultural crisis to do the needed research into the cause and treatment for CCD.\nThe cost of hives for pollination has risen this year. But much of that is due to growing demand. Some of the price increase may also be due to higher cost of gas and diesel and other increases related to energy and labor costs. Commercial beekeepers truck hives long distances to provide pollination services, so in particular they must deal with rising expenses.\nVarroa mites (one is visible on the back of this bee) are a major threat to honey bee health and are becoming resistant to two compounds (coumaphos and fluvalinate) used to control them. Beekeepers now have a simple assay to determine whether mites are resistant and thus ensure use of appropriate control measures. Click the image for more information about it.\nAre there any theories about what may be causing CCD?\nCase studies and questionnaires related to management practices and environmental factors have identified a few common factors shared by those beekeepers experiencing CCD, but no common environmental agents or chemicals stand out as causative. There are three major possibilities that are being looked into by researchers.\nPesticides may be having unexpected negative effects on honey bees.\nA new parasite or pathogen may be attacking honey bees. One possible candidate being looked at is a pathogenic gut microbe called Nosema. Viruses are also suspected.\nA perfect storm of existing stresses may have unexpectedly weakened colonies leading to collapse. Stress, in general, compromises the immune system of bees (and other social insects) and may disrupt their social system, making colonies more susceptible to disease.\nThese stresses could include high levels of infection by the varroa mite (a parasite that feeds on bee blood and transmits bee viruses); poor nutrition due to apiary overcrowding, pollination of crops with low nutritional value, or pollen or nectar scarcity; and exposure to limited or contaminated water supplies. Migratory stress brought about by increased needs for pollination might also be a contributing factor.\nHas CCD ever happened before?\nThe scientific literature has several mentions of honey bee disappearancesóin the 1880s, the 1920s and the 1960s. While the descriptions sound similar to CCD, there is no way to know for sure if the problems were caused by the same agents as today's CCD.\nThere have also been unusual colony losses before. In 1903, in the Cache Valley in Utah, 2000 colonies were lost to an unknown \"disappearing disease\" after a \"hard winter and a cold spring.\" More recently, in 1995-96, Pennsylvania beekeepers lost 53 percent of their colonies without a specific identifiable cause.\nWhat about cell phonesódo they have anything to do with CCD?\nThe short answer is no.\nThere was a very small study done in Germany that looked at whether a particular type of base station for cordless phones could affect honey bee homing systems. But, despite all the attention that this study has received, it has nothing to do with CCD. Stefan Kimmel, the researcher who conducted the study and wrote the paper, recently e-mailed The Associated Press to say that there is \"no link between our tiny little study and the CCD-phenomenon ... anything else said or written is a lie.\"\nNewly emerged honey bee, Apis mellifera, the subject of genome sequencing work aimed at improving bee traits and management. Click the image for more information about it.\nWhat is ARS doing about CCD?\nIn April 2007, ARS held a Colony Collapse Disorder Research Workshop that brought together over 80 of the major bee scientists, industry representatives, extension agents, and others to discuss a research agenda. They identified areas where more information is needed and the highest-priority needs for additional research projects related to CCD.\nA CCD Steering Committee, led by ARS and USDA's Cooperative State Research, Education, and Extension Service, developed a Research Action Plan to coordinate a comprehensive response for discovering what factors may be causing CCD and what actions need to be taken.\nOne of the tools that will help in this research is the recently sequenced honey bee genome to better understand bees' basic biology and breed better bees, and to better diagnose bee pests and pathogens and their impacts on bee health and colony collapse. The use of this genome information certainly will have great applications in improving honey bee breeding and management.\nThe search for factors that are involved in CCD is focusing on four areas: pathogens, parasites, environmental stresses, and bee management stresses such as poor nutrition. It is unlikely that a single factor is the cause of CCD; it is more likely that there is a complex of different components.\nIn September 2007, a research team that included ARS published the results of an intensive genetic screening of CCD-affected honey bee colonies and non-CCD-affected hives.\nThe only pathogen found in almost all samples from honey bee colonies with CCD, but not in non-CCD colonies, was the Israeli acute paralysis virus (IAPV), a dicistrovirus that can be transmitted by the varroa mite. It was found in 96.1 percent of the CCD-bee samples.\nThis research does not identify IAPV as the cause of CCD. What this research found was strictly a strong correlation of the appearance of IAPV and CCD together. No cause-and-effect connection can be inferred from the genetic screening data. (More information about this study)\nHoney bees devour a new, nutrient-rich food developed by ARS researchers. Click the image for more information about it.\nThis was the first report of IAPV in the United States. IAPV was initially identified in honey bee colonies in Israel in 2002, where the honey bees exhibited unusual behavior, such as twitching wings outside the hive and a loss of worker bee populations.\nThe study also found IAPV in honey bees from Australia that had been imported into the United States, as well as in royal jelly imported from China. Australian bees began to be imported from Australia into the United States in 2005. Questions were raised about a connection between those imported bees and the appearance of IAPV in the United States. Beekeepers sought out Australian imports of bees as a way to replenish their hive populations.\nTo determine whether IAPV has been present in the United States since before the importation of honey bees from Australia, a follow up detailed genetic screening of several hundred honey bees that had been collected between 2002 and 2007 from colonies in Maryland, Pennsylvania, California and Israel was conducted by ARS researchers.\nThe results of the follow study showed IAPV has been in this country since at least 2002, which challenges the idea that IAPV is a recent introduction from Australia. (More information about this study)\nThis study in no way rules IAPV out as a factor in CCD. Research by several groups will now focus on understanding differences in virulence across strains of IAPV and on interactions with other stress factors. Even if IAPV proves to be a cause of CCD, there still may also be other contributing factors-which researchers are pursuing.\nWhat should beekeepers do now about CCD?\nSince little is known about the cause(s) of CCD right now, mitigation must be based on improving general honey bee health and habitat and countering known mortality factors by using best management practices.\nWhat can I as a member of the public do to help honey bees?\nThe best action you can take to benefit honey bees is to not use pesticides indiscriminately, especially not to use pesticides at mid-day when honey bees are most likely to be out foraging for nectar.\nIn addition, you can plant and encourage the planting of good nectar sources such as red clover, foxglove, bee balm, and joe-pye weed. For more information, see www.nappc.org.]\nARS Honey Bee Research", "id": "<urn:uuid:6117655e-ff6b-4001-9834-1cee09b05d14>", "dump": "CC-MAIN-2013-20", "url": "http://www.dirtdoctor.com/Honeybee-Colony-Collapse-Disorder_vq2259.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9571547508239746, "token_count": 2135, "score": 3.734375, "int_score": 4}
