{"text": "Second of two parts.\nIn the previous column, we toured the present-day East Cemetery on the Old Post Road. But in looking at its origin in 1830 by a town body called the First Located School Society, we found ourselves wandering back to 17th-century England, when the king granted his Connecticut colony a hefty slice of North America.\nWe then jumped ahead a century to see Connecticut give almost all of it away to cancel Revolutionary War debts and settle a shooting war with Pennsylvania. Connecticut's consolation prize was an isolated fragment of its former colonial real estate holdings, more than five hundred miles west of Hartford.\nYou've probably heard of Case Western Reserve University in Cleveland, but you probably didn't know that it's named after the above-noted remnant of Connecticut's legacy from Charles II, which became known as the Western Reserve. Three million acres all told, it extended south to the 41st parallel from the shores of Lake Erie and west from the newly drawn western border of Pennsylvania. You know it today as northern Ohio.\nYep, Connecticut lost a bunch of land but still owned a big piece of Ohio. Impressive! But what about the First Located School Society and the East Cemetery? Bear with me.\nAfter the Revolutionary War, a few Connecticut settlers tried to make a go of it in the Western Reserve, but severe weather, lack of supply and agricultural routes, and less-than-welcoming Indians made things very difficult. Connecticut, perhaps for lack of a better idea for the Western Reserve, decided to sell it. In 1795, a group of private investors picked it up for $1.2 million, or about 40 cents an acre. The investors sent a guy named Moses Cleaveland to survey the area, and he got to have the city, with a slight spelling change, named after him. Connecticut relinquished its legal authority over the Western Reserve a few years later, and it was absorbed into the Northwest Territory. Hey, we could have owned Cleveland!\nThis is where the First Located School Society comes in. But first, let me explain why there's one county and several townships in Ohio named after Fairfield.\nAs the 19th century approached, the Indian threat passed, and supply routes improved. More and more Connecticut families emigrated to the Western Reserve to get cheap, fertile land and live alongside like-minded New Englanders. The settlers naturally named their new towns after their old ones, so Fairfield and other Connecticut towns are well represented in Ohio. The westernmost 500,000 acres of the Western Reserve, known as the Firelands, had long ago been set aside for residents of eight Connecticut towns, including Fairfield, who suffered the loss of their homes to the British in the Revolutionary War. Affected families were to receive individual land grants, but bureaucracy, Indians, and the War of 1812 killed the well-intentioned project.\nFinally, we can finish the story of the East Cemetery. What did Connecticut do with that $1.2 million windfall from the 1795 sale of the Western Reserve? The legislature nobly created a Perpetual School Fund, to be administered by the towns through civil authorities called school societies, now extinct as public education evolved.\nThe inaugural meeting of the First Located School Society of Fairfield took place on Oct. 27, 1796, \"In order to form and Organize themselves in a School Society according to one Statute Law of this State.\" The Society immediately laid out six school districts. Here is how the first district was described, exactly as recorded in the original record book:\n\"Voted and Agreed that the first District for a School in this Society -- to begin at Black Rock a little Easterly of John Wheeler's house, and to run Northwardly of David Wheeler's house -- and from thence to run down to the River Eastward to Grovers hill point -- and from thence running up the Harbour as far as to the place first Set out, -- all the Inhabitants contained within said Limits to be one District for a School in said Society, and to be called by the name of the Black Rock District.\"\nFive more districts were similarly defined, with boundaries that worked well for 1796 Fairfielders, but might be a little shaky these days.\nIn 1830, in concert with other Connecticut school societies, the First Located School Society took on the task of establishing a burial ground, for the \"better accommodation of the Inhabitants ...\" It seems that this was an obligation legislated by the state, but why cemeteries would fall to the school societies is a mystery.\nA committee identified a plot of land in the center of town owned by Mrs. Sarah Taylor, bought it for $600, dubbed it the East Cemetery, and launched itself into the cemetery business. Business must have been good. Within the year, the School Society opened the West Cemetery on the Post Road, complete with sections for \"Strangers\" and \"Colored People.\"\nSo, it all comes together: King Charles II made Connecticut a very big North American landholder. But then, Revolutionary War debt and the Yankee-Pennamite Wars took most of it away but begat the Western Reserve, which begat the Perpetual School Fund, which begat the First Located School Society of Fairfield, which begat the East Cemetery on the Old Post Road.\nRon Blumenfeld is a Fairfield writer and retired pediatrician. His \"Moving Forward, Looking Back\" appears every other Wednesday. He can be reached at email@example.com.", "id": "<urn:uuid:4435fa64-06ab-40d4-ae6a-934240e243d1>", "dump": "CC-MAIN-2013-20", "url": "http://www.fairfieldcitizenonline.com/opinion/article/Moving-Forward-Looking-Back-Swapping-northern-4270675.php", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9721747040748596, "token_count": 1138, "score": 2.90625, "int_score": 3}
{"text": "The names chiseled onto city tenement building entrances are often pretty puzzling.\nThe typical tenement is more than 100 years old. With the original builders long-gone, who can explain where some of these names come from, and why they were chosen?\nLike Novelty Court, on Driggs Avenue in Williamsburg. Actually, a little research turned up an explanation: this used to be the site of the Novelty Theater, according to Cinema Treasures, which disappeared from city directories by the 1920s.\nA. Segal’s (Secal’s?) Apartments are also in Williamsburg. But who was A. Segal, and why did he put his first initial and last name on his building?\nBlennerhasset sounds like Manhasset, a town in Long Island. I’ve never seen the name anywhere else but on this tenement near Columbia University.\nWho was Frances, and how would she feel about the terrible shape the building named for her is in, on Lexington Avenue in East Harlem?", "id": "<urn:uuid:983e5733-551c-4c84-be58-6e25791db2ab>", "dump": "CC-MAIN-2013-20", "url": "http://ephemeralnewyork.wordpress.com/2011/12/24/the-mysteries-surrounding-some-tenement-names/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9767698645591736, "token_count": 219, "score": 2.71875, "int_score": 3}
{"text": "[Note: in Japan, it is customary to refer to a person with their last name first. We have retained this practice in the below excerpt from Kurosawa’s text.]\nThe gate was growing larger and larger in my mind’s eye. I was location-scouting in the ancient capital of Kyoto for Rashomon, my eleventh-century period film. The Daiei management was not very happy with the project. They said the content was difficult and the title had no appeal. They were reluctant to let the shooting begin. Day by day, as I waited, I walked around Kyoto and the still-more-ancient capital of Nara a few miles away, studying the classical architecture. The more I saw, the larger the image of the Rashomon gate became in my mind.\nAt first I thought my gate should be about the size of the entrance gate to Toji Temple in Kyoto. Then it became as large as the Tengaimon gate in Nara, and finally as big as the main two-story gates of the Ninnaji and Todaiji temples in Nara. This image enlargement occurred not just because I had the opportunity to see real gates dating from that period, but because of what I was learning, from documents and relics, about the long-since-destroyed Rashomon gate itself.\n“Rashomon” actually refers to the Rajomon gate; the name was changed in a Noh play written by Kanze Nobumitsu. “Rajo” indicates the outer precincts of the castle, so “Rajomon” means the main gate to the castle’s outer grounds. The gate for my film Rashomon was the main gate to the outer precincts of the ancient capital--–--–Kyoto was at that time called “Heian-Kyo.” If one entered the capital through the Rajomon gate and continued due north along the main thoroughfare of the metropolis, one came to the Shujakumon gate at the end of it, and the Toji and Saiji temples to the east and west, respectively. Considering this city plan, it would have been strange had the outer main gate not been the biggest gate of all. There is tangible evidence that it in fact was: The blue roof tiles that survive from the original Rajomon gate show that it was large. But, no matter how much research we did, we couldn’t discover the actual dimensions of the vanished structure.\nAs a result, we had to construct the Rashomon gate to the city based on what we could learn from looking at extant temple gates, knowing that the original was probably different. What we built as a set was gigantic. It was so immense that a complete roof would have buckled the support pillars. Using the artistic device of dilapidation as an excuse, we constructed only half a roof and were able to get away with our measurements. To be historically accurate, the imperial palace and the Shujakumon gate should have been visible looking north through our gate. But on the Daiei back lot such distances were out of the question, and even if we had been able to find the space, the budget would have made it impossible. We made do with a cut-out mountain to be seen through the gate. Even so, what we built was extraordinarily large for an open set.\nWhen I took this project to Daiei, I told them the only sets I would need were the gate and the tribunal courtyard wall where all the survivors, participants and witnesses of the rape and murder that form the story of the film are questioned. Everything else, I promised them, would be shot on location. Based on this low-budget set estimate, Daiei happily took on the project.\nLater, Kawaguchi Matsutaro, at that time a Daiei executive, complained that they had really been fed a line. To be sure, only the gate set had to be built, but for the price of that one mammoth set they could have had over a hundred ordinary sets. But, to tell the truth, I hadn’t intended so big a set to begin with. It was while I was kept waiting all that time that my research deepened and my image of the gate swelled to its startling proportions.\nWhen I had finished Scandal for the Shochiku studios, Daiei asked if I wouldn’t direct one more film for them. As I cast about for what to film, I suddenly remembered a script based on the short story “Yabu no naka” (“In a Grove”) by Akutagawa Ryunosuke. It had been written by Hashimoto Shinobu, who had been studying under director Itami Mansaku. It was a very well-written piece, but not long enough to make into a feature film. This Hashimoto had visited my home, and I talked with him for hours. He seemed to have substance, and I took a liking to him. He later wrote the screenplays for Ikiru (1952) and Shichinin no samurai (Seven Samurai, 1954) with me. The script I remembered was his Akutagawa adaptation called “Male-Female.”\nProbably my subconscious told me it was not right to have put that script aside; probably I was—without being aware of it–wondering all the while if I couldn’t do something with it. At that moment the memory of it jumped out of one of those creases in my brain and told me to give it a chance. At the same time I recalled that “In a Grove” is made up of three stories, and realized that if I added one more, the whole would be just the right length for a feature film. Then I remembered the Akutagawa story “Rashomon.” Like “In a Grove,” it was set in the Heian period (794-1184). The film Rashomon took shape in my mind.\nSince the advent of the talkies in the 1930s, I felt, we had misplaced and forgotten what was so wonderful about the old silent movies. I was aware of the aesthetic loss as a constant irritation. I sensed a need to go back to the origins of the motion picture to find this peculiar beauty again; I had to go back into the past.\nIn particular, I believed that there was something to be learned from the spirit of the French avant-garde films of the 1920s. Yet in Japan at this time we had no film library. I had to forage for old films, and try to remember the structure of those I had seen as a boy, ruminating over the aesthetics that had made them special.\nRashomon would be my testing ground, the place where I could apply the ideas and wishes growing out of my silent-film research. To provide the symbolic background atmosphere, I decided to use the Akutagawa “In a Grove” story, which goes into the depths of the human heart as if with a surgeon’s scalpel, laying bare its dark complexities and bizarre twists. These strange impulses of the human heart would be expressed through the use of an elaborately fashioned play of light and shadow. In the film, people going astray in the thicket of their hearts would wander into a wider wilderness, so I moved the setting to a large forest. I selected the virgin forest of the mountains surrounding Nara, and the forest belonging to the Komyoji temple outside Kyoto.\nThere were only eight characters, but the story was both complex and deep. The script was done as straightforwardly and briefly as possible, so I felt I should be able to create a rich and expansive visual image in turning it into a film. Fortunately, I had as cinematographer a man I had long wanted to work with, Miyagawa Kazuo; I had Hayasaka to compose the music and Matsuyama as art director. The cast was Mifune Toshiro, Mori Masayuki, Kyo Machiko, Shimura Takashi, Chiaki Minoru, Ueda Kichijiro, Kato Daisuke and Honma Fumiko; all were actors whose temperaments I knew, and I could not have wished for a better line-up. Moreover, the story was supposed to take place in summer, and we had, ready to hand, the scintillating midsummer heat of Kyoto and Nara. With all these conditions so neatly met, I could ask nothing more. All that was left was to begin the film.\nHowever, one day just before the shooting was to start, the three assistant directors Daiei had assigned me came to see me at the inn where I was staying. I wondered what the problem could be. It turned out that they found the script baffling and wanted me to explain it to them. “Please read it again more carefully,” I told them. “If you read it diligently, you should be able to understand it because it was written with the intention of being comprehensible.” But they wouldn’t leave. “We believe we have read it carefully, and we still don’t understand it at all; that’s why we want you to explain it to us.” For their persistence I gave them this simple explanation:\nHuman beings are unable to be honest with themselves about themselves. They cannot talk about themselves without embellishing. This script portrays such human beings–the kind who cannot survive without lies to make them feel they are better people than they really are. It even shows this sinful need for flattering falsehood going beyond the grave—even the character who dies cannot give up his lies when he speaks to the living through a medium. Egoism is a sin the human being carries with him from birth; it is the most difficult to redeem. This film is like a strange picture scroll that is unrolled and displayed by the ego. You say that you can’t understand this script at all, but that is because the human heart itself is impossible to understand. If you focus on the impossibility of truly understanding human psychology and read the script one more time, I think you will grasp the point of it.\nAfter I finished, two of the three assistant directors nodded and said they would try reading the script again. They got up to leave, but the third, who was the chief, remained unconvinced. He left with an angry look on his face. (As it turned out, this chief assistant director and I never did get along. I still regret that in the end I had to ask for his resignation. But, aside from this, the work went well.)\nDuring the rehearsals before the shooting I was left virtually speechless by Kyo Machiko’s dedication. She came in to where I was still sleeping in the morning and sat down with the script in her hand. “Please teach me what to do,” she requested, and I lay there amazed. The other actors, too, were all in their prime. Their spirit and enthusiasm was obvious in their work, and equally manifest in their eating and drinking habits.\nThey invented a dish called Sanzoku-yaki, or “Mountain Bandit Broil,” and ate it frequently. It consisted of beef strips sautéed in oil and then dipped in a sauce made of curry powder in melted butter. But while they held their chopsticks in one hand, in the other they’d hold a raw onion. From time to time they’d put a strip of meat on the onion and take a bite out of it. Thoroughly barbaric.\nThe shooting began at the Nara virgin forest. This forest was infested with mountain leeches. They dropped out of the trees onto us, they crawled up our legs from the ground to suck our blood. Even when they had had their fill, it was no easy task to pull them off, and once you managed to rip a glutted leech out of your flesh, the open sore seemed never to stop bleeding. Our solution was to put a tub of salt in the entry of the inn. Before we left for the location in the morning we would cover our necks, arms and socks with salt. Leeches are like slugs—they avoid salt.\nIn those days the virgin forest around Nara harbored great numbers of massive cryptomerias and Japanese cypresses, and vines of lush ivy twined from tree to tree like pythons. It had the air of the deepest mountains and hidden glens. Every day I walked in this forest, partly to scout for shooting locations and partly for pleasure. Once a black shadow suddenly darted in front of me: a deer from the Nara park that had returned to the wild. Looking up, I saw a pack of monkeys in the big trees about my head.\nThe inn we were housed in lay at the foot of Mount Wakakusa. Once a big monkey who seemed to be the leader of the pack came and sat on the roof of the inn to stare at us studiously throughout our boisterous evening meal. Another time the moon rose from behind Mount Wakakusa, and for an instant we saw the silhouette of a deer framed distinctly against its full brightness. Often after supper we climbed up Mount Wakakusa and formed a circle to dance in the moonlight. I was still young and the cast members were even younger and bursting with energy. We carried out our work with enthusiasm.\nWhen the location moved from the Nara Mountains to the Komyoji temple forest in Kyoto, it was Gion Festival time. The sultry summer sun hit with full force, but even though some members of my crew succumbed to heat stroke, our work pace never flagged. Every afternoon we pushed through without even stopping for a single swallow of water. When work was over, on the way back to the inn we stopped at a beer hall in Kyoto’s downtown Shijo-Kawaramachi district. There each of us downed about four of the biggest mugs of draft beer they had. But we ate dinner without any alcohol and, upon finishing, split up to go about our private affairs. Then at ten o’clock we’d gather again and pour whiskey down our throats with a vengeance. Every morning we were up bright and clear-headed to do our sweat-drenched work.\nWhere the Komyoji temple forest was too thick to give us the light we needed for shooting, we cut down trees without a moment’s hesitation or explanation. The abbot of Komyoji glared fearfully as he watched us. But as the days went on, he began to take the initiative, showing us where he thought trees should be felled.\nWhen our shoot was finished at the Komyoji location, I went to pay my respects to the abbot. He looked at me with grave seriousness and spoke with deep feeling. “To be honest with you, at the outset we were very disturbed when you went about cutting down the temple trees as if they belonged to you. But in the end we were won over by your wholehearted enthusiasm. ‘Show the audience something good.’ This was the focus of all your energies, and you forgot yourselves. Until I had the chance to watch you, I had no idea that the making of a movie was a crystallization of such effort. I was very deeply impressed.”\nThe abbot finished and set a folding fan before me. In commemoration of our filming, he had written on the fan three characters forming a Chinese poem: “Benefit All Mankind.” I was left speechless.\nWe set up a parallel schedule for the use of the Komyoji location and open set of the Rashomon gate. On sunny days we filmed at Komyoji; on cloudy days we filmed the rain scenes at the gate set. Because the gate set was so huge, the job of creating rainfall on it was a major operation. We borrowed fire engines and turned on the studio’s fire hoses to full capacity. But when the camera was aimed upward at the cloudy sky over the gate, the sprinkle of the rain couldn’t be seen against it, so we made rainfall with black ink in it. Every day we worked in temperatures of more than 85º Fahrenheit, but when the wind blew through the wide-open gate with the terrific rainfall pouring down over it, it was enough to chill the skin.\nI had to be sure that this huge gate looked huge to the camera. And I had to figure out how to use the sun itself. This was a major concern because of the decision to use the light and shadows of the forest as the keynote of the whole film. I determined to solve the problem by actually filming the sun. These days it is not uncommon to point the camera directly at the sun, but at the time Rashomon was being made it was still one of the taboos of cinematography. It was even thought that the sun’s rays shining directly into your lens would burn the film in your camera. But my cameraman, Miyagawa Kazuo, boldly defied this convention and created superb images. The introductory section in particular, which leads the viewer through the light and shadow of the forest into a world where the human heart loses its way, was truly magnificent camera work. I feel that this scene, later praised at the Venice International Film Festival as the first instance of a camera entering the heart of a forest, was not only one of Miyagawa’s masterpieces but a world-class masterpiece of black-and-white cinematography.\nAnd yet, I don’t know what happened to me. Delighted as I was with Miyagawa’s work, it seems I forgot to tell him. When I said to myself, “Wonderful,” I guess I thought I had said “Wonderful” to him at the same time. I didn’t realize I hadn’t until one day Miyagawa’s old friend Shimura Takashi (who was playing the woodcutter in Rashomon) came to me and said, “Miyagawa’s very concerned about whether his camera work is satisfactory to you.” Recognizing my oversight for the first time, I hurriedly shouted “One hundred percent! One hundred for camera work! One hundred plus!”\nThere is no end to my recollections of Rashomon. If I tried to write about all of them, I’d never finish, so I’d like to end with one incident that left an indelible impression on me. It has to do with the music.\nAs I was writing the script, I heard the rhythms of a bolero in my head over the episode of the woman’s side of the story. I asked Hayasaka to write a bolero kind of music for the scene. When we came to the dubbing of that scene, Hayasaka sat down next to me and said, “I’ll try it with the music.” In his face I saw uneasiness and anticipation. My own nervousness and expectancy gave me a painful sensation in my chest. The screen lit up with the beginning of the scene, and the strains of the bolero music softly counted out the rhythm. As the scene progressed, the music rose, but the image and the sound failed to coincide and seemed to be at odds with each other. “Damn it,” I thought. The multiplication of sound and image that I had calculated in my head had failed, it seemed. It was enough to make me break out in a cold sweat.\nWe kept going. The bolero music rose yet again, and suddenly picture and sound fell into perfect unison. The mood created was positively eerie. I felt an icy chill run down my spine, and unwittingly I turned to Hayasaka. He was looking at me. His face was pale, and I saw that he was shuddering with the same eerie emotion I felt. From that point on, sound and image proceeded with incredible speed to surpass even the calculations I had made in my head. The effect was strange and overwhelming.\nAnd that is how Rashomon was made. During the shooting there were two fires at the Daiei studios. But because we had mobilized the fire engines for our filming, they were already primed and drilled, so the studios escaped with very minor damage.\nAfter Rashomon I made a film of Dostoevsky’s The Idiot (Hakuchi, 1951) for the Shochiku studios. This Idiot was ruinous. I clashed directly with the studio heads, and then when the reviews on the completed film came out, it was as if they were a mirror reflection of the studio’s attitude toward me. Without exception, they were scathing. On the heels of this disaster, Daiei rescinded its offer for me to do another film with them.\nI listened to this cold announcement at the Chofu studios of Daiei in the Tokyo suburbs. I walked out through the gate in the gloomy daze, and, not having the will even to get on the train, I ruminated over my bleak situation as I walked all the way home to Komae. I concluded that for some time I would have to “eat cold rice” and resigned myself to this fact. Deciding that it would serve no purpose to get excited about it, I set out to go fishing at the Tamagawa River. I cast my line into the river. It immediately caught on something and snapped in two. Having no replacement with me, I hurriedly put my equipment away. Thinking this was what it was like when bad luck catches up with you, I headed back home.\nI arrived home depressed, with barely enough strength to slide open the door to the entry. Suddenly my wife came bounding out. “Congratulations!” I was unwittingly indignant: “For what?” “Rashomon has the Grand Prix.” Rashomon had won the Grand Prix at the Venice International Film Festival, and I was spared from having to eat cold rice.\nOnce again an angel had appeared out of nowhere. I did not even know that Rashomon had been submitted to the Venice Film Festival. The Japan representative to Italiafilm, Giuliana Stramigioli, had seen it and recommended it to Venice. It was like pouring water into the sleeping ears of the Japanese film industry.\nLater Rashomon won the American Academy Award for Best Foreign Language Film. Japanese critics insisted that these two prizes were simply reflections of Westerners’ curiosity and taste for Oriental exoticism, which struck me then, and now, as terrible. Why is it that Japanese people have no confidence in the worth of Japan? Why do they elevate everything foreign and denigrate everything Japanese? Even the woodblock prints of Utamoro, Hokusai and Sharaku were not appreciated by Japanese until they were first discovered by the West. I don’t know how to explain this lack of discernment. I can only despair of the character of my own people.\nExcerpted from Something Like an Autobiography, trans., Audie E. Bock. Translation Copyright ©1982 by Vintage Books. Reprinted by permission of Vintage Books, a division of Random House.", "id": "<urn:uuid:7db29226-63a3-4e2a-9fff-87120625a08c>", "dump": "CC-MAIN-2013-20", "url": "http://www.criterion.com/current/posts/196-akira-kurosawa-on-rashomon", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9826661944389343, "token_count": 4863, "score": 2.703125, "int_score": 3}
{"text": "The tragic loss of one of America’s greatest heros, a title he tried to avoid, has saddened the scientific community, the country and the world. His work is not done, however, as Neil Armstrong is continuing to help demonstrate NASA‘s accomplishments. His death has helped to rekindle the effort to declare the lunar landing sites National Historic Sites, and to highlight the importance of the artifacts left there. With new trips to the moon being planned, it is hoped that disallowing interference in the Apollo sites will preserve the history that lies therein. For more information on the work being done on lunar landing site preservation, please see:\nFor the guidelines for preservation established earlier this year, please see:\nBuilding the World Blog by Kathleen Lusk Brooke and Zoe G Quinn is licensed under a Creative Commons Attribution-NonCommercial-NoDerivs 3.0 Unported License.", "id": "<urn:uuid:4ce7de22-3c25-4bad-bc9d-a9c0f9bd5995>", "dump": "CC-MAIN-2013-20", "url": "http://blogs.umb.edu/buildingtheworld/2012/08/28/a-hero-and-and-inspiration-neil-armstrong/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8853694200515747, "token_count": 182, "score": 2.75, "int_score": 3}
{"text": "Brookhaven National Laboratory was established in 1947 on the eastern end of Long Island at the former site of the U.S. Army’s Camp Upton. Originally built out of a post-World War II desire to explore the peaceful applications of atomic energy, the Laboratory now has a broader mission: to perform basic and applied research at the frontiers of science, including nuclear and high-energy physics; physics and chemistry of materials; nanoscience; energy and environmental research; national security and nonproliferation; neurosciences and medical imaging; structural biology; and computational sciences. Over its history, Brookhaven Lab has housed three research reactors, numerous one-of-a-kind particle accelerators, and other cutting-edge research facilities responsible for discoveries leading to many advances for science and society as well as seven Nobel Prizes.\nBrookhaven was originally conceived, in part, to establish a national laboratory in the Northeastern United States to design, construct and operate large scientific machines that individual institutions could not afford to develop on their own. Throughout the years, Brookhaven’s scientists and visiting researchers have used these unique facilities to make discoveries in biology, physics, chemistry, geophysics, medicine, and materials science.\nSince Brookhaven opened its doors, countless innovations and inventions by staff and visiting scientists have contributed to research in many fields. Discoveries made here have shaped our understanding of the atom and the universe, advanced medical imaging techniques, and created new technology and tools for studying microbiology, climate and pollutants, energy storage and more.", "id": "<urn:uuid:ed9dbb98-4768-4a07-84b7-372f728fdb7b>", "dump": "CC-MAIN-2013-20", "url": "http://www.bnl.gov/about/history/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9506354331970215, "token_count": 314, "score": 2.78125, "int_score": 3}
{"text": "Re-inventing the Planned City Monday, March 12, 2012\nTAU and MIT launch pilot project to re-think 50's era \"New Towns\"\nA bird's-eye view of Kiryat Gat\nIn response to population growth, many \"new towns\" or planned cities were built around the world in the 1950s. But according to Dr. Tali Hatuka, head of Tel Aviv University's Laboratory for Contemporary Urban Design (LCUD) at the Department of Geography and the Human Environment, these cities are a poor fit for modern lifestyles — and it's time to innovate.\nTAU has launched a pilot project, in collaboration with a team from the Massachusetts Institute of Technology led by Prof. Eran Ben-Joseph, to revitalize this aging model. Last month, a team of five TAU and 11 MIT graduate students visited Kiryat Gat, a mid-sized town in the south of Israel. Home to branches of industrial giants Hewlett-Packard Company and Intel, Kiryat Gat was chosen as a \"laboratory\" for re-designing outmoded planned civic spaces.\nBased on smart technologies, improved transportation, use of the city's natural surroundings, and a reconsideration of the current use of city space, the team's action plan is designed to help Kiryat Gat emerge as a new, technologically-advanced planned city — a prototype that could be applied to similar urban communities.\nPlanning a future for the mid-sized city\nThe project, jointly funded by TAU's Vice President for Research and MIT's MISTI Global Seed Funds, will create a new planning model that could reshape the future of Kiryat Gat and similar cities across the world which are often overlooked in academia and practical planning. \"Our goal is to put a spotlight on these kinds of towns and suggest innovative ways of dealing with their problems,\" says TAU student Roni Bar.\nMIT's Alice Shay, who visited Israel for the first time for the project, believes that Kiryat Gat, a city that massive urbanization has left behind, is an ideal place for the team to make a change. \"The city is at a catalyst point — an exciting moment where good governance and energy will give it the capacity to implement some of these new projects.\"\nTo tackle the design and planning challenges of the city, the team of students focused on four themes: the \"mobile city,\" which looked at transport and accessibility; the \"mediated city,\" dealing with technological infrastructure; the \"compact city,\" which reconsidered the use of urban space and population growth; and the \"natural city,\" which integrated environmental features into the urban landscape.\nFinding common ground\nUltimately, the team’s goal is to create a more flexible city model that encourages residents and workers to be a more active part of the urban fabric of the city, said Dr. Hatuka. The current arrangement of dedicated industrial, residential, and core zones is out of step with a 21st century lifestyle, in which people work, live, and spend their leisure time in the same environment.\n\"Much of the past discourse about the design of sustainable communities and 'eco-cities' has been premised on using previously undeveloped land,\" says Prof. Ben-Joseph. \"In contrast, this project focuses on the 'retrofitting' of an existing environment — a more likely approach, given the extent of the world's already-built infrastructure.\"\nThe students from TAU and MIT have become a truly cohesive team, and their diversity of background helps challenge cultural preconceptions, Bar says. \"They ask many questions that help us to rethink things we took for granted.\" Shay agrees. \"Tali and Eran have created an incredible collaboration, encouraging us all to exchange ideas. Our contexts are different but there is a common urban design language.\"\nThe team estimates that they will be able to present the updated model of the city early next year. The next step is further exploring the project's key themes at a March meeting at MIT. And while the project has provided an exceptional educational experience for all involved, ideas are already leaping off the page and into the city's urban fabric. \"In the next two months, the Mayor of Kiryat Gat would like to push this model forward and implement the initial steps that we have offered,\" says an enthusiastic Dr. Hatuka.", "id": "<urn:uuid:08c12af3-3a0e-45eb-852d-5a9c514658cb>", "dump": "CC-MAIN-2013-20", "url": "http://www.aftau.org/site/News2/596546752?page=NewsArticle&id=16181&news_iv_ctrl=-1", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9586700797080994, "token_count": 895, "score": 2.609375, "int_score": 3}
{"text": "Municipal incorporation occurs when such municipalities become self-governing entities under the laws of the state or province in which they are located. Often, this event is marked by the award or declaration of a municipal charter.\nWith the notable exception of the City of London Corporation, the term has fallen out of favour in the United Kingdom, but the concept remains central to local government in the United Kingdom, as well as former British colonies such as India and Canada.\nMunicipal charters \nA city charter or town charter (generically, municipal charter) is a legal document establishing a municipality such as a city or town. The concept developed in Europe during the middle ages and is considered to be a municipal version of a constitution.\nTraditionally the granting of a charter gave a settlement and its inhabitants the right to town privileges under the feudal system. Townspeople who lived in chartered towns were burghers, as opposed to serfs who lived in villages. Towns were often \"free\", in the sense that they were directly protected by the king or emperor, and were not part of a feudal fief.\nToday the process for granting charters is determined by the type of government of the state in question. In monarchies, charters are still often a royal charter given by the Crown or the state authorities acting on behalf of the Crown. In federations, the granting of charters may be within the jurisdiction of the lower level of government such as a state or province.\nBy country \nIn Brazil, municipal corporations are called municípios and are created by means of local legislation at state level, or after passing a referendum vote of the affected population. All municipal corporations must also abide by an Organic Municipal Law which is passed and amended (when needed) at municipal level.\nIn Canada charters are granted by provincial authorities.\nIn Germany, municipal corporations existed since antiquity and through medieval times, until they became out of favour during the absolutism. In order to strengthen the public spirit the city law of Prussia dated 19 November 1808 picked up this concept. It is the basis of today's municipal law.\nIn India a Municipal Corporation is a local government body that administers a city of population 10,00,000 or more. Under the panchayati raj system, it interacts directly with the state government, though it is administratively part of the district it is located in. The largest Municipal Corporations in India currently are Mumbai, followed by Delhi, Kolkata, Bangalore, Chennai, Hyderabad, Ahmedabad, Surat and Pune. The Corporation of Chennai is the oldest Municipal Corporation in the world outside UK.\nThe Municipal Corporation consists of members elected from the wards of the city. The Mayor and Deputy Mayor are elected by the public. A Municipal Commissioner, who is from the Indian Administrative Service is appointed to head the administrative staff of the Municipal Corporation, implement the decisions of the Corporation and prepare its annual budget.\nThe Municipal Corporation is responsible for roads, public transportation, water supply, records of births and deaths (delegated from central government Births and Deaths Registration Act), sanitation that includes waste management, sewage, drainage and flood control, public safety services like fire and ambulance services, gardens and maintenance of buildings. The sources of income of the Corporation are property tax, entertainment tax, octroi (now abolished from many cities) and usage fees for utilities.\nRepublic of Ireland \nIn Ireland, municipal corporations existed in boroughs since medieval times. The Corporation of Dublin, officially styled the Right Honourable the Lord Mayor, Aldermen, and Burgesses of the City of Dublin had existed since the 13th century. Corporations were established under the royal charter establishing the city or borough. The Municipal Corporations (Ireland) Act 1840 abolished all but ten of the boroughs and their corporations. The Local Government (Ireland) Act 1898 created two different types of borough, county boroughs had essentially equal status to counties - these comprised Dublin, Cork, Limerick, and Waterford (as well as Belfast and Derry, which are now in Northern Ireland). The other boroughs were non-county boroughs.\nThe Local Government Act 2001 abolished the title of municipal corporation. Corporations of county boroughs (renamed cities) were renamed City Councils. Non county boroughs were abolished, but those towns which were previously non-county boroughs were allowed to use the title of Borough Council. Royal charters remain in force for ceremonial and civic purposes only.\nSouth Africa \nFrom the beginning of American colonial rule, Philippines cities were formally established through laws enacted by the various national legislatures in the country. The Philippine Commission gave the city of Manila its charter in 1901, while the city of Baguio was established by the Philippine Assembly which was composed by elected members instead of appointed ones. During the Commonwealth era, the National Assembly established an additional ten cities. Since achieving independence from the United States in 1946 the Philippine Congress has established 124 more cities (as of September 2007), the majority of which required the holding of a plebiscite within the proposed city's jurisdiction to ratify the city's charter.\nUnited Kingdom \nUnited States \nIn the United States, such municipal corporations are established by charters that are granted either directly by a state legislature by means of local legislation, or indirectly under a general municipal corporation law, usually after the proposed charter has passed a referendum vote of the affected population.", "id": "<urn:uuid:ff2d2b6b-aa78-4bda-ba69-e90f18d28bfb>", "dump": "CC-MAIN-2013-20", "url": "http://pediaview.com/openpedia/Municipal_corporation", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9693114161491394, "token_count": 1116, "score": 4.09375, "int_score": 4}
{"text": "Efforts to incorporate Bowmanstown as a borough occurred as early as 1892. The village contained about 300 inhabitants in 1896 but the nearby New Jersey Zinc Company soon added to its growth. Bowmanstown was incorporated as a Borough on November 29, 1913 for the purpose of providing general local government services to residents of the community. Upon incorporation of Bowmanstown as a borough its boundaries encompassed lands measuring 0.75 square mile. The borough's assessed valuation in 1918 was $279,000.00. The population of 834 in 1920 remained relatively constant for decades. The Bowmanstown Borough Municipal Building (Borough Hall) is a converted school building that was constructed in 1903 to serve the youths of the community. In 1958, the Palmerton School District was established and combined several local schools in order to create a regional school thus making the Bowmanstown campus obsolete. In 1964, the Borough acquired the old brick school building and has been using it as offices ever since. The borough kept the building in its original condition.\nThe Bowmanstown Borough Authority was incorporated August 24, 1997 and was created for the purpose of owning and operating the Bowmanstown Public Water System. On February 11, 2002 the Authority began construction of its water system improvement project which included a new chlorine building, looping numerous water mains, installing new services, erection of a new 250,000 gallon Standpipe and a new liner to the one Reservoir. In 2009, the Authority replaced their two roofs at the Reservoirs with metal roofs. Ongoing water projects will continue to transpire throughout the years.", "id": "<urn:uuid:ad0f0f8d-cdf1-4156-803c-c0f2786185b8>", "dump": "CC-MAIN-2013-20", "url": "http://bowmanstownborough.tripod.com/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9726606011390686, "token_count": 317, "score": 2.71875, "int_score": 3}
{"text": "Staff Photo: Jason Braverman Girl Scouts Kennedy Watson, from left, Leah Royes and Kaitlyn Hamlette, of troop 4525 in Snellville, draw signs to promote cookie sales.\nLemon-wedge cookies dusted with powdered sugar and filled with lemon zest flavor\nThe shortbread cookie\nOatmeal cookies with peanut butter filling\nVanilla cookies covered in caramel and toasted coconut, then striped with chocolate\nCookie topped with peanut butter then completely covered in chocolate\nThin wafer covered in a peppermint chocolate\n1912 — On March 12, 1912, founder Juliette Gordon Low gathered 18 girls to register the first troop of American Girl Guides. It was renamed Girl Scouts the following year.\n1920s — The first Girl Scout Troops on Foreign Soil were established in China, Mexico, Saudi Arabia and Syria for American girls living in other countries.\n1930s — The first sale of commercially baked Girl Scout Cookies took place.\n1940s — Girls collected 1.5 million articles of clothing that were then shipped overseas to children and adult victims of war.\n1950s — The March 1952 issue of “Ebony” magazine reported, “Girl Scouts in the South are making steady progress toward breaking down racial taboos.”\n1960s — The social unrest of the 1960s was reflected in organization actions and Girl Scout program change, including introduction in 1963 of four program age–levels for girls: Brownie, Junior, Cadette and Senior Girl Scouts.\n1970s — Girl Scouts contributed to a White House Conference on food, nutrition and health.\n1980s — “The Contemporary Issues” series was developed in the 1980s to help girls and their families deal with serious social issues. The first, “Tune In to Well Being, Say No to Drugs,” was introduced in collaboration with a project initiated by First Lady Nancy Reagan.\n1990s — Girl Scouting experienced a renewed emphasis on physical fitness with the inauguration of a health and fitness national service project in 1994 and the GirlSports initiative in 1996.\n2000s — Grants from Fortune 500 companies such as Lucent Technologies, Intel and Lockheed Martin supported science and technology exploration programs for girls.\n2012 — Girl Scouts of the USA has declared 2012 the Year of the Girl: a celebration of girls, recognition of their leadership potential and a commitment to creating a coalition of like-minded organizations and individuals in support of balanced leadership in the workplace and in communities across the country.\nSNELLVILLE -- It's that time of year. Across Gwinnett -- and the nation -- young girls dressed in green, brown, tan and blue vests are selling the famous Girl Scouts cookies by the boxes and they have a new cookie this year, the Savannah Smiles.\nHaven't heard of it? It's the latest creation to celebrate the organization's 100th anniversary.\nThe girls from Troop No. 4525 in Snellville, just like millions of other girls, are bound and determined to sell their cookies to anyone who will buy a box for $3.50.\n\"This is exciting to me because I started out as a Girl Scout with my sister in Brooklyn, N.Y.,\" Troop Co-leader Qualena Odom-Royes said. \"Now being able to share it with Leah (my daughter) and these other girls is exciting and wonderful.\"\nThe troop worked on posters to advertise their confectionery sweets and set individual sales goals for 2012.\nWith much childhood exuberance, Jocelyn Spencer, 8, decided on 81,000 boxes.\n\"I'm going to get everyone in my family to sell cookies,\" she said.\nAnd she's not the only one aiming big. The other girls in the troop set goals in the hundreds.\n\"I'm going to try to raise 400 because I really want all of the prizes,\" Kennedy Watson, 8, said.\nGirl Scout Cookies In Recipes\nTry using Girl Scout Cookies as part of fun recipes\nIn addition to the usual cookies, Girl Scouts of the USA has introduced its latest creation, the Savannah Smiles, to commemorate its 100th year. These celebratory baked goods were created in honor of Girl Scouts founder Juliette Gordon Low's hometown of Savannah and are similar in taste to past customer favorites with bursts of lemon flavor.\nThe cookie is shaped like a wedge, covered in powered sugar and filled with lemon crisps.\n\"The Savannah Smiles is actually closer to the original cookies made for the Girl Scout sales. It was one of the first varieties out there,\" Troop Co-leader Adrienne Cole said.\nThe cookie is such a new addition to the Girl Scouts, the troops and their leaders haven't gotten to taste-test the lemon flavored treat.\n\"I really want to try the new cookie,\" Kaitlyn Hamlette, 6, said. \"I like lemony stuff, so I really want to try it.\"\nAda Hamlette of Loganville, Kaitlyn's mother added, \"Everyone is excited about the new cookie and they want to try them. They look like they'll be delicious.\"\nTo boost the Savannah Smiles' sales, Troop No. 4525 thought of a strategic marketing approach: Give out free samples while selling boxes around the county.\n\"I want to give a box of milk to everyone who eats a sample,\" Spencer said.\nCole chimed in, \"Maybe we can get Kroger to donate some milk.\"\nYour hips may be mad that you bought the cookies, but your heart won't feel the same. All of the proceeds from Girl Scouts of Greater Atlanta's fundraising activities, including the cookie drive, stay in the council to serve the girls and volunteers in many ways. The money delivers programs to 41,500 girl members in a 34-county territory, trains more than 18,000 adult member volunteers, provides approximately $52,000 in scholarships for higher education and so much more.\nThe Girls Scouts of the USA haven't started selling their cookies online yet, but could in the next few years. The organization recommends never buying Girl Scout Cookies on any sites, including Amazon, eBay and other auction or community sites. There is no guarantee of freshness or authenticity.\nTo keep up with a technological age, the organization is using its website to help buyers easily find troops to purchase from in the area. Starting Feb. 17, the public can use the Cookie Locator, a program set up to help locate girls selling in your neighborhood by entering your ZIP code. To use the locator, visit cookielocator.littlebrownie.com.\nTo learn more about the Girl Scout's 100th anniversary and the Savannah Smiles, visit www.girlscouts.org.", "id": "<urn:uuid:75027875-cebe-4b88-8101-bd4f0ab2f4b9>", "dump": "CC-MAIN-2013-20", "url": "http://www.gwinnettdailypost.com/news/2012/jan/21/cookie-time-girl-scouts-celebrating-100th/?sports", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9521913528442383, "token_count": 1389, "score": 2.765625, "int_score": 3}
{"text": "Welcome to BSA Troop 51 based out of Waterford, MI. Please take a look around and have a great day.\nHow Scouting Started in the United States\nOne day in 1909 in London, England, an American visitor, William D. Boyce, lost his way in a dense fog. He stopped under a street lamp and tried to figure out where he was. A boy approached him and asked if he could be of help.\nYou certainly can, said Boyce. He told the boy that he wanted to find a certain business office in the center of the city.\nI’ll take you there, said the boy.\nWhen they got to the destination, Mr. Boyce reached into his pocket for a tip. But the boy stopped him.\nNo thank you, sir. I am a Scout. I won’t take anything for helping.\nA Scout? And what might that be? asked Boyce.\nThe boy told the American about himself and about his brother scouts. Boyce became very interested. After finishing his errand, he had the boy take him to the British Scouting office.\nAt the office, Boyce met Lord Robert Baden-Powell, the famous British general who had founded the Scouting movement in Great Britain. Boyce was so impressed with what he learned that he decided to bring Scouting home with him.\nOn February 8, 1910, Boyce and a group of outstanding leaders founded the Boy Scouts of America. From that day forth, Scouts have celebrated February 8, as the birthday of Scouting in the United States.\nWhat happened to the boy who helped Mr. Boyce find his way in the fog? No one knows. He had neither asked for money nor given his name, but he will never be forgotten. His good turn helped bring the scouting movement to our country.\nIn the British Scout Training Center at Gilwell Park, England, Scouts from the United States erected a statue of an American Buffalo in honor of this unknown scout. One good turn to one man became a good turn to millions of American Boys. Such is the power of a good turn.\nHence the Scout Slogan:\nDO A GOOD TURN DAILY", "id": "<urn:uuid:9318ce26-85fd-4349-bf3d-da8b89c27837>", "dump": "CC-MAIN-2013-20", "url": "http://troop51-bsa.com/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9767279028892517, "token_count": 451, "score": 2.90625, "int_score": 3}
{"text": "Become a fan of h2g2\nDaniel Boone, a legendary American frontiersman, was once quoted as saying, 'I ain't never been lost, but I may have been confused once or twice'. With all respect to Mr Boone - who was born in Pennsylvania, incidentally - it's incredibly easy to get lost and confused in the forests and mountains of Pennsylvania.\nIn the course of the state's 300-plus year recorded history, many people have gotten lost and confused. And they've lost plenty of things while stumbling around in the Pennsylvania woodlands - including a surprising amount of gold and silver.\nLate in the 1690s, a group of French Canadians, led by Louis Frontenac, departed New Orleans and headed towards Montreal. They sailed up the Mississippi River to the Ohio River turn-off. They then went up the Ohio to the location of present-day Pittsburgh and took the left fork up the Allegheny River. On their rafts were kegs filled with gold coins destined for the Royal Governor of Canada's treasury.\nUpon reaching present-day Potter County, Pennsylvania, they started overland, but the heavy kegs of coins made the going slow. Fearing an English or Indian attack, they decided to bury the treasure just north of the location of present-day Coudersport.\nThey marked their cache of gold with a cross chipped onto a rock. Seneca Indians are said to have seen the cross on the rock, but left it alone because they feared the site had special mystical significance. In time, the marker wore off the stone and the Indians were unable to remember where it was located.\nThe Frenchmen never returned for their gold and to this day it has never been found.\nThe Counterfeiter's Gold\nThen there's the story of Cyrus Cole who, in the early 1900s, lived by himself in a shack near the swamps outside Eldred in McKean County, Pennsylvania. Cole was something of a bum, surviving by picking berries and trapping muskrats yet, strangely, he was never short of cash.\nThe United States Secret Service had agents investigating an influx of counterfeit silver half dollars and gold coins in the area, but could never get any leads. Then in 1912, they got an anonymous tip that Cole was the mastermind behind the counterfeiting ring. Armed with a search warrant, the agents searched Cole's shack and found some evidence, but not enough for a conviction.\nThey searched the swamp for evidence of the minting equipment, but came up empty-handed. Legend has it that Cole buried his counterfeit coins and his real gold and silver profits somewhere on the high ground near Eldred. None of it has ever been recovered.\nCivil War Gold\nIn 1863, during the American Civil War1, a Union Army lieutenant was ordered to escort a wagon that had been fitted with a false base. This disguised compartment contained 26 gold bars each weighing 50 pounds. The wagon was to travel from Wheeling, West Virginia, north through Pennsylvania and then south to Washington, DC - the idea behind this route was to avoid any possible encounter with Confederate forces.\nIn the early stages of the journey, the lieutenant was sick with fever. During a fit of delirium, he blurted out the fact that the wagon contained a fortune in gold. After his fever broke, the expedition left St Marys, Pennsylvania, heading for Driftwood where they were to build a raft and float down the Susquehanna River to Harrisburg. They never made it, vanishing somewhere in the forests of Cameron and Elk counties.\nTwo months later, the party's civilian guide stumbled into Lock Haven - 50 miles east of St Marys, the last known location of the convoy. Army investigators interrogated the guide for days and heard that bandits ambushed the group, killing all the soldiers and taking the gold. The Army did not believe this story.\nPinkerton2 detectives were hired to search the area, but all they found were some dead mules in the area of Dent's Run near present-day Route 55 in Elk County. In the early 1870s, human skeletons which were believed to be those of the soldiers were found in the same area.\nThe guide was drafted into the army and assigned to a fort in the west. A heavy drinker, when he was drunk he would claim to know where the gold was hidden. But when he sobered up, he disavowed all knowledge of the treasure's location.\nLocal rumour has it that during the past 50 years the modern US Army has sent several teams into the area around Dent's Run searching for the gold. Despite these alleged ongoing searches, the gold has never been recovered.\nDuring the American Civil War, Confederate raiders captured a Union convoy heading from West Virginia to the Philadelphia Mint. The convoy's treasure - some 15 tons of silver bars - was stolen and hidden inside a cave north of Uniontown, Pennsylvania. The rebels sealed the mouth of the cave and never returned for the booty. Some say it's still out there waiting to be discovered.\nIn 1680, a Spanish treasure ship sank off the Bahamas. A hundred and thirty years later a British captain named 'Blackbeard'3 found the treasure and recovered several tons of silver.\nBlackbeard sailed into Baltimore harbour intending to transfer the silver to a British warship for transport to London. Fearing that the ship would be followed and attacked on the high seas, Blackbeard sent the silver overland by wagon to Canada where it would be loaded into a convoy of strong ships.\nBy the time Blackbeard reached Renovo, Pennsylvania, the War of 18124 had begun and Blackbeard, fearing that the silver would fall into USA hands, buried the treasure in the mountains outside Emporium in McKean County near present-day Route 155. Blackbeard never returned for the silver and rumour has it that it is still there today.\nRobber Lewis' Lost Booty\nDavid 'Robber' Lewis made a reputation for himself in the early 1800s, robbing the rich and giving to the poor. He was captured in 1820 and on his deathbed, he confessed to all his crimes and told his jailers of three caches of gold he had hidden in Pennsylvania:\nOne, containing $10,000 in gold, is said to have been hidden in a small cave along the Juniata River near Lewistown, Pennsylvania. Lewis returned for the cache and couldn't find it because the river had flooded and washed away his trail markers.\nA second cache is purported to be buried along the Conodoguinett Creek near the caves he used as a hide-out.\nThe third, reportedly containing $20,000, is buried in the hills outside of Bellefonte. During his last imprisonment, Lewis is said to have taunted his jailers by telling them that he could see the cache from the jail.\nNone of these caches have ever been recovered.\nCash at Kinzua\nIn the 1890s, a man robbed a bank in Emporium, Pennsylvania, making off with $40,000 in cash. Apparently, he got lost and wound up in the village of Hazel Hurst where he collapsed. Not having a good day, our man died of 'exhaustion' a short time later, but not before confessing that he had buried the loot north-east of Kushequa within sight of the Kinzua railroad bridge. The money has never been recovered.\nThe Belsano Train Robbery\nOn 11 October, 1924, a train carrying a safe containing a payroll of $33,000 was robbed just outside the Cambria County, Pennsylvania town of Belsano. During the course of the robbery, one of the men who was guarding the safe was shot and killed.\nPolice in several neighbouring states joined the manhunt for Michelo Bassi and Anthony Pezzi and the murderous duo were apprehended two weeks after the robbery in Terre Haute, Indiana. Each had a gun and $3,000 in cash. The men were convicted of first degree murder and in February 1925, they were executed in the state's electric chair.\nThe safe and some of the money was never recovered. Legend has it that it may be buried or hidden near the site of the robbery.\nThe Lost Cave of Silver\nSomewhere in the Allegheny National Forest to the west of the town of Tionesta, Pennsylvania is a cave reputed to be full of silver.\nDuring the late 1700s, a white settler named Hill got lost and sought shelter in a cave for the night. Inside the cave he saw veins of silver running everywhere through the walls and ceiling. In the floor was a great pit filled with pure silver. When he managed to find his way home, he was unable to find his way back to the cave.\nHill's story was backed up by an early entrepreneur who traded liquor with the indigenous Indians in exchange for furs and silver. When he asked them where they got all their silver, legend has it that they blindfolded him and took him to a cave matching the one described in Hill's story.\nPure silver was found in Indian burial grounds near Irvine, Warren County - approximately 15 miles upstream from Tionesta. However, the Cave of Silver has never been found.\nOther Lost Treasures\nAn aeroplane carrying a quarter-million dollars in cash crashed near Mount Carmel in 1948. The money was thrown out of the plane just prior to the crash and was never found.\nBandit Michael Rizzalo stole a $12,000 payroll in 1888. He was said to have buried it in a tin box somewhere on Laurel Run Mountain, just outside the town of Wilkes-Bare. The money is supposed to still be there today.\nIn 1775, a gang of Tories5 hid $100,000 in gold coins in the Wernersville area. The loot was never recovered.\nA Handy Tip\nWhen visiting Pennsylvania, don't forget to pack your metal detector.", "id": "<urn:uuid:6602e84a-9863-4902-8c33-f6dd2cfd08c1>", "dump": "CC-MAIN-2013-20", "url": "http://www.h2g2.com/approved_entry/A536573", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9794114232063293, "token_count": 2052, "score": 2.671875, "int_score": 3}
{"text": "- Historic Sites\n“To A Distant And Perilous Service”\nWestward with the course of empire Colonel Jonathan Drake Stevenson took his way in 1846. With him went the denizens of New York’s Tammany wards, oyster cellars, and gin mills—the future leaders of California.\nJune/July 1979 | Volume 30, Issue 4\nThree weeks later, in a millrace on the American River in northern California, John Marshall spotted the flicker of gold. By the end of summer, 1849, the Los Angeles garrison, like every other encampment of the New York volunteers, was abandoned, the harbinger of Anglo-Saxon civilization scattered to the hills, the coastal towns and villages of California half-deserted. The little port of San Francisco had become the focus of world migration. Captain Folsom, the staff quartermaster, having secured appointment as collector of the port, was on his way to becoming a millionaire. The Russ family, purveyors of Moroccan leather and holiday fireworks, had opened a jewelry shop and begun assembling an empire of hotels, beer gardens, office buildings, and residential blocks. Sergeant John C. Pulis, late of Lippitt’s monstrous Company F, had become the first sheriff of San Francisco. Lieutenant Edward Gilbert was editing the Alta California , the leading newspaper in the territory; Captain Naglee (he of the bathtime rebellion) had founded the territory’s first bank; Lieutenant Hewlett had opened a boardinghouse; Captain Frisbee had started a commission agency and was in prospect of marrying the eldest daughter of General Vallejo; Lieutenant Vermeule, the plague of Abel Stearns, had set himself up as a lawyer and would soon be elected a delegate to the California constitutional convention and a member of the state legislature; and the Reverend Mr. Thaddeus M. Leavenworth, chaplain to the regiment, had attained the quasi-judicial position of alcalde of San Francisco and was granting homesteads and auctioning public lands with a Christian generosity that scandalized even his former associates.\nAs for the colonel, he was well on his way to a second career (and a second marriage and a second family) as a legal counselor, politician, and founder of a grandiose ghost city called New-York-of-the-Pacific, which endures today only in the name of a slough on the edge of San Francisco Bay.\nThe former New York boys were scattered by then throughout California, styling themselves doctors, lawyers, judges, or capitalists. A few in San Francisco called themselves the “Hounds”—or, on formal occasions, the “Regulators.” They were the first recognizable New York—style drinking-and-marching society in the Far West, and their raucous behavior soon aroused the more orderly citizens of the town to form the prototype of San Francisco’s several committees of vigilance.\nFor better or worse, the Americanization of California had begun.", "id": "<urn:uuid:1dd05bbf-f83d-4605-ba5c-81c1a7767a1d>", "dump": "CC-MAIN-2013-20", "url": "http://www.americanheritage.com/content/%E2%80%9C-distant-and-perilous-service%E2%80%9D?page=10", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9680232405662537, "token_count": 625, "score": 3.0, "int_score": 3}
{"text": "Here to There: A History of Mapping\nFrom the 16th to 18th centuries, many European mapmakers were convinced that California was an island — an Edenic paradise populated by black Amazons. The error persisted for over a hundred years after expeditions had proven that California was, in fact, firmly attached to the mainland. The idea of California as a fierce paradise appealed to Europeans, who were reluctant to let the mundane reality interfere with their vision of the world.\nSo in that spirit, we’re devoting this episode of BackStory to maps — asking what they show us about who we are and and where we want to go. How do maps shape the way we see our communities and our world? What do they tell us about the kind of information we value? And what do they distort, or ignore?\nPlease help us shape this show! Share your questions, ideas and stories below. Have opinions on New York vs. D.C. subway maps? On the merits or shortcomings of Google Maps? And do you even still use old-fashioned, ink-and-paper maps? Leave us a comment!", "id": "<urn:uuid:ee4268b8-d3ab-4049-a3ac-f695c938a3ca>", "dump": "CC-MAIN-2013-20", "url": "http://backstoryradio.org/here-to-there-a-history-of-mapping/quote-comment-21383/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.949668824672699, "token_count": 231, "score": 3.390625, "int_score": 3}
{"text": "The list is the origin of culture. It's part of the history of art and literature. What does culture want? To make infinity comprehensible. It also wants to create order — not always, but often. And how, as a human being, does one face infinity? How does one attempt to grasp the incomprehensible? Through lists, through catalogs, through collections in museums and through encyclopedias and dictionaries. There is an allure to enumerating how many women Don Giovanni slept with: It was 2,063, at least according to Mozart's librettist, Lorenzo da Ponte. We also have completely practical lists — the shopping list, the will, the menu — that are also cultural achievements in their own right.\n…At first, we think that a list is primitive and typical of very early cultures, which had no exact concept of the universe and were therefore limited to listing the characteristics they could name. But, in cultural history, the list has prevailed over and over again. It is by no means merely an expression of primitive cultures. A very clear image of the universe existed in the Middle Ages, and there were lists. A new worldview based on astronomy predominated in the Renaissance and the Baroque era. And there were lists. And the list is certainly prevalent in the postmodern age. It has an irresistible magic.\n…We like lists because we don't want to die.\nHere is much more. Make sure you read the quotation under the photo; I don't want to reproduce it on a family blog.\nI wonder if this interview was translated from some other language, given the difference between \"lists\" and \"enumeration.\" Here is an important MR post: Jeffrey Lonsdale writes.\nI thank Cardiff Garcia for the pointer.", "id": "<urn:uuid:677a2991-3cf1-4c15-8111-a72e57592df6>", "dump": "CC-MAIN-2013-20", "url": "http://marginalrevolution.com/marginalrevolution/2009/11/umberto-eco-on-lists.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9720367193222046, "token_count": 366, "score": 2.53125, "int_score": 3}
{"text": "Source: Steven Maxwell, 785-532-5740, firstname.lastname@example.org.\nNote to editor: This is the first in a series of news releases about the color purple in honor of Kansas State University's founding on Feb. 16, 1863.\nNews release prepared by: Greg Tammen, 785-532-2535, email@example.com\nMonday, Feb. 7, 2011\nThe power of purple:\nROCK MUSIC'S ROOTS RUN DEEP WITH PURPLE, PROFESSOR SAYS\nMANHATTAN -- Ask Steven Maxwell what the color purple means and his answer is simple: turn the volume to 11 and open your mind, because purple is rock and roll in its prime.\n\"Artistically purple is a descriptive word, and I think that's why it's been adopted by some successful acts in the music world,\" said Maxwell, assistant professor of music at Kansas State University.\nIn 2008 Maxwell created a class about the history of rock and roll, where he teaches about the genre's evolution and its relationship to history.\n\"The really cool thing about rock and roll is that it ties into the American culture and really reflects what's going on in the country,\" Maxwell said. \"It serves as the voice of the common person and has been associated with some important historical moments in the U.S. It was a part of that voice in the civil rights movement in the '60s and used in protest of the Vietnam War in the '70s.\"\nRock music's history runs purple, with the color being adopted by some of the most influential musicians.\n\"Think of the deeper concept of what a song like 'Purple Haze' means, especially when it first came out,\" Maxwell said. \"The late '60s was all about looking at things differently. Jimi Hendrix perfectly captured that psychedelic era in the country, that time of opening the doors of perception in one's mind and really looking at something on a deeper level.\"\nHe said the \"purple\" Hendrix is referring to is that new, unknown, almost analogous way of thinking.\n\"Metaphorically, purple was a blend between the standardized 'primary colors' introduced by mainstream society in the 1950s and mid-1960s,\" Maxwell said.\nOther artists, such as Deep Purple and Prince, adopted the color because of its ambiguity in the musical soundscape and pop culture.\nDeep Purple was one of the pioneers of hard rock and heavy metal, Maxwell said. The group was the first rock band to record with a full Concerto orchestra, as well as the first to turn the volume to 11, a feat earning them the title of the world's loudest band by the Guinness Book of World Records in 1972.\nAnd then there's the song \"Smoke on the Water.\"\n\"When that song came out it was such a fresh thing,\" Maxwell said. \"No longer was the focus just on the lyrics. That guitar riff made the music as important as the words. Today most people don't remember the lyrics but they know that guitar lick.\"\nIn 1984 Prince released \"Purple Rain,\" an album that took the newly introduced music video to the next level as a full-length film.\nThe album also introduced Prince's backing band. The Revolution, an apt title due to the soundtrack's revolutionary nature, Maxwell said. The album has since been seen as an avant-garde piece of work and has been named one of the greatest albums of all time by outlets like Time magazine, Rolling Stone, VH1 and others.\n\"Purple's taking the softness of blue, the loudness of red, and meeting in the middle to make things a little ambiguous. It's a blend of those two primary colors and is therefore a different way of looking at things,\" he said.", "id": "<urn:uuid:8671d356-590d-4599-a2d6-8c2ddd04c134>", "dump": "CC-MAIN-2013-20", "url": "http://www.k-state.edu/media/newsreleases/feb11/purplemusic20711.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9774608016014099, "token_count": 798, "score": 3.140625, "int_score": 3}
