{"text": "Kate Wiley (202) 633-3129\nSmithsonian’s Lemelson Center Spotlights Hollywood’s History of Innovation\n“Places of Invention” Exhibition to Feature Development of Technicolor\nThe Academy Awards would be much less colorful without the innovations in 1930s and ’40s Hollywood filmmaking that the Smithsonian’s Lemelson Center for the Study of Invention and Innovation will showcase in its upcoming “Places of Invention” exhibition, set to open in 2015.\nInitiative and creativity drove Hollywood’s “Golden Age”—a time of great technological change in the motion picture industry, moving from silent and black-and-white to sound and color. “Places of Invention” will highlight the invention and adoption of Technicolor, detailing the three-strip process used in The Wizard of Oz and Gone With the Wind and reveal the people behind its success, inventors Herbert Kalmus, Daniel Comstock and W. Burton Westcott, who set up shop in Hollywood in 1923. Also integral to its success was Natalie Kalmus, a consultant for Technicolor on many classic films who, in making decisions about makeup, costumes and lighting, controlled the aura of Technicolor.\n“Our take on the Hollywood story goes behind the camera to examine the inventions that significantly changed both the way movies were made and the complexity and popularity of movies themselves,” said Art Molella, director of the center. “The Hollywood and Technicolor stories exemplify the outcomes possible when creativity and collaboration are allowed to thrive.”\nThe invention and evolution of Technicolor made possible such awards as Best Visual Effects while transforming Hollywood into a hot spot of innovation—a place where a critical mass of inventive people, networks, institutions and funding come together and creativity flourishes.\nThis year alone, six of the nine nominees for Best Picture implemented various Technicolor technologies in their films. Overall, 19 films nominated for Oscars employed Technicolor’s various offerings in their respective films.\n“Places of Invention”—made possible by a $2.6 million grant from the National Science Foundation—will feature a selection of hot spots of invention and innovation. The planned 3,500-square-foot exhibition will focus on the mid-19th century to the present and will feature hands-on experiences based on inventive skill-building and illustrating the ways that places and social collaboration shape the inventive process. For more on the exhibition, visit http://invention.smithsonian.org/places.\nThe Smithsonian’s Lemelson Center’s activities advance scholarship on the history of invention, share stories about inventors and their work and nurture creativity in young people. The center embodies a philosophy akin to that of the inventors we study, of valuing creativity and embracing the potential rewards of intellectual risk-taking. The center is supported by The Lemelson Foundation, a private philanthropy established by one of the country’s most prolific inventors, Jerome Lemelson, and his family. The Lemelson Center is located in the National Museum of American History. For more information, visit http://invention.smithsonian.org.\n# # #", "id": "<urn:uuid:54d4806c-969d-4feb-9ca3-138375448d96>", "dump": "CC-MAIN-2013-20", "url": "http://www.invention.smithsonian.org/pressroom/press_release_detail.aspx?id=740", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9136609435081482, "token_count": 663, "score": 2.59375, "int_score": 3}
{"text": "Dr. Carl Auer von Welsbach (1858-1929) had a rare double talent of understanding how to pursue fundamental science and, at the same time, of commercializing himself successfully as a inventor and discoverer.\nHe discovered 4 elements (Neodymium, Praseodymium, Ytterbium, and Lutetium).\nHe invented the incandescent mantle, that helped gaslighting at the end of the 19th century to a renaissance.\nHe developed the Ferrocerium - it`s still used as a flint in every disposable lighter.\nHe was an eminent authority, and great expert in the field of rare earths (lanthanoides).\nHe invented the electric metal filament light bulb which is used billions of times today.\nAdditionally, all his life he took active part in different fields, from photography to ornithology. His personal qualities are remembered highly by the people of Althofen, he not only had an excellent mind but also a big heart. These qualities ensured him a prominent and lasting place not only in Austria`s science and industrial history.\n9th of Sept. 1858: Born in Vienna, son of Therese and Alois Ritter Auer von Welsbach ( his father was director of the Imperial printing office the \"Staatsdruckerei\").\n1869-73: went to the secondary school in Mariahilf, (then changed to the secondary school in Josefstadt.)\n1873-77: went to secondary school in Josefstadt, graduation.\n1877-78: military service, became a second lieutenant.\n1878-80: Inscribed into the technical University of Vienna; studies in math, general organic and inorganic chemistry, technical physics and thermodynamics with the Professors Winkler, Bauer, Reitlinger; and Pierre.\n1880-82: Changed to the University of Heidelberg; lectures on inorganic experimental chemistry and Lab. experiments with Prof. Bunsen, introduction to spectral analysis and the history of chemistry, mineralogy and physics.\n5th of Feb. 1882: Promotion to Doctor of Philosophy at the Ruperta-Carola-University in Heidelberg.\n1882: Return to Vienna as unpaid Assistant in Prof. Lieben`s laboratory; work with chemical separation methods for investigations on rare earth elements.\n1882-1884: Publications: \" Ueber die Erden des Gadolinits von Ytterby\", \"Ueber die Seltenen Erden\".\n1885: The first separation of the element \"Didymium\" with help from a newly developed separation method from himself, based on the fractioned crystalisation of a Didym-ammonium nitrat solution. After the characteristical colouring, Auer gave the green components the name Praseodymium, the pink components the name Neodidymium. In time the latter element was more commonly known as Neodymium.\n1885-1892: Work on gas mantle for the incandescent lighting.\nDevelopment of a method to produce gas mantle (\"Auerlicht) based on the impregnation from cottontissue by means, measures, methods of liquids, that rare earth has been absolved in and the ash from the material in a following glow process.\nProduction of the first incandescent mantle out of lanthanum oxide, in which the gas flame is surrounded from a stocking; definite improvement in light emmission, but lack of stability in humidity.\nContinuous improvements in the chemical composition of the incandescent mantel \"Auerlicht\", experimentations of Lanthanum oxide-magnesium oxide- variations.\n18th of Sept. 1885: The patenting of a gas burner with a \"Actinophor\" incandescent mantle made up of 60% magnesium oxide, 20% lanthanum oxide and 20% yttrium oxide; in the same year, the magnesium oxide part was replaced with zirconium oxide and the constitution of a second patent with reference to the additional use of the light body in a spirits flame.\n9th of April 1886: Introduction the name \"Gasgluehlicht\" through the Journalist Motiz Szeps after the successful presentation from the Actinophors in the lower Austrian trade union ; regular production of the impregnation liquid, called \"Fluid\", at the Chemical Institute.\n1887: The acquisition of the factory Würth & Co. for chemical-pharmaceutical products in Atzgersdorf and the industrial production of the light bodies.\n1889: The beginning of sales problems because of the defaults with the earlier incandescent mantle, ie. it`s fragility, the short length of use, as well as having an unpleasant, cold, green coloured light , and the relatively high price. The factory in Atzgersdorf closes.\nThe development of fractioned cristallisation methods for the preparation of pure Thorium oxide from and therefore cheap Monazitsand.\nThe analysis of the connection between the purity of Thorium oxide and its light emission. The ascertainment of the optimal composition of the incandescent mantle in a long series of tests.\n1891: Patenting of the incandescent mantle out of 99% Thorium oxide and 1% Cerium oxide, at that period of time, because of the light emission it was a direct competition for the electric carbon-filament lamp. The resuming of production in Atzgersdorf near Vienna and the quick spreading of the incandescent mantle because of their high duration. The beginning of a competition with the electric lighting.\nWork with high melting heavy metals to improve and higher the filament temperature, and therefore the light emission as well.\nThe development of the production of thin filaments.\nThe making of incandescent mantle with Platinum threads that were covered with high melting Thorium oxide, whereby it was possible to use the lamps over the melting temperature of Platinum.\nThis variation was discarded because with smelting the platinum threads either the cover would burst or by solidifying it would rip apart.\nThe taking out of a patent for two manufacturing methods for filaments.\nIn the patent specification Carl Auer von Welsbach described the manufacturing of filaments through secretion of the high smelting element Osmium onto the metallic-filament.\nThe development and experimentation of further designing methods such as the pasting method for the manufacturing of suitable high smelting metallic-filaments. With this method Osmium powder and a mixture of rubber or sugar is mixed together and kneaded into a paste. The manufacturing results in that the paste gets stamped through a delicate nozzle discharged cylinder and the filament subsequently dries and sinters. This was the first commercial and industrial process in the powder metallurgy for very high smelting metals.\n1898: The acquiring of a industrial property in Treibach and the beginning of the experimentation and discovery work at this location. The taking out of a patent for the metallic-filament lamp with Osmium filament.\n1899: Married Marie Nimpfer in Helgoland.\n1902: Market introduction of the \"Auer-Oslight\" the first industrial finished Osmium metallic-filament lamp using the paste method.\nThe advantages of this metallic-filament lamp over the, at that period of time, widely used carbon-filament lamp were:\n57% less electricity consumption; less blackening of the glass; because of the higher filament temperature, a \"whiter\" light; a longer life span and therefore more economic.\nThe beginning of the investigation of spark giving metals with the aim ignition mechanisms for lighters, gas lighters and gas lamps as well as projectile and mine ignition.\nCarl Auer von Welsbach knew of the possibility to produce sparks by mechanical means from Cerium from his teacher Prof. Bunsen.\nThe ascertainment of the optimal compound from Cerium-Iron alloys for spark production.\n1903: The taking out of a patent for his pyrophoric alloys (by scratching with hard and sharp surfaces a splinter which could ignite itself.) In the patent specification 70% Cerium and 30% Iron was given as an optimal compound.\nFurther development of a method to produce the latter alloy cheaply.\nThe optimizing of Bunsen, Hillebrand and Norton´s procedure, used at that\ntime mainly for producing Cerium, was based on the fusion electrolysis from\nsmelted Rare Earth chlorides. The problem at that time was in the leading\nof the electrolysis to secrete a pore-free and long lasting metal.\nThis was the first industrial process and commercial utilization of the rare earth metals.\n30th of March 1905: A report to the \"Akademie der Wissenschaften\" in Vienna that the results of the spectroscopic analysis show that Ytterbium is made up of two elements. Auer named the elements after the stars Aldebaranium and Cassiopeium. He ommitted the publication of the attained spectras and the ascertained atomic weights.\n1907: The founding of the \"Treibacher Chemische Werke GesmbH\" in Treibach-Althofen for the production of Ferrocerium- lighter flints under the trade name \"Original Auermetall\".\nThe publication of the spectras and the atomic weights of both new, from Ytterbium separated elements, in the completion of his report to the Academie der Wissenschaften.\nPriority dispute with the french Chemist Urbain concerning the analysis of Ytterbium.\n1908: The solution of the electrolysis of fused salts (cerium chloride) problem, at which the minerals Cerit and Allanite are used as source substances.\n1909: The adaption of the procedure, from his collaborator, Dr.Fattinger, to be able to use the Monazitsand residue out of the incandescent mantle production, for the production of cerium metal for the lighter flints.\nThe production of three different pyrophoric alloys:\n\"Cer\" or Auermetall I : Alloy out of fairly pure Cerium and Iron. Used for igniting purposes.\n\"Lanthan\" or Auermetall II : The Cerium-Iron alloy enriched with the element Lanthan. Used for light signals because of its particularly bright sparking power.\nErdmetall or Auermetall III : Alloy out of Iron and \"natural\" Cermischmetall; a rare earth metal alloy of corresponding natural deposits.\nBoth of the first alloys could not win its way through the market. only the easy to produce\nErdmetall, after the renaming it Auermetall I, obtained world wide status as the flint in the lighter industry.\n1909: The International Atomic weight Commission decided in favour of Urbain´s publication instead of Auer´s because Urbain handed it in earlier. The Commission of the term from Urbain Neoytterbium- known today as Ytterbium and Lutetium for the new elements.\nThe carrying-out of large scale chemical separations in the field of radioactive substances.\nThe production of different preparations of Uran, Ionium (known today as Th230 isotop), a disintegration product in the Uranium-Radium-line, Polonium and Aktinium, that Auer made available, for research use, to such renowned Institutions and scientists as F.W.Aston and Ernest Rutherford at the Cavendish Laboratory in Cambridge (1921) and the \"Radiuminstitut der Akademie der Wissenschaften\" in Vienna.\n1922: A report on his spectroscopic discoveries to the \"Akademie der Wissenschaften\" in Vienna.\n1929:World-wide production of ligther flints reached 100,000 kg.\n8th of April 1929: Carl Auer von Welsbach died at the age of 70.", "id": "<urn:uuid:f684139c-4f94-4f1f-821a-2847edc6ba5b>", "dump": "CC-MAIN-2013-20", "url": "http://www.althofen.at/AvW-Museum/Englisch/biographie_e.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9037157893180847, "token_count": 2533, "score": 3.046875, "int_score": 3}
{"text": "|Gallium metal is silver-white and melts at approximately body temperature (Wikipedia image).|\n|Atomic Number:||31||Atomic Radius:||187 pm (Van der Waals)|\n|Atomic Symbol:||Ga||Melting Point:||29.76 °C|\n|Atomic Weight:||69.72||Boiling Point:||2204 °C|\n|Electron Configuration:||[Ar]4s23d104p1||Oxidation States:||3|\nFrom the Latin word Gallia, France; also from Latin, gallus, a translation of \"Lecoq,\" a cock. Predicted and described by Mendeleev as ekaaluminum, and discovered spectroscopically by Lecoq de Boisbaudran in 1875, who in the same year obtained the free metal by electrolysis of a solution of the hydroxide in KOH.\nGallium is often found as a trace element in diaspore, sphalerite, germanite, bauxite, and coal. Some flue dusts from burning coal have been shown to contain as much 1.5 percent gallium.\nIt is one of four metals -- mercury, cesium, and rubidium -- which can be liquid near room temperature and, thus, can be used in high-temperature thermometers. It has one of the longest liquid ranges of any metal and has a low vapor pressure even at high temperatures.\nThere is a strong tendency for gallium to supercool below its freezing point. Therefore, seeding may be necessary to initiate solidification.\nUltra-pure gallium has a beautiful, silvery appearance, and the solid metal exhibits a conchoidal fracture similar to glass. The metal expands 3.1 percent on solidifying; therefore, it should not be stored in glass or metal containers, because they may break as the metal solidifies.\nHigh-purity gallium is attacked only slowly by mineral acids.\nGallium wets glass or porcelain and forms a brilliant mirror when it is painted on glass. It is widely used in doping semiconductors and producing solid-state devices such as transistors.\nMagnesium gallate containing divalent impurities, such as Mn+2, is finding use in commercial ultraviolet-activated powder phosphors. Gallium arsenide is capable of converting electricity directly into coherent light. Gallium readily alloys with most metals, and has been used as a component in low-melting alloys.\nIts toxicity appears to be of a low order, but should be handled with care until more data is available.", "id": "<urn:uuid:317a0fc8-b8f1-4147-a9ac-f69a1f176048>", "dump": "CC-MAIN-2013-20", "url": "http://periodic.lanl.gov/31.shtml", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8928455710411072, "token_count": 546, "score": 3.46875, "int_score": 3}
{"text": "Sarin was developed\nin 1938 in Germany as a pesticide. Its name is derived from the names\nof the chemists involved in its creation: Schrader, Ambros, Rudriger\nand van der Linde. Sarin is a colorless non-persistent liquid. The\nvapor is slightly heavier than air, so it hovers close to the ground.\nUnder wet and humid weather conditions, Sarin degrades swiftly, but\nas the temperature rises up to a certain point, Sarin’s lethal\nduration increases, despite the humidity. Sarin is a lethal cholinesterase\ninhibitor. Doses which are potentially life threatening may be only\nslightly larger than those producing least effects.\nSigns and Symptoms\noverexposure may occur within minutes or hours, depending upon the\ndose. They include: miosis (constriction of pupils) and visual effects,\nheadaches and pressure sensation, runny nose and nasal congestion,\nsalivation, tightness in the chest, nausea, vomiting, giddiness, anxiety,\ndifficulty in thinking, difficulty sleeping, nightmares, muscle twitches,\ntremors, weakness, abdominal cramps, diarrhea, involuntary urination\nand defecation, with severe exposure symptoms progressing to convulsions\nand respiratory failure.\nbreath until respiratory protective mask is donned. If severe signs\nof agent exposure appear (chest tightens, pupil constriction, in\ncoordination, etc.), immediately administer, in rapid succession,\nall three Nerve Agent Antidote Kit(s), Mark I injectors (or atropine\nif directed by a physician). Injections using the Mark I kit injectors\nmay be repeated at 5 to 20 minute intervals if signs and symptoms\nare progressing until three series of injections have been administered.\nNo more injections will be given unless directed by medical personnel.\nIn addition, a record will be maintained of all injections given.\nIf breathing has stopped, give artificial respiration. Mouth-to-mouth\nresuscitation should be used when mask-bag or oxygen delivery systems\nare not available. Do not use mouth-to-mouth resuscitation when facial\ncontamination exists. If breathing is difficult, administer oxygen.\nSeek medical attention Immediately.\nContact: Immediately flush eyes with water for 10-15\nminutes, then don respiratory protective mask. Although miosis\n(pinpointing of the pupils) may be an early sign of agent exposure,\nan injection will not be administered when miosis is the only\nsign present. Instead, the individual will be taken Immediately\nto a medical treatment facility for observation.\nContact: Don respiratory protective mask and remove\ncontaminated clothing. Immediately wash contaminated skin with\ncopious amounts of soap and water, 10% sodium carbonate solution,\nor 5% liquid household bleach. Rinse well with water to remove\nexcess decontaminant. Administer nerve agent antidote kit, Mark\nI, only if local sweating and muscular twitching symptoms are\nobserved. Seek medical attention Immediately.\nnot induce vomiting. First symptoms are likely to be gastrointestinal.\nImmediately administer Nerve Agent Antidote Kit, Mark I. Seek medical\nAbove Information Courtesy\nof United States Army", "id": "<urn:uuid:7ba4236f-2dbb-4dce-b113-18fc0fa8af10>", "dump": "CC-MAIN-2013-20", "url": "http://usmilitary.about.com/library/milinfo/blchemical-4.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8637948036193848, "token_count": 680, "score": 3.328125, "int_score": 3}
{"text": "Protecting your home against winter's 'silent killer'\n(BPT) - It’s colorless, odorless and the No. 1 cause of accidental poisoning in the United States. And, it worsens in the winter.\nKnown as the “silent killer,” carbon monoxide (CO) is responsible for an average of 450 deaths and 20,000 emergency room visits each year, according to the Journal of the American Medical Association. With more than two-fifths of all CO poisonings occurring between December and February, homeowners are at increased risk once temperatures begin to drop.\n“During the winter months, many families turn to heating sources they might not use at other times of the year,” says Deborah Hanson, director of external affairs for First Alert, the most trusted name in home safety. “While these heating sources may be effective at providing warmth, they also can pose great risks if not used properly. To help protect loved ones from the dangers of CO poisoning, it is important for homeowners to take proper precautions when dealing with any kind of fuel-burning heat source.”\nFirst Alert recommends the following tips and tools for keeping your home and loved ones warm – and safe – this winter and all year long:\nProtect against CO poisoning\nRun kitchen vents or exhaust fans any time the stove is in use. The kitchen stove is among the most frequent sources of CO poisoning in the home. To help eliminate danger of overexposure, never use the oven to heat a home. Always run exhaust fans when cooking, especially during the holidays when stoves are left on for longer periods of time. Also, open a nearby window periodically when cooking to allow fresh air to circulate.\nNever use generators indoors. In the case of a power outage, portable electricity generators must be used outside only with power brought into the structure with a cord. Never use them inside the home, in a garage or in any confined area that can allow CO to collect. And be careful to follow operating instructions closely. Also refrain from using charcoal grills, camp stoves or other similar devices indoors.\nHave fuel-burning appliances inspected regularly. Arrange for a professional inspection of all fireplaces and fuel-burning appliances – such as furnaces, stoves, clothes dryers, water heaters and space heaters – annually to detect any CO leaks.\nBe mindful of the garage. Warming the car in the morning before work is common during the winter months, but running vehicles inside an attached garage, even if the door is open, is hazardous, as CO can leak into the home.\nInstall/test CO alarms. Carbon monoxide alarms are the only way to detect this poisonous gas in a home. For maximum protection, alarms should be installed on every level of the home and near each sleeping area. Test alarm function monthly and change batteries every six months. In addition, alarms should be replaced every five to seven years to ensure proper function. If the installation date is unknown, replace immediately.\nFor more information on carbon monoxide safety, visit www.firstalert.com.", "id": "<urn:uuid:69289004-835e-4965-a69a-a443f2b95705>", "dump": "CC-MAIN-2013-20", "url": "http://www.kiowacountysignal.com/section/?template=araArchiveDetails&CategoryID=402&article=8070480101&archive=true", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9243112206459045, "token_count": 633, "score": 2.9375, "int_score": 3}
{"text": "Radon, a silent killer in homes\nDeKALB – Many homeowners take precautions to protect themselves. They lock their doors at night, turn off and unplug appliances and regularly test their smoke detectors.\nRadon isn’t something many homeowners consider a danger in their homes, but it could be harming them the most.\nRadon is a colorless, odorless naturally occurring gas found in uranium in soil. The gas often seeps through cracks in a house’s foundation or other areas exposed to soil. The health risks associated with radon are not immediate but rather a result of continuous exposure over a long period of time.\nIf you have any technical difficulties, either with your username and password or with the payment options, please contact us by e-mail at firstname.lastname@example.org", "id": "<urn:uuid:19f471cc-541f-46da-bb37-61497f73e921>", "dump": "CC-MAIN-2013-20", "url": "http://www.daily-chronicle.com/2013/02/27/radon-a-silent-killer-in-homes/aqv83ut/?list-comments=1", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9462264776229858, "token_count": 168, "score": 2.546875, "int_score": 3}
{"text": "\"Helplessness\" and \"confusion\" are words that easily come to mind when the issue of sick building syndrome is mentioned. It is a problem that does not have a regulatory solution, and is bound with engineering, medicine and emotions that will challenge the best of school administrators.\nA careful management style and knowledgeable use of technologies in medicine, toxicology and property maintenance are a school administrator's best allies in preparing to deal with or prevent this new generation of health and safety challenges.\nDefining sick building syndrome There is no regulatory definition for sick building syndrome. Although it often relates to indoor-air-quality problems, it simply means that the environment of a building is inspiring complaints of discomfort and/or disease.\nFundamentally, the causes of sick buildings relate to architecture and engineering patterns institutionalized in school construction following World War II. Schools of glass, rock and wood, with high ceilings, cross-ventilation via a transom over the door, and windows and radiators that could be adjusted by teachers no longer were built. These schools were being replaced with new, factory-like buildings featuring a temperamental, eccentric system of master controls for indoor environment. Buildings were constructed with no regard to the environment around them or to people within the property. Today, allowing for the ambiguity in defining sick buildings, somewhere between 1-in-5 and 1-in-15 school facilities are in a situation where discomfort and disease can be attributed to operations of the building.\nHealth symptoms in a sick building are highly variable, but generally split into three categories:\n-Radical reaction--a number of people clearly and suddenly ill. This usually involves limited air exchange combined with a \"smoking gun,\" which can include a new chemical cleaner, misbatched chlorine in a pool area, a weather inversion preventing a kiln from venting properly or a failure of a mechanical air-exchange system.\n-Unhealthy atmosphere--many people experiencing ongoing subtle illness or discomfort. The most common symptoms involve the dehydration of sensitive tissue, including sore eyes, throat or nasal membranes; a feeling of lethargy; a higher incidence of upper-respiratory infection; asthmatic reactions; low-grade headaches; and a continuum of muscle pain and general discomfort among building occupants. Much of this relates to oxygen deprivation typically caused by oxygen being displaced by other compounds, and occasionally by infestation of microbes as a result of excessive moisture remaining within the property.\n-Hypersensitive reaction or multiple chemical sensitivity reaction--one or two individuals extremely ill. This can result if even tiny exposures occur to anyone that has a highly sensitive reaction to certain chemicals. Typically, these complaints should be viewed as warnings that some low-level toxin is in the area.\nAlthough sick building syndrome usually relates to the general nature of the building itself, there are some specifics that account for most indoor-air problems:\n*Combustibles; any possible introduction of carbon monoxide. *Moisture as it may relate to mold (look for growths on drywall). *Moisture as it may relate to airborne infectious agents (standing water and consequent growths). *Volatile organic compounds (VOCs), usually cleaning agents or building materials, which may give off unpleasant, sometimes toxic gases. *Formaldehydes in new carpet, pressed wood or other building products. *Any new or newly exposed particleboard. *Applied poisons (pesticides, insecticides, rodenticides, herbicides).\nA proactive approach Administrators are dealing with a generation of post-World War II properties prone to indoor-air-quality problems, particularly buildings constructed or remodeled during the 1970s energy crisis. A school district should take several steps before a problem strikes. First, initiate patterns for preventing air-quality problems. Second, establish baseline information that will profile the building to facilitate an efficient, inexpensive and confidence-inspiring response. Building occupants and the community need to see a clear and confident administrative approach should a problem arise in the future.\nThe proactive investigation of the building should involve a limited amount of basic testing, particularly a professional review of the microbial matrix within the building--the number of colony-forming units or what kinds of microbes presently are nesting in the building. Understanding what is living in the ambient air can help administrators understand if there is a problem or, more importantly, can help to quickly isolate the exact nature of a problem.\nSimilarly, administrators should consider hiring an outside contractor to review how air-handling and mechanical-engineering systems are managed. A knowledgeable person should walk the area and observe the mechanical systems to see how the filtering system, the air-dispersion system and the air-dilution patterns of the building are operating. Finally, a reliable epidemiological profile of comparative absenteeism should be archived.\nAdministrators also need to be ready to implement a smooth, confidence-building reporting system for occupants regarding air-quality or sick-building concerns. How fast and capably the district responds can be the key to getting the issue under control. The costs for responding to indoor-air problems decrease dramatically if there is baseline data and a plan in place.", "id": "<urn:uuid:f673350f-8b06-4580-b54b-a3217aacfede>", "dump": "CC-MAIN-2013-20", "url": "http://asumag.com/mag/university_prescribing_cure", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9389723539352417, "token_count": 1048, "score": 3.40625, "int_score": 3}
{"text": "Asthma Outreach and Education\nClean Air Council is currently working in medically under-served communities of Philadelphia to educate asthma patients of all ages, parents, and health care professionals about indoor and outdoor environmental asthma triggers. Asthma is a chronic condition of the lungs that makes people more sensitive to air pollution. Asthma is caused by genetics and exposure to pollution, allergens, and toxins found in indoor and outdoor air.\nThe Council provides information on basic asthma health, air pollution and health, indoor air quality checklists, and the tools available for reducing pollution in your community. The Council has materials created especially for eduacting children, including an interactive asthma triggers game and coloring books. The Council also works to connect community members with free or low-cost health and asthma management services throughout the city.\nIn addition to offering materials, the Council can also provide your community group or health care organization with a free workshop on indoor and outdoor air pollution, how it affects health, and the many low- to no-cost strategies for reducing exposure.\nFeel free to contact us should you like to schedule a workshop or have any questions about how we can meet the needs of your organization.", "id": "<urn:uuid:69711be5-8824-452f-9fdd-5a0d81dae570>", "dump": "CC-MAIN-2013-20", "url": "http://www.cleanair.org/program/environmental_health/childrens_asthma_outreach", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9480251669883728, "token_count": 238, "score": 3.390625, "int_score": 3}
{"text": "Sleep apnea is a condition in which breathing is repeatedly interrupted during sleep. The time period for which the breathing stops or decreases is usually between 10 and 30 seconds. When these episodes occur repeatedly, sleep apnea can seriously disrupt the quality of sleep.\nThere are three types of respiratory events:\n- Obstructive apnea—caused by a temporary, partial, or complete blockage of the airway\n- Central apnea—caused by a temporary failure to make an effort to breathe\n- Mixed apnea—combination of the first two types\nThese factors increase your chance of developing sleep apnea. Tell your doctor if you have any of these risk factors:\n- Sex: male\n- Large neck circumference\n- Age: middle to older age\n- Family history of apnea\nStructural abnormalities of the nose, throat, or other part of the respiratory tract. Examples include:\n- Severely enlarged tonsils\n- Deviated nasal septum\n- Medicines: sedatives and sleeping aids\n- Alcohol consumption\n- Fatigue and sleepiness during waking hours\n- Loud snoring\n- Breathing that stops during the night (noticed by the partner)\n- Repeated waking at night\n- Unrefreshing sleep\n- Morning headaches\n- Poor concentration or problems with memory\n- Irritability or short temper\nPeople with chronic untreated sleep apnea may be at risk for:\nAn overnight sleep study is used to help diagnose sleep apnea.\nOvernight Sleep Study (Polysomnography)\nThis test helps detect the presence and severity of sleep apnea. During sleep, it measures your:\n- Eye and muscle movements\n- Brain activity ( electroencephalogram )\n- Heart rate\n- Breathing (pattern and depth)\n- Percent saturation of your red blood cells with oxygen\nThere are a number of treatment options for sleep apnea, including:\n- Lose weight if you are overweight.\n- Avoid using sedatives, sleeping pills, alcohol, and nicotine, which tend to make the condition worse.\n- Try sleeping on your side instead of your back.\n- Place pillows strategically so you are as comfortable as possible.\n- For daytime sleepiness, practice safety measures, such as avoiding driving or operating potentially hazardous equipment.\nContinuous positive airway pressure (CPAP) entails wearing a mask over your nose and/or mouth during sleep. An air blower forces enough constant and continuous air through your air passages to prevent the tissues from collapsing and blocking the airway. In some cases, dental appliances that help keep the tongue or jaw in a more forward position may help.\nIn some cases, surgery may be recommended. It is most often beneficial in pediatric patients.\nTypes of surgery that may be done to treat severe cases of sleep apnea include:\n- Uvulopalatopharyngoplasty—The doctor removes excess soft tissue from the nose and/or throat.\n- Maxillomandibular advancement—The jawbone is repositioned forward.\n- Tracheotomy —For life-threatening cases of sleep apnea, an opening is made in the windpipe to allow for normal breathing.\nBariatric surgery may help with weight loss in some people who are obese . This surgery may reduce many of the complications that are related to obesity, including sleep apnea.\nOnly used in central apnea, acetazolamide (Diamox) may help improve the ability to regulate breathing. Overall, there is not a lot of evidence to support the use of medicines to treat sleep apnea.\nSupplemental oxygen may be given if blood levels of oxygen fall too low during sleep, even after opening the airway.\nYou may be able to prevent the onset of sleep apnea by maintaining a healthy weight . Avoid alcohol, nicotine, and sedatives, which may contribute to airway obstruction.\n- Reviewer: Rimas Lukas, MD\n- Review Date: 09/2012 -\n- Update Date: 00/93/2012 -", "id": "<urn:uuid:da610566-65f7-4f92-a0b9-cbf818d8ece0>", "dump": "CC-MAIN-2013-20", "url": "http://oprmc.com/your-health/?/11549/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9048921465873718, "token_count": 834, "score": 3.703125, "int_score": 4}
{"text": "In addition, health issues, such as pain, asthma, restless legs syndrome, and back problems, also can contribute to lack of sleep. So can some medications, such as decongestants, steroids and some medicines for high blood pressure, asthma or depression.\nSecrets of good sleep\nYou can take steps to shift your body and mind into more beneficial sleep habits:\n- Keep your bedroom dark, quiet, comfortable and cool. “Making your bedroom a sanctuary conducive for sleep can make a significant difference in the quality of sleep you get,” says Dr. Wolfson.\n- Go to sleep and wake up at the same time, even on weekends. Doing so helps keep your internal “circadian clock” in balance, which signals your body to sleep and wake in a regular pattern.\n- Establish a regular, relaxing bedtime routine that might include reading a book, listening to soothing music or doing something else you find relaxing. “A relaxing, routine activity right before bedtime helps separate your sleep time from activities that can make it more difficult to fall asleep or remain asleep,” says Dr. Wolfson. “Parents know that a bedtime routine can help children get a good night’s sleep. Doing the same for themselves can have the same results.”\n- Make sure your mattress is comfortable and supportive. Good-quality mattresses generally last about 10 years. Have comfortable pillows and make the room attractive and inviting.\n- Avoid caffeine close to bedtime. Caffeine products, such as coffee, tea and colas, remain in the body, on average, from three to five hours, but they can affect some people up to 12 hours later.\n- Avoid alcohol close to bedtime. Many people think of alcohol as a sedative, but it actually disrupts sleep, causing nighttime awakenings.\n- Quit smoking. Nicotine is a stimulant that can make it more difficult for smokers to fall asleep, stay asleep and wake in the morning. Smokers should never smoke in bed or when they’re sleepy.\n- Finish eating at least two or three hours before your regular bedtime. Be aware that large, high-fat or spicy meals may cause heartburn, which leads to difficulty falling asleep and discomfort during the night.\n- Exercise regularly but complete your workout at least a few hours before bedtime. Exercising regularly makes it easier to fall asleep and contributes to sounder sleep. However, working out right before going to bed will make falling asleep more difficult.\n- Find ways to manage stress and anxiety. Relaxation exercises, meditation or deep breathing work for many people.\n“If there are problems or issues keeping you awake, try writing them in a notebook and putting it away,” suggests Dr. Wolfson. “That way, you’ve registered your concerns but become free to put them aside until morning.”\nWhen to seek help\nIf your sleep problems persist for longer than a week and are bothersome, or if sleepiness interferes with the way you feel or function during the day, don’t self-medicate with sleeping pills; make an appointment with your doctor.\n“The key to better sleep is recognizing you’re not getting enough deep, restorative sleep, and then doing something about it,” says Dr. Wolfson. “Failure to do so puts you and others at risk.”", "id": "<urn:uuid:1cbff567-0d53-485f-b0da-b9c3af53d7f1>", "dump": "CC-MAIN-2013-20", "url": "http://www.kcra.com/Gets-the-ZZZs-you-need/-/11798090/18014276/-/item/1/-/14d2jl9/-/index.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9462397694587708, "token_count": 712, "score": 2.75, "int_score": 3}
{"text": "(BPT) - Everyone, including moms and doctors, can agree that a good night of sleep is necessary for good health, high energy, and an individual’s overall well-being. Not getting enough good sleep – or rapid eye movement sleep – can affect the mind and body’s ability to react appropriately to outside factors, the National Sleep Foundation reports.\nCreating the perfect sleep environment is the first step toward ensuring a good night of sleep. March, the first month of spring, is also National Sleep Awareness Month, and it aims to remind everyone why a good night of zzz’s is so important. One in four adults in the United States experience occasional sleepiness, difficulty falling asleep, or waking up feeling un-refreshed at least a few times per week, according to the National Sleep Foundation.\nFortunately, you can implement these tips this spring, and create a comfortable sleeping environment in your home for both you and your family.\n* Eliminate distractions – Electronics. Noises. Lights. Many items, such as laptops, TVs and cellphones, commonly found in bedrooms can cause distractions and prevent a person from entering REM sleep. Remove these items from the room. Also, consider running a fan or white noise machine to create a soft sound barrier, which will help muffle unexpected sounds like a person flushing the toilet or an engine rumbling loudly on the street outside.\n* Establish comfort – Creating a sleep-conducive environment is an important factor in making the most out of every minute you sleep. Cuddle up each night with soft linens and create a calming atmosphere in the bedroom. To do this, try adding Downy Infusions Lavender Serenity liquid fabric softener when washing your sheets and sleepwear this season, to make your linens and sleepwear silky, soft and soothing. It will help lull you right into bed. With Downy you can wake up to a great scent and start the day off on the right side of the bed.\n* Be routine – The human body reacts favorably to familiar and repeated movements. So consider following a routine every night, whether it’s taking a warm bath, reading a chapter in a book or journaling. The National Sleep Foundation advises against watching TV or using electronics as part of this routine because electronics can hinder quality sleep.\n* Stay active – Sleep is needed to give the body energy to get through its daily activities. Conversely, daily activities are needed to tire the body out for a good night of sleep. Consider adding physical activities into your daily schedule so you can settle into bed between the covers each night, tired and ready for a good night of sleep.\nNobody enjoys walking around in a mental fog or having no energy during the day, so be sure to create the perfect sleep environment in your home for you and your family this spring. It will help you get the most out of every minute of your zzz’s.", "id": "<urn:uuid:83500816-72c7-4a5a-8edd-7e72cbd48886>", "dump": "CC-MAIN-2013-20", "url": "http://www.bensoncountynews.com/21745/1979/onlinefeature/17716/creating-the-perfect-sleep-environment-this-spring", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9243288636207581, "token_count": 601, "score": 2.609375, "int_score": 3}
{"text": "February is National Teen Dating Violence Awareness & Prevention Month\nDid you know that in a recent national survey, 1 in 10 teens reported being hit or physically hurt on purpose by a boyfriend or girlfriend at least once in the 12 months prior to the survey? And nearly half of all teens in relationships say they know friends who have been verbally abused.\nBefore violence starts, a teen may experience controlling behavior and demands. One partner may tell another what to wear and who to hang out with. Over time, the unhealthy behavior may become violent. That's why adults need to talk to teens now about the importance of developing healthy, respectful relationships.\nDating violence can have a negative effect on health throughout life. Victims of teen dating violence are more likely to do poorly in school, and report binge drinking, suicide attempts, physical fighting, and current sexual activity. Teens who perpetrate dating violence may also carry these patterns of violence into future relationships.\nCDC's Division of Violence Prevention is leading the initiative, Dating Matters™: Strategies to Promote Healthy Teen Relationships. Dating Matters™ aims to promote respectful, nonviolent dating relationships among youth in high-risk, urban communities. The comprehensive approach will build upon current evidence-based practice and experience to reduce the burden of teen dating violence in these communities. The initiative will support communities as they implement prevention strategies in schools, with families, and in neighborhoods.\nOver the next five years, Dating Matters™ will be implemented in middle schools and neighborhoods across Chicago, Illinois, Baltimore, Maryland, Ft. Lauderdale, Florida, and Oakland, California. For more information about each of these communities, view the Dating Matters™ grantee profiles.\nLearn more about CDC's efforts to prevent dating violence:\nGet email updates\nTo receive email updates about this page, enter your email address:\n- Centers for Disease Control and Prevention\n1600 Clifton Rd\nAtlanta, GA 30333\nTTY: (888) 232-6348\n- Contact CDC-INFO", "id": "<urn:uuid:d27e0ac9-9661-4138-8e0c-1155b80b1d6f>", "dump": "CC-MAIN-2013-20", "url": "http://www.cdc.gov/Features/DatingViolence/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.921504557132721, "token_count": 402, "score": 3.28125, "int_score": 3}
{"text": "Gay and Lesbian Issues\nThe adolescent years are full of challenges, many related to sex and sexual identity. These issues can be especially difficult for teens who are (or think they may be) homosexual. Homosexual teens deserve the same understanding and respect as heterosexual teens, and it is important for everyone to know the facts about homosexuality. Here are the basics.\nEach of us has a biological sex (we have a male or female body), a gender identity (we feel like a male or female), and a sexual orientation (we are attracted to males or females). Homosexuality refers to a person's sexual orientation; homosexual teen-agers have strong romantic or sexual feelings for a person of the same sex. Heterosexual teen-agers are attracted to people of the opposite sex, and bisexual teens are attracted to people of both sexes.\nThe word \"gay\" is used to describe both men and women who are homosexual, with the word \"lesbian\" specifically referring to a homosexual woman. It is estimated that 10 percent of the population in the United States and throughout the world is lesbian or gay.\nAlthough scientists don't know why some people are homosexual and others are not, most believe that homosexuality is a normal variation of sexual orientation. It may be genetic, result from natural substances (hormones) in the body, be influenced by the environment before or after birth, or, most likely, several of these things working in combination. Homosexual teens are found in all types of families. Homosexuality is not caused by \"bad parenting.\" If your teen is gay, it is not because of anything you or anyone else did.\nHomosexuality also is not something a person chooses, nor is it an illness that can be cured. According to the American Psychiatric Association, so-called therapies such as \"reparative therapy\" and \"transformational ministry\" don't work and actually can be harmful, causing guilt and anxiety in homosexual teens.\nNot all teen-agers who are attracted to members of the same sex are homosexual. Many teens experiment with their sexuality during adolescence, in much the same way that they experiment with clothing, body art or music. This brief sexual experimentation is thought to be a normal part of sexual development. For homosexual teens, the attraction to people of the same sex is stronger and longer lasting.\nBack to top\nEvery family is different. While one parent may find out by chance that a teen is homosexual, others may hear directly from their teen in person, in a letter or by a phone call. When a teen tells other people that he is homosexual, it's called \"coming out.\" Although this process sometimes can be difficult or painful for families, it also can be a time of tremendous growth. It is important to remember that all teens need their family's support and acceptance, especially when they are dealing with sensitive issues.\nBack to top\n\"Coming out\" can be scary and painful, and parents need to reassure their children that they will not be loved any less for sharing the truth about themselves. If your teen tells you he is gay, let him know that you love him unconditionally, and accept him no matter what.\nShow your teen that you care by learning more about homosexuality. Read books on the subject or check out reputable Web sites (such as www.pflag.org). Talk to some adults you know who are gay. Look for organizations or support groups in your community that can give you information on homosexuality. It will be easier for you to support your teen when you know more and are comfortable with the subject.\nParents may worry about how friends, neighbors and family will react to their teen's homosexuality. It is usually best not to share any information without your teen-ager's permission. Unfortunately, prejudice against homosexuals is widespread, mostly due to ignorance and fear. When your teen is ready for you to let others know, you should talk with them about your teen's sexual orientation and help them to understand, by using what you have learned.\nBack to top\nGrowing up as a homosexual in a mostly heterosexual society often is not easy. Gay and lesbian adolescents sometimes must cope with unfair, prejudiced, and even violent behavior at school, at home and in the community. They may feel fear or be alone and unsupported. This can push some teens to use drugs and alcohol, engage in risky sexual behavior, or even attempt suicide. It is important that homosexual teens feel supported by their parents and always able to talk openly with them about these issues.\nOverall, most gay and lesbian youth grow up to be well-adjusted and happy adults, with successful careers and family lives.\nBooks for parents of the newly out:\n\"Is it A Choice? Answers to 300 Most Asked Questions About Gay and Lesbian People\" by Eric Marcus\n\"Loving Someone Gay\" by Don Clark, Ph.D.\n\"My Child is Gay\" by Bryce McDougall, editor\nLast updated May 29, 2011", "id": "<urn:uuid:83d99630-30d5-4811-bdcf-250bf5d3fac5>", "dump": "CC-MAIN-2013-20", "url": "http://www.intelihealth.com/IH/ihtIH/WSIHW000/34970/34997/362814.html?d=dmtChildGuide", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9618534445762634, "token_count": 1006, "score": 3.59375, "int_score": 4}
{"text": "There could be genetic reasons why some women succumb to pressure to be thin, while others maintain a positive body image, according to US researchers.\n“We’re all bombarded daily with messages extoling the virtues of being thin, yet intriguingly only some women develop what we term thin ideal internalisation,” study author Jessica Suisman from Michigan State University said in a press release.\n“This suggests that genetic factors may make some women more susceptible to this pressure than others.”\nSuisman and her colleagues studied more than 300 female twins aged 12 to 22 to see whether genetic factors influenced how vulnerable women are to societal thin ideals.\nThey measured how much the participants wanted to look like people from TV, movies and magazines, then compared identical twins, who share exactly the same genes, with fraternal twins, who share 50 percent of their genes.\nThe researchers found identical twins had closer levels of thin idealisation, which suggested genetics plays a part in determining body image.\n“We were surprised to find that shared environmental factors, such as exposure to the same media, did not have as big an impact as expected,” Suisman said.\n“Instead, non-shared factors that make co-twins different from each other had the greatest impact. The broad cultural risk factors that we thought were most influential in the development of thin-ideal internalisation are not as important as genetic risk and environmental risk factors that are specific and unique to each twin.\"\nMegan O'Connor, from Eating Disorders Victoria, told ninemsn that experts are becoming increasingly aware of the potential genetic link.\n\"There are often examples of a mother and two of her daughters having eating disorders –– anecdotally we are hearing of family traits,\" she said.\nO'Connor said families need to be aware of the possible genetic link and put responsible measures in place.\n\"People can certainly modify the sorts of language they use in their family about weight, dieting and body shape,\" she said.\n\"There is evidence to suggest that eating family meals together and having a healthy and relaxed relationship with food helps protect against eating disorders.\"\nThe study was published in the International Journal of Eating Disorders.", "id": "<urn:uuid:44003eee-ebd3-4cd3-ac60-d61ecb0354e6>", "dump": "CC-MAIN-2013-20", "url": "http://health.ninemsn.com.au/healthnews/8542759/genetics-to-blame-for-body-image-issues-study", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9726026654243469, "token_count": 453, "score": 2.828125, "int_score": 3}
{"text": "Why can some people drink heavily and never become alcoholics when other people get addicted so quickly?\nContributing Factors to the Development of Alcoholism\nWhy some people can use and even abuse alcohol without ever developing alcoholism, and why some people seem unusually susceptible to alcoholism, remains a poorly understood phenomenon.\nThere is a genetic component to alcoholism, and people who grow up in alcoholic homes are far more likely to become alcoholics themselves. Children born to alcoholic parents, but raised in homes without alcohol abuse or addiction are also predisposed to alcoholism, so we do know that genetics plays an important role. But all people genetically predisposed to alcoholism do not develop dependencies, and some people with no genetic history of alcoholism end up battling the disease for years. It is now accepted that although a genetic predisposition plays an important influence in the development of the disease, that social and environmental factors are in fact the lager influences towards alcohol abuse or alcoholism.\nIn addition to genetic influences, the Mayo Clinic considers that there are three additional primary influences to alcohol abuse or alcoholism.\nEmotional States or Emotional Stressors can Induce Alcohol Abuse and Alcoholism\nPeople may use alcohol excessively in response to frequent or significant emotional disturbances or stresses. When alcohol is used with enough frequency as an emotional management or stress coping tool the risk of dependency or alcoholism increases greatly. There is also likely a bio physical link with stress and alcohol abuse, and stress hormones have been casually linked to increased alcohol consumption and a greater risk for alcoholism.\nPeople who use alcohol to deal with life's problems or stresses are at a greater risk to develop alcoholism.\nThe Co-Presence of a Corresponding Psychiatric Condition\nPeople suffering through psychiatric conditions like depression, bi polar disorder, borderline personality disorder or anxiety disorders are at a greatly elevated risk to develop alcohol abuse problems or alcoholism. Psychiatric patients often use alcohol or other illicit drugs to self medicate the negative symptoms of an experienced disorder. Unfortunately, while intoxication may bring some temporary relief, the long term effects of alcohol abuse almost always worsen experienced psychiatric symptoms. Alcoholic psychiatric patients are at a great risk for an accelerated progression of both diseases, and require immediate interventions and treatment.\nIn addition to clinical psychiatric conditions, non clinical, but still significant factors such as low self esteem can also increase the likelihood to alcohol abuse, and ultimately alcoholism. Alcohol is rarely an effective long term coping strategy.\nSocial Environmental Factors\nAs a society, largely due to billions of dollars invested in alcohol advertising campaigns, there is a perception of alcohol being associated with glamour, attractiveness and success, and these lingering subconscious perceptions may influence people to try alcohol at a young age and continue to drink more than they should throughout life.\nThe immediate environment can also increase the probability of alcoholism. People who socialize, or live romantically with a person who drinks to excess, whether dependent or not, are far more likely to also drink heavily, and put themselves at risk for alcohol abuse and alcoholism.\nEven the neighborhood around the home seems to influence consumption patterns, and people brought up in or who reside in neighborhoods of heavy abuse are also more likely to use and abuse alcohol themselves.\nNothing about alcoholism is completely understood, and all we know is that the variables that can induce alcohol abuse and ultimately alcoholism are many, and that what may cause alcohol dependence in one, seem to have little influence over another. We all present with an individual risk profile for our susceptibility to the disease, although those people with a genetic history of alcoholism are undoubtedly at an increased risk to develop the disease.\nRegardless of the factors that may induce the occurrence of the disease, the treatments are essentially the same, and alcoholics need intervention, intensive treatment, and long term aftercare therapies. Most alcoholics will never be capable of drinking in moderation, and abstinence is the only recommended philosophy of use for people with alcoholic histories.\nPage last updated Sep 23, 2012", "id": "<urn:uuid:97c75d00-1e85-4576-b5f7-0d79552f0dbf>", "dump": "CC-MAIN-2013-20", "url": "http://www.choosehelp.com/alcoholism/alcoholism-why-some-become-drunks-and-others-dont/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.949396550655365, "token_count": 790, "score": 3.28125, "int_score": 3}
