{"text": "No. 24; Updated March 2011\nClick here to download and print a PDF version of this document.\nParents are usually the first to recognize that their child has a problem with emotions or behavior. Still, the decision to seek professional help can be difficult and painful for a parent. The first step is to gently try to talk to the child. An honest open talk about feelings can often help. Parents may choose to consult with the child's physicians, teachers, members of the clergy, or other adults who know the child well. These steps may resolve the problems for the child and family.\nFollowing are a few signs which may indicate that a child and adolescent psychiatric evaluation will be useful.\n- Marked fall in school performance\n- Poor grades in school despite trying very hard\n- Severe worry or anxiety, as shown by regular refusal to go to school, go to sleep or take part in activities that are normal for the child's age\n- Frequent physical complaints\n- Hyperactivity; fidgeting; constant movement beyond regular playing with or without difficulty paying attention\n- Persistent nightmares\n- Persistent disobedience or aggression (longer than 6 months) and provocative opposition to authority figures\n- Frequent, unexplainable temper tantrums\n- Threatens to harm or kill oneself\n- Marked decline in school performance\n- Inability to cope with problems and daily activities\n- Marked changes in sleeping and/or eating habits\n- Extreme difficulties in concentrating that get in the way at school or at home\n- Sexual acting out\n- Depression shown by sustained, prolonged negative mood and attitude, often accompanied by poor appetite, difficulty sleeping or thoughts of death\n- Severe mood swings\n- Strong worries or anxieties that get in the way of daily life, such as at school or socializing\n- Repeated use of alcohol and/or drugs\n- Intense fear of becoming obese with no relationship to actual body weight, excessive dieting, throwing up or using laxatives to loose weight\n- Persistent nightmares\n- Threats of self-harm or harm to others\n- Self-injury or self destructive behavior\n- Frequent outbursts of anger, aggression\n- Repeated threats to run away\n- Aggressive or non-aggressive consistent violation of rights of others; opposition to authority, truancy, thefts, or vandalism\n- Strange thoughts, beliefs, feelings, or unusual behaviors\nSee other Facts for Families:\n#25 Where to Seek Help for Your Child\n#52 Comprehensive Psychiatric Evaluation\n#57 Normal Adolescent Development, Middle School, and Early High School Years\n#58 Normal Adolescent Development, Late High School Year and Beyond\n#00 Definition of a Child and Adolescent Psychiatrist\nThe American Academy of Child and Adolescent Psychiatry (AACAP) represents over 8,500 child and adolescent psychiatrists who are physicians with at least five years of additional training beyond medical school in general (adult) and child and adolescent psychiatry.\nFacts for Families© information sheets are developed, owned and distributed by AACAP. Hard copies of Facts sheets may be reproduced for personal or educational use without written permission, but cannot be included in material presented for sale or profit. All Facts can be viewed and printed from the AACAP website (www.aacap.org). Facts sheets may not be reproduced, duplicated or posted on any other website without written consent from AACAP. Organizations are permitted to create links to AACAP's website and specific Facts sheets. For all questions please contact the AACAP Communications & Marketing Coordinator, ext. 154.\nIf you need immediate assistance, please dial 911.\nCopyright © 2012 by the American Academy of Child and Adolescent Psychiatry.", "id": "<urn:uuid:673b1bf6-2c30-40ae-992b-c387d00a836a>", "dump": "CC-MAIN-2013-20", "url": "http://aacap.org/page.ww?name=When+to+Seek+Help+for+Your+Child&section=Facts+for+Families", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9277418255805969, "token_count": 755, "score": 3.375, "int_score": 3}
{"text": "Attention Deficit Hyperactivity Disorder or ADHD is a common childhood illness. People who are affected can have trouble with paying attention, sitting still and controlling their impulses. There are three types of ADHD. The most common type of ADHD is when people have difficulties with both attention and hyperactivity. This is called ADHD combined type. Some people only have difficulty with attention and organization. This is ADHD inattentive subtype or Attention Deficit Disorder (ADD). Other people have only the hyperactive and impulsive symptoms. This is ADHD hyperactive subtype.\nIt is a health condition involving biologically active substances in the brain. Studies show that ADHD may affect certain areas of the brain that allow us to solve problems, plan ahead, understand others' actions, and control our impulses.\nMany children and adults are easily distracted at times or have trouble finishing tasks. If you suspect that your child has ADHD, it is important to have your child evaluated by his or her doctor. In order for your child’s doctor to diagnose your child with ADHD, the behaviors must appear before age 7 and continue for at least six months. The symptoms must also create impairment in at least two areas of the child's life-in the classroom, on the playground, at home, in the community, or in social settings. Many children have difficulties with their attention but attention problems are not always cue to ADHD. For example, stressful life events and other childhood conditions such as problems with schoolwork caused by a learning disability or anxiety and depression can interfere with attention.\nAccording to the National Institute of Mental Health, ADHD occurs in an estimated 3 to 5 percent of preschool and school-age children. Therefore, in a class of 25 to 30 children, it is likely that at least one student will have this condition. ADHD begins in childhood, but it often lasts into adulthood. Several studies done in recent years estimate that 30 to 65 percent of children with ADHD continue to have symptoms into adolescence and adulthood.\nNo one knows exactly what causes ADHD. There appears to be a combination of causes, including genetics and environmental influences Several different factors could increase a child's likelihood of having the disorder, such as gender, family history, prenatal risks, environmental toxins and physical differences in the brain seem to be involved.\nA child with ADHD often shows some of the following:\nDifficulties with attention:\n- trouble paying attention\n- inattention to details and makes careless mistakes\n- easily distracted\n- losing things such as school supplies\n- forgetting to turn in homework\n- trouble finishing class work and homework\n- trouble listening\n- trouble following multiple adult commands\n- difficulty playing quietly\n- inability to stay seated\n- running or climbing excessively\n- always \"on the go\"\n- talks too much and interrupts or intrudes on others\n- blurts out answers\nThe good news is that effective treatment is available. The first step is to have a careful and thorough evaluation with your child’s primary care doctor or with a qualified mental health professional. With the right treatment, children with ADHD can improve their ability to pay attention and control their behavior. The right care can help them grow, learn, and feel better about themselves.\nMedications: Most children with ADHD benefit from taking medication. Medications do not cure ADHD. Medications can help a child control his or her symptoms on the day that the pills are taken.\nMedications for ADHD are well established and effective. There are two main types: stimulant and non-stimulant medications. Stimulants include methylphenidate, and amphetamine salts. Non-stimulant medications include atomoxetine. For more information about the medications used to treat ADHD, please see the Parent Med Guide. Before medication treatment begins, your child's doctor should discuss the benefits and the possible side effects of these medications. Your child’s doctor should continue to monitor your child for improvement and side effects. A majority of children who benefit from medication for ADHD will continue to benefit from it as teenagers. In fact, many adults with ADHD also find that medication can be helpful.\nTherapy and Other Support: A psychiatrist or other qualified mental health professional can help a child with ADHD. The psychotherapy should focus on helping parents provide structure and positive reinforcement for good behavior. In addition, individual therapy can help children gain a better self-image. The therapist can help the child identify his or her strengths and build on them. Therapy can also help a child with ADHD cope with daily problems, pay better attention, and learn to control aggression.\nA therapist may use one or more of the following approaches: Behavior therapy, Talk therapy, Social skills training, Family support groups.\nSometimes children and parents wonder when children can stop taking ADHD medication. If you have questions about stopping ADHD medication, consult your doctor. Many children diagnosed with ADHD will continue to have problems with one or more symptoms of this condition later in life. In these cases, ADHD medication can be taken into adulthood to help control their symptoms.\nFor others, the symptoms of ADHD lessen over time as they begin to \"outgrow\" ADHD or learn to compensate for their behavioral symptoms. The symptom most apt to lessen over time is hyperactivity.\nSome signs that your child may be ready to reduce or stop ADHD medication are:\n- Your child has been symptom-free for more than a year while on medication,\n- Your child is doing better and better, but the dosage has stayed the same,\n- Your child's behavior is appropriate despite missing a dose or two,\n- Or your child has developed a newfound ability to concentrate.\nThe choice to stop taking ADHD medication should be discussed with the prescribing doctor, teachers, family members, and your child. You may find that your child needs extra support from teachers and family members to reinforce good behavior once the medication is stopped.\nWithout treatment, a child with ADHD may fall behind in school and have trouble with friendships. Family life may also suffer. Untreated ADHD can increase strain between parents and children. Parents often blame themselves when they can't communicate with their child. The sense of losing control can be very frustrating. Teenagers with ADHD are at increased risk for driving accidents. Adults with untreated ADHD have higher rates of divorce and job loss, compared with the general population. Luckily, safe and effective treatments are available which can help children and adults help control the symptoms of ADHD and prevent the unwanted consequences.", "id": "<urn:uuid:40aae48c-b422-4ff3-a8dc-88f9431d1a4e>", "dump": "CC-MAIN-2013-20", "url": "http://www.aacap.org/cs/ADHD.ResourceCenter/adhd_faqs", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9592067003250122, "token_count": 1307, "score": 3.71875, "int_score": 4}
{"text": "Brain Matures a Few Years Late in ADHD\nbut Follows Normal Pattern\nA 2007 press release from the National Institute of Mental Health discusses brain development in ADHD youths. In some cases, brain development is delayed as much as three years. The full release and related video are available on the NIMH site: Brain Matures a Few Years Late in ADHD, but Follows Normal Pattern.\nAutistic Spectrum Disorders (ASD):\nHow to Help Children with Autism Learn\nFrom Dr. Lauer and Dr. Beaulieu's talk\nQuick facts about Pervasive Developmental Disorders (PDD)/ Autistic Spectrum Disorders (ASD)\n- Autism is a 'spectrum disorder' meaning that it affects children in different ways and at different times in their development.\n- Typically, delays and learning problems can emerge in several areas of functioning including social functioning, communication skills, motor skills, and overall intellectual potential.\n- Each child has their own learning style that includes specific learning challenges as well as areas of preserved skills and, at times, exceptional abilities.\n- Both autism and Asperger's disorder are on the same continuum but are distinct in their expression.\nWhat are the challenges students with PDD/ASD frequently experience?\n- Academic difficulties that can often be misinterpreted as learning disabilities.\n- Problems with executive functioning skills.\n- Difficulty in forming relationships with peers.\n- Emotional difficulties due to learning and social problems such as anxiety, depression, low self-esteem.\n- Fear of new situations and trouble adjusting to changes.\n- May look like or be misconstrued as attention-deficit-hyperactivity disorder (ADHD), Nonverbal Learning Disability (NLD), Oppositional-Defiant Disorder or Obsessive Compulsive Disorder (OCD).\nWhy choose US to help YOU?\n- Our evaluations are conducted by neuropsychologists who have been extensively trained in the early detection of autistic spectrum disorders and in the identification of specific patterns of learning strengths and weaknesses that are often associated with this condition.\n- Our evaluations help determine which teaching style is best suited to fit an individuals' specific learning profile; we also offer suggestions regarding compensatory educational approached.\n- We work as a team with other learning professionals, advocates and health professionals to enhance the child's potential for success in all settings.\n'The design of truly individual treatment plans that exploit strengths and compensate for weaknesses begins with a detailed understanding of how learning is different for children with autism than for those without autism and how learning is different among children with autism.'\n— Bryna Siegel, Ph.D., author of Helping Children with Autism Learn\nFor more information on current research, interventions and programs, follow us on Facebook.\nComing to see you for an evaluation was so helpful and Im so happy that I did this. After struggling for years with ADHD but not knowing thats what it was and almost completely ruining our marriage because of it, your diagnosis helped more than you could know. Now I know that its not just me the diagnosis has turned our lives around and helped me feel more accomplished at work. Thanks again for everything.\nSandy and Bob M.", "id": "<urn:uuid:9b0b7a97-4882-4e06-adc0-44f4bbdc3349>", "dump": "CC-MAIN-2013-20", "url": "http://www.cnld.org/autistic_spectrum_disorders.php", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9517654776573181, "token_count": 647, "score": 3.390625, "int_score": 3}
{"text": "The vaunted protection that intellectually active adults get from Alzheimer’s disease has a dark downside, a study released Wednesday has found. Once dementia symptoms become evident and Alzheimer’s disease is diagnosed in such patients, their mental decline can come with frightening speed.\nThat finding, published in the journal Neurology, comes from a study of 1,157 Chicago-based seniors who were followed for an average of just over 11 years. Six years after gauging the extent to which the study participants engaged in activities that challenged their mental capacities, researchers from Rush University Medical Center Alzheimer’s Disease Center made periodic assessments of the study participants’ cognitive health and traced the trajectories of their brain health.\nAll told, 148 of the participants were diagnosed with Alzheimer’s disease during the follow-up period, and 395 were found to have mild cognitive impairment—intellectual problems that are less severe than Alzheimer’s disease, but which often precede such a diagnosis.\nWhile all participants’ mental function showed yearly declines, the steepest downward trajectories belonged to those who had been diagnosed with Alzheimer’s disease, but who had reported high levels of mental engagement at the outset of the study. Fellow Alzheimer’s sufferers who had not sought out much intellectual stimulation at the study’s outset showed a more gradual decline in their function.\n“In effect, the results of this study suggest that the benefit of delaying the initial appearance of cognitive impairment [in Alzheimer’s disease] comes at the cost of more rapid dementia progression,” the author wrote.\nThe findings support a common observation of those who treat intellectually minded patients who go on to be diagnosed with Alzheimer’s disease—that once diagnosed, their decline is rapid. It also underscores a growing body of evidence that the bright and mentally-active may not beat Alzheimer’s disease, but can hold off its ravages for months or years longer than those who are not so engaged.\nDr. John M. Ringman, a UCLA neurologist and assistant director of the Mary S. Easton Center for Alzheimer’s Disease Research, said he sees regular evidence of the phenomenonen in his clinical work, as well as in brain-imaging scans that can detect the physical signs of Alzheimer’s disease while a patient is still alive: Patients with a history of intensive mental engagement seem to develop a “cognitive reserve,” said Dr. Ringman. That mental strength frequently allows them to function almost normally, he said, even as the amyloid plaques and neurofibrillary tangles that are the hallmarks of the disease have advanced upon the brain.\nBy the time such a patient comes to his office complaining that his memory and mental function are not what they used to be, the disease has progressed significantly, said Ringman. The decline from that point can be precipitous.\nIn a disease that evidence now suggests takes years, perhaps decades, to show up in everyday behavior, Ringman said “it’s hard to quantify this cognitive reserve.” The strength of the study published Wednesday is that it gathered copious evidence of participants’ mental status and activity at the outset and followed them for more than a decade, he added.\n--Melissa Healy/Los Angeles Times", "id": "<urn:uuid:5d156165-181a-4195-a926-d51850c7b599>", "dump": "CC-MAIN-2013-20", "url": "http://articles.latimes.com/2010/sep/01/news/la-heb-alzheimers-20100901", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9584160447120667, "token_count": 679, "score": 2.71875, "int_score": 3}
{"text": "In a countless number of movies and novels set in the British Regency and Victorian Era women are plagued by headaches; oftentimes as a way to show them as fragile, or as a joke. It is not a trope used with male characters, but if it were would they be taken seriously? Probably not. What if it was all viewed from a different angle and headaches were considered as something that legitimately affected their well-being? Maybe they were getting out of a carriage earlier in the week and bumped their head on the door frame causing a very mild head injury. What if in present day your head bumped against the driver’s side window in a small accident with no other injury? Could that genuinely affect anyone’s overall health?\nA new study by Dr. Sylvia Lucas, coming out of the American Headache Society‘s Annual Meeting, states that those who experience milder head injuries tend to have more post-traumatic headaches as time progresses than those with severe injuries.\nOut of the 598 participants in the study “about 70% [were] more likely than … their counterparts with moderate or severe injury to develop new headache or have a worsening of preexisting headache over the next year,” Dr Lucas was quoted as saying. The majority of headaches were classified as migraines, though a large chunk was unclassifiable using the International Classification of Headache Disorders, second edition.\nThey do not know why this occurs, but Dr. Lucas thinks it is related to the specific mechanics of the accident that caused the head injury.\nBreaking down the participants: 220 had mild traumatic brain injuries (TBI) and began the study the same week of their accident; the other 378 had moderate to severe traumatic brain injury and were admitted to rehabilitation facilities. They found that migraines and tension headaches were most common, and that cervicogenic headaches were less common. This was unexpected considering most of the incidents that led to the TBI stemmed from motor vehicle accidents.\n“Study results showed that the mild TBI group and the moderate or severe TBI group had an identical prevalence of headache before injury (17%). But the former had a higher incidence of new or worsened headache at baseline (56% vs. 40%), at 3 months (63% vs. 37%), at 6 months (69% vs. 33%), and at 12 months (58% vs. 34%).”\nIf you are wondering how this might severely affect somebody’s life, about a year ago a story came out that soldiers were sidelined more from headaches than from other types of wounds. Headaches. For the study Dr. Steven P. Cohen and his colleagues “reviewed the records of 985 soldiers who had been evacuated from the wars during 2004-2009 with a primary diagnosis of headache.” The causes of the headaches ranged from physical trauma, psychological or emotional, to environmental.\nOnly about a third of the patients in the study were able to return to duty.\nSo maybe headaches can cause a bigger imposition in life than originally thought. And the next time someone tells you “it’s just a headache” this will give them something to think about.\nCheck back again next week when we see what else is new on MD Consult.blog comments powered by Disqus", "id": "<urn:uuid:b7d63364-4020-4ab0-9c8c-3f97e616af1e>", "dump": "CC-MAIN-2013-20", "url": "http://info.mdconsult.com/blog/2012/08/23/but-its-just-a-headache/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9781063199043274, "token_count": 670, "score": 2.625, "int_score": 3}
{"text": "Due to the nature of the sport, concussions can occur in water polo. In the injury research study conducted in Athens during the Olympic Games comparing injury incidence in all team sports, it was found that water polo was one of the safest of the team sports with a relative low injury rate. Head injury was the most common injury suffered in water polo. As mentioned in the article by Dr. Drum, there are Guidelines available for the diagnosis and management of concussion (Prague Consensus on Concussion 2004). In answer to your question, any athlete who has symptoms of concussion should not be training or competing. All athletes with concussion symptoms should seek medical attention.\nRead the full article 'Water Polo: Doctor on Deck'", "id": "<urn:uuid:50f86eec-748e-4896-bdfc-f2dd01157853>", "dump": "CC-MAIN-2013-20", "url": "http://www.fina.org/H2O/index.php?option=com_content&view=article&id=3021:one-of-the-players-on-my-water-polo-team-has-a-concussion-should-i-let-him-train-with-the-team&catid=357:faq&Itemid=1323", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.968724250793457, "token_count": 147, "score": 2.734375, "int_score": 3}
{"text": "Although uncommon, an entirely different group of factors plays a role when an athlete suffers a stroke.\nHead and neck trauma are often factors in stroke during athletic competitions. Direct head trauma can result in leakage from blood vessels, depriving large regions of the brain of necessary nutrients.\nViolent forward and backward movement of the head can result in tearing the inner lining of vital arteries responsible for directing blood to the brain. This condition, known as arterial dissection, can form a clot within the affected blood vessel or become a source of small clots. These smaller clots often move toward the brain as emboli and block other arteries.\nTreatment for arterial dissection involves the use of blood thinning medications and avoiding violent collision sports.\nAnother common risk factor for stroke in athletes is the existence of a patent foramen ovale (PFO). A PFO is a hole between the upper chambers of the heart, the right and left atria. The foramen ovale forms in the fourth week of embryonic development and should close in the first three months after birth. When it does not close, it is considered patent or open.\nThis abnormal channel allows direct passage of blood clots to the brain. These clots often originate in the legs and may result from immobilized lower extremities.\nPFOs can be treated with equal success by surgical closure or blood thinning medications. Athletes appear to do better with surgical closure and usually make a full recovery to return to sports.\nWhile considered rare, strokes do occur in athletes and treatment requires a different approach.", "id": "<urn:uuid:42e960c1-33b4-4f11-8d2f-5ec7df76d856>", "dump": "CC-MAIN-2013-20", "url": "http://dralessi.blogspot.com/2011_05_01_archive.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.935448408126831, "token_count": 320, "score": 3.46875, "int_score": 3}
{"text": "Sudden death syndrome--an umbrella term for a range of heart conditions that can lead to cardiac arrest--is notorious for striking those who seem most fit.\nThat is because the condition, thought to be largely hereditary, is often triggered by overexertion. Tragically for some, the first symptom can be cardiac arrest.\nIt's possible, though costly, to screen for SDS. In fact, after soccer prodigy John Marshall died of a sudden heart attack at age 16 in 1994, the day before he was set to join Everton, testing became compulsory for professional athletes in several countries.\nGood thing, especially for those who don't have the means that professional athletes do, that a doctor at Tel Aviv University may have just made testing for the condition far simpler and more affordable.\n\"There is such a significant overlap between what's normal and abnormal on an ECG [electrocardiogram] that we need additional screening parameters,\" Dr. Sami Viskin, a cardiologist at the Sackler Faculty of Medicine, said yesterday in a university press release. \"This test, when done on people with strong symptoms, can really give...doctors a yardstick to compare those at risk for sudden death syndrome to those who would otherwise go on to live a healthy life.\"\nNamed after the doctor, the Viskin Test is easy on the patient, who simply undergoes a baseline ECG while resting in the supine position, and is then asked to stand quickly and remain still during continuous ECG recording.… Read more", "id": "<urn:uuid:8fedc1ae-d9da-4da5-9da7-31e4b337c8fc>", "dump": "CC-MAIN-2013-20", "url": "http://news.cnet.com/8300-5_3-0-11.html?categoryId=10277408", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9697185158729553, "token_count": 315, "score": 2.5625, "int_score": 3}
{"text": "Why can some people drink heavily and never become alcoholics when other people get addicted so quickly?\nContributing Factors to the Development of Alcoholism\nWhy some people can use and even abuse alcohol without ever developing alcoholism, and why some people seem unusually susceptible to alcoholism, remains a poorly understood phenomenon.\nThere is a genetic component to alcoholism, and people who grow up in alcoholic homes are far more likely to become alcoholics themselves. Children born to alcoholic parents, but raised in homes without alcohol abuse or addiction are also predisposed to alcoholism, so we do know that genetics plays an important role. But all people genetically predisposed to alcoholism do not develop dependencies, and some people with no genetic history of alcoholism end up battling the disease for years. It is now accepted that although a genetic predisposition plays an important influence in the development of the disease, that social and environmental factors are in fact the lager influences towards alcohol abuse or alcoholism.\nIn addition to genetic influences, the Mayo Clinic considers that there are three additional primary influences to alcohol abuse or alcoholism.\nEmotional States or Emotional Stressors can Induce Alcohol Abuse and Alcoholism\nPeople may use alcohol excessively in response to frequent or significant emotional disturbances or stresses. When alcohol is used with enough frequency as an emotional management or stress coping tool the risk of dependency or alcoholism increases greatly. There is also likely a bio physical link with stress and alcohol abuse, and stress hormones have been casually linked to increased alcohol consumption and a greater risk for alcoholism.\nPeople who use alcohol to deal with life's problems or stresses are at a greater risk to develop alcoholism.\nThe Co-Presence of a Corresponding Psychiatric Condition\nPeople suffering through psychiatric conditions like depression, bi polar disorder, borderline personality disorder or anxiety disorders are at a greatly elevated risk to develop alcohol abuse problems or alcoholism. Psychiatric patients often use alcohol or other illicit drugs to self medicate the negative symptoms of an experienced disorder. Unfortunately, while intoxication may bring some temporary relief, the long term effects of alcohol abuse almost always worsen experienced psychiatric symptoms. Alcoholic psychiatric patients are at a great risk for an accelerated progression of both diseases, and require immediate interventions and treatment.\nIn addition to clinical psychiatric conditions, non clinical, but still significant factors such as low self esteem can also increase the likelihood to alcohol abuse, and ultimately alcoholism. Alcohol is rarely an effective long term coping strategy.\nSocial Environmental Factors\nAs a society, largely due to billions of dollars invested in alcohol advertising campaigns, there is a perception of alcohol being associated with glamour, attractiveness and success, and these lingering subconscious perceptions may influence people to try alcohol at a young age and continue to drink more than they should throughout life.\nThe immediate environment can also increase the probability of alcoholism. People who socialize, or live romantically with a person who drinks to excess, whether dependent or not, are far more likely to also drink heavily, and put themselves at risk for alcohol abuse and alcoholism.\nEven the neighborhood around the home seems to influence consumption patterns, and people brought up in or who reside in neighborhoods of heavy abuse are also more likely to use and abuse alcohol themselves.\nNothing about alcoholism is completely understood, and all we know is that the variables that can induce alcohol abuse and ultimately alcoholism are many, and that what may cause alcohol dependence in one, seem to have little influence over another. We all present with an individual risk profile for our susceptibility to the disease, although those people with a genetic history of alcoholism are undoubtedly at an increased risk to develop the disease.\nRegardless of the factors that may induce the occurrence of the disease, the treatments are essentially the same, and alcoholics need intervention, intensive treatment, and long term aftercare therapies. Most alcoholics will never be capable of drinking in moderation, and abstinence is the only recommended philosophy of use for people with alcoholic histories.\nPage last updated Sep 23, 2012", "id": "<urn:uuid:97c75d00-1e85-4576-b5f7-0d79552f0dbf>", "dump": "CC-MAIN-2013-20", "url": "http://www.choosehelp.com/alcoholism/alcoholism-why-some-become-drunks-and-others-dont/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.949396550655365, "token_count": 790, "score": 3.28125, "int_score": 3}
{"text": "Children of substance abusers: Observations and their mothers' reports of childrearing practices\nThe widespread use of drugs includes women who are mothers and of childbearing age. A review of the literature shows that women who are substance abusers suffer from depression, low self-esteem, have poor health and nutrition, and histories of family violence and abuse.^ During pregnancy, addictive women often lack prenatal care. In utero exposure to drugs is associated with multiple postnatal outcomes which include prematurity, low birth weight, neonatal abstinence syndrome, and Acquired Immunodeficiency Syndrome (AIDS). Intelligence testing found that the children scored within the normal range but significantly lower than the children of drug-free controls.^ Conflicting views on the parenting of mothers who are substance abusers exist. Deprived and poorly nurtured in childhood themselves, they feel inadequate as parents. However, they love their children, are capable of learning developmental issues of childhood, and can respond with sensitivity to their needs.^ The purpose of this study was to examine the child-rearing attitudes and parental style of addicted mothers and the impact of their drug use, parental attitudes, and demographic variables on their interactions with their children. Forty-four mothers, forty-one drug users and three non-drug users, and nineteen infants participated in the study. Participants attended the Infant and Toddler Schools of the Center for Comprehensive Health Practice, Inc. Subjects completed the demographic sheet and the modified Child-Rearing Practices Report (CRPR). The child data was obtained from the agency and included the scores of the Bayley Scales of Infant Development, the Checklist for Caregiver-Infant Observation, and the Home Observation for Measurement of the Environment-Short Form (Home-SF). Generally, greater parental control and less expression of affection were adhered to as values by the participants of the study. Correlations as a function of drug usage and demographic variables suggested that the participants held both sound and inappropriate child-rearing attitudes. Length of treatment and the age of the youngest child emerged as the demographic variables most related to the parental attitude variables. The children scored within the average range of intelligence, however, the range of variation was highly significant. ^\nHealth Sciences, Mental Health|Women's Studies|Psychology, Developmental\nSarai Ramona Padilla-Rafalsky,\n\"Children of substance abusers: Observations and their mothers' reports of childrearing practices\"\n(January 1, 1993).\nETD Collection for Pace University.", "id": "<urn:uuid:288bae5d-f267-40ac-bd2c-195909577617>", "dump": "CC-MAIN-2013-20", "url": "http://digitalcommons.pace.edu/dissertations/AAI9406436/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9386689066886902, "token_count": 516, "score": 2.546875, "int_score": 3}
{"text": "By Justin Moyer\nThe Washington Post\n— Defense Secretary Leon Panetta signed an order Thursday allowing women the same opportunities as men to serve in combat, including formerly off-limits assignments on attack submarines and in the Navy SEALs. Just two weeks before the announcement, researchers from San Diego's Naval Health Research Center published a study suggesting that some recent mothers deployed on the battlefield may be more prone to depression after seeing action.\n\"Women who deploy and report combat-associated exposures after childbirth are significantly more likely to screen positive for maternal depression than are women who did not deploy after childbirth,\" concluded the study, titled \"Is Military Deployment a Risk Factor for Maternal Depression?\" and appearing in the Journal of Women's Health. \"It is also possible,\" the report noted, \"that giving birth and leaving a young child, in addition to the experience of combat, contribute to postdeployment depression.\"\nThe study included eight co-authors, five of them associated with the Naval Health Research Center, a research and development laboratory within the Department of Defense. It was based on surveys of more than 1,600 women who \"gave birth during active duty service.\"\nNot all branches of the armed forces showed the same results. \"Participants who served in the Army had an increased risk of maternal depression; Army service members tend to be deployed longer and more frequently than personnel serving in the Navy and Air Force,\" the study found.\nOf course, you don't have to be a mom to experience depression on the front line. The report points out that \"the increased rate of depression is primarily attributed to experiencing combat while deployed,\" not just to whether a solider is also a parent.", "id": "<urn:uuid:5a5aeb9f-2d6c-45df-aca0-8ea28cde7f62>", "dump": "CC-MAIN-2013-20", "url": "http://paulsvalleydailydemocrat.com/community-news-network/x1633465595/Are-mothers-in-combat-more-prone-to-depression/print", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9703717827796936, "token_count": 341, "score": 2.515625, "int_score": 3}
{"text": "There could be genetic reasons why some women succumb to pressure to be thin, while others maintain a positive body image, according to US researchers.\n“We’re all bombarded daily with messages extoling the virtues of being thin, yet intriguingly only some women develop what we term thin ideal internalisation,” study author Jessica Suisman from Michigan State University said in a press release.\n“This suggests that genetic factors may make some women more susceptible to this pressure than others.”\nSuisman and her colleagues studied more than 300 female twins aged 12 to 22 to see whether genetic factors influenced how vulnerable women are to societal thin ideals.\nThey measured how much the participants wanted to look like people from TV, movies and magazines, then compared identical twins, who share exactly the same genes, with fraternal twins, who share 50 percent of their genes.\nThe researchers found identical twins had closer levels of thin idealisation, which suggested genetics plays a part in determining body image.\n“We were surprised to find that shared environmental factors, such as exposure to the same media, did not have as big an impact as expected,” Suisman said.\n“Instead, non-shared factors that make co-twins different from each other had the greatest impact. The broad cultural risk factors that we thought were most influential in the development of thin-ideal internalisation are not as important as genetic risk and environmental risk factors that are specific and unique to each twin.\"\nMegan O'Connor, from Eating Disorders Victoria, told ninemsn that experts are becoming increasingly aware of the potential genetic link.\n\"There are often examples of a mother and two of her daughters having eating disorders –– anecdotally we are hearing of family traits,\" she said.\nO'Connor said families need to be aware of the possible genetic link and put responsible measures in place.\n\"People can certainly modify the sorts of language they use in their family about weight, dieting and body shape,\" she said.\n\"There is evidence to suggest that eating family meals together and having a healthy and relaxed relationship with food helps protect against eating disorders.\"\nThe study was published in the International Journal of Eating Disorders.", "id": "<urn:uuid:44003eee-ebd3-4cd3-ac60-d61ecb0354e6>", "dump": "CC-MAIN-2013-20", "url": "http://health.ninemsn.com.au/healthnews/8542759/genetics-to-blame-for-body-image-issues-study", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9726026654243469, "token_count": 453, "score": 2.828125, "int_score": 3}
{"text": "Gay and Lesbian Issues\nThe adolescent years are full of challenges, many related to sex and sexual identity. These issues can be especially difficult for teens who are (or think they may be) homosexual. Homosexual teens deserve the same understanding and respect as heterosexual teens, and it is important for everyone to know the facts about homosexuality. Here are the basics.\nEach of us has a biological sex (we have a male or female body), a gender identity (we feel like a male or female), and a sexual orientation (we are attracted to males or females). Homosexuality refers to a person's sexual orientation; homosexual teen-agers have strong romantic or sexual feelings for a person of the same sex. Heterosexual teen-agers are attracted to people of the opposite sex, and bisexual teens are attracted to people of both sexes.\nThe word \"gay\" is used to describe both men and women who are homosexual, with the word \"lesbian\" specifically referring to a homosexual woman. It is estimated that 10 percent of the population in the United States and throughout the world is lesbian or gay.\nAlthough scientists don't know why some people are homosexual and others are not, most believe that homosexuality is a normal variation of sexual orientation. It may be genetic, result from natural substances (hormones) in the body, be influenced by the environment before or after birth, or, most likely, several of these things working in combination. Homosexual teens are found in all types of families. Homosexuality is not caused by \"bad parenting.\" If your teen is gay, it is not because of anything you or anyone else did.\nHomosexuality also is not something a person chooses, nor is it an illness that can be cured. According to the American Psychiatric Association, so-called therapies such as \"reparative therapy\" and \"transformational ministry\" don't work and actually can be harmful, causing guilt and anxiety in homosexual teens.\nNot all teen-agers who are attracted to members of the same sex are homosexual. Many teens experiment with their sexuality during adolescence, in much the same way that they experiment with clothing, body art or music. This brief sexual experimentation is thought to be a normal part of sexual development. For homosexual teens, the attraction to people of the same sex is stronger and longer lasting.\nBack to top\nEvery family is different. While one parent may find out by chance that a teen is homosexual, others may hear directly from their teen in person, in a letter or by a phone call. When a teen tells other people that he is homosexual, it's called \"coming out.\" Although this process sometimes can be difficult or painful for families, it also can be a time of tremendous growth. It is important to remember that all teens need their family's support and acceptance, especially when they are dealing with sensitive issues.\nBack to top\n\"Coming out\" can be scary and painful, and parents need to reassure their children that they will not be loved any less for sharing the truth about themselves. If your teen tells you he is gay, let him know that you love him unconditionally, and accept him no matter what.\nShow your teen that you care by learning more about homosexuality. Read books on the subject or check out reputable Web sites (such as www.pflag.org). Talk to some adults you know who are gay. Look for organizations or support groups in your community that can give you information on homosexuality. It will be easier for you to support your teen when you know more and are comfortable with the subject.\nParents may worry about how friends, neighbors and family will react to their teen's homosexuality. It is usually best not to share any information without your teen-ager's permission. Unfortunately, prejudice against homosexuals is widespread, mostly due to ignorance and fear. When your teen is ready for you to let others know, you should talk with them about your teen's sexual orientation and help them to understand, by using what you have learned.\nBack to top\nGrowing up as a homosexual in a mostly heterosexual society often is not easy. Gay and lesbian adolescents sometimes must cope with unfair, prejudiced, and even violent behavior at school, at home and in the community. They may feel fear or be alone and unsupported. This can push some teens to use drugs and alcohol, engage in risky sexual behavior, or even attempt suicide. It is important that homosexual teens feel supported by their parents and always able to talk openly with them about these issues.\nOverall, most gay and lesbian youth grow up to be well-adjusted and happy adults, with successful careers and family lives.\nBooks for parents of the newly out:\n\"Is it A Choice? Answers to 300 Most Asked Questions About Gay and Lesbian People\" by Eric Marcus\n\"Loving Someone Gay\" by Don Clark, Ph.D.\n\"My Child is Gay\" by Bryce McDougall, editor\nLast updated May 29, 2011", "id": "<urn:uuid:83d99630-30d5-4811-bdcf-250bf5d3fac5>", "dump": "CC-MAIN-2013-20", "url": "http://www.intelihealth.com/IH/ihtIH/WSIHW000/34970/34997/362814.html?d=dmtChildGuide", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9618534445762634, "token_count": 1006, "score": 3.59375, "int_score": 4}
{"text": "It's normal for parents to disagree and argue from time to time. Parents might disagree about money, home chores, or how to spend time. They might disagree about big things — like important decisions they need to make for the family. They might even disagree about little things that don't seem important at all — like what's for dinner or what time someone gets home.\nSometimes parents can disagree with each other and still manage to talk about it in a calm way, where both people get a chance to listen and to talk. But many times when parents disagree, they argue. An argument is a fight using words.\nMost kids worry when their parents argue. Loud voices and angry words parents might use can make kids feel scared, sad, or upset. Even arguments that use silence — like when parents act angry and don't talk to each other at all — can be upsetting for kids.\nIf the argument has anything to do with the kids, kids might think they have caused their parents to argue and fight. If kids think it's their fault, they might feel guilty or even more upset. But parents' behavior is never the fault of kids.\nWhat Does It Mean When Parents Fight?\nKids often worry about what it means when parents fight. They might jump to conclusions and think arguments mean their parents don't love each other anymore. They might think it means their parents will get a divorce.\nBut parents' arguments usually don't mean that they don't love each other or that they're getting a divorce. Most of the time the arguments are just a way to let off steam when parents have a bad day or feel stressed out over other things. Most people lose their cool now and then.\nJust like kids, when parents get upset they might cry, yell, or say things they don't really mean. Sometimes an argument might not mean anything except that one parent or both just lost their temper. Just like kids, parents might argue more if they're not feeling their best or are under a lot of stress from a job or other worries.\nKids usually feel upset when they see or hear parents arguing. It's hard to hear the yelling and the unkind words. Seeing parents upset and out of control can make kids feel unprotected and scared.\nKids might worry about one parent or the other during an argument. They might worry that one parent may feel especially sad or hurt because of being yelled at by the other parent. They might worry that one parent seems angry enough to lose control. They might worry that their parent might be angry with them, too, or that someone might get hurt.\nSometimes parents' arguments make kids cry or give them a stomachache. Worry from arguments can even make it hard for a kid to go to sleep or go to school.\nWhat to Do When Parents Fight\nIt's important to remember that the parents are arguing or fighting, not the kids. So the best thing to do is to stay out of the argument and go somewhere else in the house to get away from the fighting or arguing. So go to your room, close the door, find something else to do until it is over. It's not the kid's job to be a referee.\nWhen Parents' Fighting Goes Too Far\nWhen parents argue, there can be too much yelling and screaming, name calling, and too many unkind things said. Even though many parents may do this, it's never OK to treat people in your family with disrespect, use unkind words, or yell and scream at them.\nSometimes parents' fighting may go too far, and include pushing and shoving, throwing things, or hitting. These things are never OK. When parents' fights get physical in these ways, the parents need to learn to get their anger under control. They might need the help of another adult to do this.\nKids who live in families where the fighting goes too far can let someone know what's going on. Talking to other relatives, a teacher, a school counselor, or any adult you trust about the fighting can be important.\nSometimes parents who fight can get so out of control that they hurt each other, and sometimes kids can get hurt, too. If this happens, kids can let an adult know, so that the family can be helped and protected from fighting in a way that hurts people.\nIf fighting is out of control in a family, if people are getting hurt from fighting, or if people in the family are tired of too much fighting, there is help. Family counselors and therapists know how to help families work on problems, including fighting.\nThey can help by teaching family members to listen to each other and talk about feelings without yelling and screaming. Though it may take some work, time, and practice, people in families can always learn to get along better.\nIs It OK for Parents to Argue Sometimes?\nHaving arguments once in a while can be healthy if it helps people get feelings out in the open instead of bottling them up inside. It's important for people in a family to be able to tell each other how they feel and what they think, even when they disagree. The good news about disagreeing is that afterward people usually understand each other better and feel closer.\nParents fight for different reasons. Maybe they had a bad day at work, or they're not feeling well, or they're really tired. Just like kids, when parents aren't feeling their best, they can get upset and might be more likely to argue. Most of the time, arguments are over quickly, parents apologize and make up, and everyone feels better again.\nHappy, Healthy Families\nNo family is perfect. Even in the happiest home, problems pop up and people argue from time to time. Usually, the family members involved get what's bothering them out in the open and talk about it. Everyone feels better, and life can get back to normal.\nBeing part of a family means everyone pitches in and tries to make life better for each other. Arguments happen and that's OK, but with love, understanding, and some work, families can solve almost any problem.", "id": "<urn:uuid:12d027d4-f1ad-47d0-baaa-eea0edc16cc9>", "dump": "CC-MAIN-2013-20", "url": "http://kidshealth.org/PageManager.jsp?dn=RadyChildrensHospital&lic=102&cat_id=20068&article_set=22653&ps=304", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9713375568389893, "token_count": 1240, "score": 3.28125, "int_score": 3}
{"text": "Published: Oct. 17, 2006\nUpdated: Apr. 20, 2010\nTwo-and-a-half-year-old Nina was bright-eyed and bouncy, full of laughter and hugs -- when you could get her attention. She often seemed to be ignoring her parents when they spoke to her, and when she did respond, many of her words were slurred.\nConcerned, her parents arranged for a hearing test -- and learned that Nina had moderate hearing loss in both ears. Outfitted with a hearing aid, and provided with speech therapy, she is just beginning to regain some of the ground she lost during the first years of life when important language skills are being learned.\n\"Hearing impairment is the largest congenital disability, affecting about six out of every 1,000 infants,\" says Duke pediatric audiologist Ann Mabie. \"For a very long time, people thought you couldn't test infants' hearing, and would just wait until children were two or three years old. But by the time you wait for children not to talk, a window of opportunity has shut.\"\nIn fact, those tiny, shell-like ears that parents marvel over when getting to know their new babies are just the most visible parts of a highly sophisticated machine. Human infants spend the first year of life learning about their environment, and by one year of age, already understand far more language than they are yet able to use -- unless an undiagnosed hearing impairment disrupts the process.\nWhile hearing impairments are difficult at any age, they’re especially devastating in young children, because their brains rely on auditory stimulation to develop the capacity for oral communication. This makes early diagnosis and treatment of childhood hearing losses essential.\nHappily, all newborns in North Carolina now have access to the specialized screening needed to diagnose infants with hearing loss, thanks to state legislation passed in October 1999.\nEven babies born with normal hearing, however, can develop a hearing loss later in infancy or childhood, due to ear infections or head injuries. So parents should be aware of clues that their children might have difficulty hearing and insist on tests if they suspect hearing loss (see below).\nMabie urges all parents who suspect that their child might have a hearing problem to get the child tested by an audiologist or physician with expertise in this area as soon as possible: \"Every day you wait is a day lost.\"\nHearing impairments caused by problems in the middle and outer ear can sometimes be treated medically. For impairments originating in the inner ear, a hearing aid and speech therapy can help. \"Hearing aids help provide access to speech, and with some intensive speech and language therapy, hearing-impaired kids will do fine in a normal classroom.\"\nChildren with severe to profound hearing impairments typically will require more extensive rehabilitation, and cochlear implantation may be indicated. At Duke, otolaryngologists have begun using sophisticated new technologies to help even tiny children with hearing impairments to interact with the hearing world.\nWhen Lauren, a two-month-old infant from western North Carolina, was diagnosed with profound hearing loss due to a malformation in her inner ears, or cochleas, she was immediately fitted with hearing aids. Shortly before her second birthday, she came to Duke for a cochlear implant.\nDuke specialists in speech pathology and audiology worked to perform a detailed evaluation of Lauren’s hearing loss, using the most precise diagnostic technologies available. Duke neurotologist (ear specialist) Debara Tucci, MD, then selected the cochlear implant that would be most appropriate for Lauren.\nAfter Tucci surgically implanted the mechanism -- a marvel of micro-engineering -- into Lauren’s inner ear, the tiny computer chip that controls the implant was carefully adjusted to transmit just the right auditory signals to Lauren’s brain. The result is a girl who is learning how to communicate with those around her right on schedule.\nWhatever intervention a child with hearing deficiencies may need, time is of the essence. As the mother of one hearing-impaired child puts it, \"Once you find out and take action, things only get better, not worse.”\nIf your child exhibits any of the following behaviors, have him or her checked by a professional audiologist or physician with expertise in hearing disorders.", "id": "<urn:uuid:2e03df66-fa9b-468c-9fa8-487fd46503ea>", "dump": "CC-MAIN-2013-20", "url": "http://www.dukehealth.org/health_library/health_articles/hear_hear/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9694573283195496, "token_count": 888, "score": 3.125, "int_score": 3}
