{"text": "When it comes to solar power, the real dilemmas are efficiency and cost. On the one hand, efficiency has steadily improved over the last couple decades to the point where it’s approaching the utility prices of other power generation methods. Exotic technologies promise even greater gains. However, the price of solar-generated power still remains at least five times as expensive as coal-power, the chief source of power in the U.S. (compared to the leading candidate, nuclear, which is approximately 1.5 to 2 times as expensive).\nWhile solar adoption from a cost standpoint is unattractive, there's much debate over whether commercial adoption is needed to spur further research to propel solar into the realm of cost competitiveness. While many nations like the U.S. and China have modestly taken this position, adopting solar at a moderate rate, one nation has fallen head over heels for solar -- Spain.\nSpain is allowing solar and wind power plants to charge as much as 10 times the rates of coal power plants, making it possible for solar power installations to earn utilities big money. On average, recent rate increases have raised solar charges to over 7 times the rates of coal or natural gas rates. The costs are added onto consumers' power bills.\nThe results are mixed; while Spanish power bills are at record highs, the number of deployments is soaring. Spain has 14 GW of solar power, or the equivalent capacity of nine average nuclear reactors, under construction -- the most of any nation. Florida’s FPL Group Inc. and French Electricite de France SA are among the many jumping to build in Spain.\nGabriel Calzada, an economist and professor at Rey Juan Carlos University in Madrid, states, \"Who wouldn’t want to enter a business that’s paid many times more than the market rate, and where the customer is guaranteed for life?\"\nBy 2009, 42 percent of Spaniards energy bills -- approximately 95 euros ($127) on average -- will be provided by alternative energy. Spanish law requires power distributors to buy all clean energy produced in the first 25 years of the plants' lives. The government also recently raised the rate of Spain believes this sacrifice will pay off as fossil fuel resources become depleted and emissions standards tighten.\nKarsten von Blumenthal, an industrial analyst at Hamburg-based SES Research GmbH states, \"The guarantee is more attractive than what other countries offer. Actually the U.S. has better space for solar, in the deserts of California and Nevada.\"\nThe U.S. meanwhile is also advancing thanks in part to President Obama's solar initiatives passed earlier this year as part of the federal stimulus legislation. Over 6 GW of capacity is planned for the U.S.\nFred Morse, an official at the Washington- based Solar Energy Industries Association trade group and author of the first report to the White House on solar power (1969), says that the U.S. needs to adopt more incentives if it hopes to catch Spain. He states, \"The incentives, if implemented promptly and effectively, should greatly facilitate the financing of these plants.\"\nOne promising benefit of the Spanish solar boom is that it is increasing the number of plants utilizing new, potentially more efficient technologies like solar thermal or sterling engines. Spain is limiting the number of photovoltaic plants (solar panel-based designs), but is giving out unlimited licenses for solar thermal and other alternative plants.\nquote: 1 - Solar Tech is improving very quickly. In another 3~5 years, it SHOULD be just as cheap as coal.\nquote: 4 - If many people buy their own, it reduces the drain on the electrical system\nquote: 2 - If its cheap, unlike a power plant (coar / nuke) Anyone can buy it and install it on their roof or their yard. Remember on DT - they're's tech that'll allow your windows to be solar collectors.\nquote: 5 - if everyone has one, it can help re-charge their electric cars. Because AS OF NOW, eletric cars STILL require power from Coal / Nuke plants which generate pollution / waste.\nquote: Assuming 0,45 cents per KW Here,\nquote: But the pleasure to not give the moneyto them... doesn´t have a price...", "id": "<urn:uuid:23a90b54-7af3-418f-b87f-445b0ed0e428>", "dump": "CC-MAIN-2013-20", "url": "http://www.dailytech.com/article.aspx?newsid=15102&commentid=443095&threshhold=1&red=4522", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9435126185417175, "token_count": 874, "score": 2.734375, "int_score": 3}
{"text": "Yesterday’s House passage of cap-and-trade legislation designed to confront climate change is a landmark achievement, the first tangible step taken by the country that emits more greenhouse gas per capita than anyone in the world.\nThe bill itself still faces a tough test in the Senate. Passage is far from assured, and without similar actions by other major emitting countries, it won’t mean much. But it does finally demonstrate to the rest of the world that the United States is prepared to do its part, which puts the pressure on them to follow suit.\nThe bill itself, the product of a thousand political compromises, also isn’t perfect. But it also isn’t what its hysterical opponents claim it is. As Bryan Walsh acknowledges in Time:\n… critics have vastly overstated the likely cost. In fact, they’re all but lying. During the House debate, Republican whip Eric Cantor, using numbers from an American Petroleum Institute study, said that the bill would eventually cost more than $3,000 per family per year — but those numbers assume that billions of tons worth of inexpensive carbon offsets won’t be available under the bill, which would significantly inflate the overall cost. That’s not going to happen. A more reliable study from the nonpartisan Congressional Budget Office forecast that the bill would cost the average U.S. household $175 in higher energy costs annually by 2020 — and other studies estimate that the energy-efficiency provisions in the bill might even save Americans money over time.\nWhen opponents are forced to lie so blatantly — in this case exaggerating the likely cost 17 times over — they don’t have much of an honest argument.", "id": "<urn:uuid:dbaccb35-1074-476c-9b46-8f3c424bfecd>", "dump": "CC-MAIN-2013-20", "url": "http://blogs.ajc.com/jay-bookman-blog/2009/06/27/passage-of-climate-change-bill-a-landmark-achievement/?cp=all", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.950843095779419, "token_count": 343, "score": 2.5625, "int_score": 3}
{"text": "On February 1st, the secretariat of the United Nations Framework Convention on Climate Change (the “Convention”) announced the pledges made by countries under the Copenhagen Accord (the “Accord”). Developed country parties to the Accord pledged greenhouse gas (GHG) emissions reduction targets to be achieved by 2020. Most notably, developing country parties to the Accord also pledged mitigation actions. By the January 31st deadline, pledges had been provided by countries representing approximately 80% of global GHG emissions.\npledges made under the Accord\nAdhering to legislation passed in its House of Representatives, the U.S. pledged a 17% reduction from 2005 levels.1 Canada also pledged a 17% reduction from 2005 levels, “to be aligned with the final economy-wide emissions target of the United States in enacted legislation.”2 Like Canada, many parties made pledges contingent on action by others. The European Union, for example, pledged to reduce its emissions 20% below 1990 levels, or by 30% should other parties make comparable commitments.\nAs an example of a mitigation action pledge of a developing country, China pledged to lower its carbon intensity (per unit GDP) by 40-45% by 2020, to increase to 15% the share of non-fossil fuels used in primary energy consumption, and to increase its forest coverage and forest stock volume.3 In comments following the announcement of the pledges, U.S. Special Envoy for Climate Change, Todd Stern has made it clear that the U.S. expects of developing countries, stronger mitigation actions than those contained in the Accord.4\nthe 2009 UN climate change conference\nThe Accord was the outcome of the fifteenth Conference of the Parties (the “Conference”) to the Convention,5 attended by yours truly. In an unprecedented display of the prominence that climate change is gaining on the world stage, the Conference was attended by 115 heads of state and over 40,000 delegates.\nThe stage that was the Conference was not without its share of theatrics. When the leaders arrived in the final days to find that little progress had been made, the drama moved behind the scenes. In a telling moment, frustrated by negotiating only with Chinese Premier Wen’s aides, U.S. President Obama walked in on a private meeting between Wen and the leaders of Brazil, India, and South Africa.6 It was largely these five major economies that would go on to produce the Accord, which calls for any global temperature increase to be limited to two degrees Celsius.7\nHowever the parties to the Convention’s Kyoto Protocol (the “Protocol”), the first commitment period of which ends in 2012, were unable to agree to its extension. The lack of consensus leaves in suspension the status of the Protocol’s Clean Development Mechanism (CDM) and the value of the Certified Emissions Reductions (CERs) generated by thousands of projects thereunder. The International Emissions Trading Association (IETA), which held a parallel conference, nevertheless remains optimistic: “an international injection of increased demand remains a strong possibility over investment timescales but still has to be treated as an upside rather than a given.”8\nback on the home front\nAs mentioned above, Canada’s climate change policy is explicitly tied to that of the United States. 2009 saw in the U.S. the passage in the House of Representatives of the American Clean Energy and Security Act (“Waxman-Markey”). Waxman-Markey calls for a 17% reduction of emissions below 2005 levels by 2020 and provides for the trading of allowances.9 Debate in the U.S. Senate of the similar Kerry-Boxer bill is nominally scheduled for debate this spring, though it may be 2011 before it comes to a floor vote. Tri-partisan senators John Kerry (D), Lindsey Graham (R) and Joe Lieberman (I) have taken it upon themselves to ensure passage of a climate (or “energy independence”) bill.\nFor many U.S. senators, any climate legislation must be accompanied by developing country emissions reductions and the international verification thereof. As China and others are less keen on international monitoring, reporting and verification (MRV), the Accord features compromise language. Countries will communicate their actions “with provisions for international consultations and analysis under clearly defined guidelines that will ensure national sovereignty is respected.”10 In any case, with more than two thirds of Americans supporting the regulation of GHG emissions,11 the passage of legislation through Congress and, consequently, Canadian federal regulation, may be on the horizon.\nInternational climate change negotiations will occur in a number of fora this year. While the sixteenth Conference of the Parties will occur in December in Cancun, one might now wonder how much can be expected of 192-party negotiations. In June, Canada will host the G8 and G20 summits, and it is rumoured that climate change policy may be included on the agenda.12 Finally, it is likely that a second meeting of the Major Economies Forum will occur later this year to discuss climate policy.13", "id": "<urn:uuid:7a4001a3-a36b-492a-9b85-d3408119e643>", "dump": "CC-MAIN-2013-20", "url": "http://www.lexology.com/library/detail.aspx?g=7a718b20-b3df-42cc-a2bf-e2dc617af9ef", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9496594667434692, "token_count": 1055, "score": 3.109375, "int_score": 3}
{"text": "Bali Climate conference has a message for rural community\nThe world leaders recognised that 20% of the global emission of greenhouse gases (GHGs) can be contained by forestation. The programme, Reducing Emissions From Deforestation and Degradation (REDD) aims to compensate the developing countries in the tropical region to maintain their forests and discourages deforestation. It allows developing countries to sell carbon offsets to rich countries in return for not burning their tropical forests from 2013.\nREDD initiative is the need of the hour when largescale deforestation is taking place across the world for urbanisation, oil palm, soyabean and bio-fuel crop plantation.\nThe Bali conference also stressed upon the urgent need to cut carbon and methane emissions from tropical forests.\nThe Bali conference also adopted a resolution on adaptation fund to help poor nations to cope with damage from climate change impact like droughts, extreme weather conditions or rising seas. The Adaptation Fund now comprises only about $36 million but might rise to $1-$5 billion a year by 2030, if investments in green technology in developing nations surges. The fund distinguished the responsibilities of the Global Environment Facility and the World Bank. The fund would have a 16-member board largely from developing countries and would start operating from 2008.\nSenior researchers of the United Nations Development Fund (UNDP) had urged the developed countries to urgently discuss adaptation funds as the key to solution of the problems. The Lead author of the recent UNDP report, Kevin Watkins said that as per estimate $86 billion annually. \"The figure looks large, but actually it is only 0.2% of the rich countries GDP,\" he said and added that adaptation fund sourced from multilateral funding in the last two years was only $26 million—the amount spent by UK alone on flood control for a week.\nA group of small island communities led by Biotani Indonesia Foundation has urged that the adaptation fund should include a special corpus to cover their initiatives.\nThe Bali conference succeeded in adopting a resolution on technology tranfer and also Its monitoring. It, however, failed address the vital issue of cut in GHG emissions and deferred it till 2009.\nIt also postponed until next year any consideration of a plan to fund an untested technology which captures and buries the greenhouse gas carbon dioxide, emitted from power plants that burn fossil fuels.\nIt also failed to agree whether or not to allow companies to sell carbon offsets from destroying new production of powerful greenhouse gases called hydrofluorocarbons (HFCs). Benefiting factories have been the biggest winners under a UN scheme to reward companies which cut greenhouse gas emissions.\nBe the first to comment.", "id": "<urn:uuid:425ca78c-1053-44ec-b60e-8912cf2cb747>", "dump": "CC-MAIN-2013-20", "url": "http://www.financialexpress.com/news/Bali-Climate-conference-has-a-message-for-rural-community/251129/0", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9480023980140686, "token_count": 543, "score": 3.15625, "int_score": 3}
{"text": "World’s poorest on front line in climate change fight\n24 July 2008 | News story\nClimate change is already happening – and it hits poor people most. The effect of more frequent hurricanes, floods and droughts on developing countries is devastating, as this year’s cyclone Nagris proved again in southern Myanmar, leaving over 130,000 people dead or missing.\nTo protect the world’s poor against today’s more frequent extreme weather events, some US$ 2 billion is required according to the Internacional relief agency Oxfam. However, commitments so far only total US$173.\nThe need for innovative means to mitigate climate change impacts and help poor countries adapt is high on the agenda of the World Conservation Congress, held by IUCN, the International Union for Conservation of Nature from 5-14 October in Barcelona.\n- In 2007, there were 950 natural catastrophes in 2007 compared with 850 in 2006, according to Munich Re, one of the world’s largest insurance companies. This is the highest number recorded since the company started compiling annual disaster reports in 1974.\n- The burden of the disasters fall on the poor who are least to blame for climate change. Benin, and Bangladesh, for example, are at particularly high risk from rising sea-levels and storm surges, yet their per capita contribution to greenhouse gas output is one eightieth that of the United States, according to the British Institute of Development Studies.\n- “What worries us the most is the impact on the poorest countries which have the least capacity to respond to the challenge,” said Yvo de Boer, secretary of the Convention on Climate Change.\n- A healthy environment can help people survive. Healthy mangrove forests and coral reefs, for example, can serve as barriers and prevent coastal erosion; a solid forest cover prevents flooding in times of heavy rainfall.\n- “There are positive examples of local level adaptation to the impacts of climate change, such as replanting mangrove forests that can serve as buffers against more frequent storms. But to implement these solutions on a larger scale, substantial financial support is required,” says Ninni Ikkala, Climate Change Officer at IUCN.\nUpcoming media products:\n6 August – International Press Release – Primates Red List update\n12 August – International Press Release – Cetacean Red List update\nJulia Marton-Lefèvre, IUCN’s Director General.\nNinni Ikkala, IUCN Climate Change Programme\nBrian Thomson, IUCN Global Communications, m +417972182326, e email@example.com.\nCarolin Wahnbaeck, IUCN Global Communications, m +41 79 85 87 593, e firstname.lastname@example.org\nWorld Conservation Congress, Barcelona (5-14 October)\nThe World Conservation Congress (WCC) brings together 8,000 leaders from the public sector, government, business and non-governmental organizations for what is the premier summit on sustainable development in 2008. Over ten days they debate the best ways to tackle environmental and development challenges. They share pragmatic solutions to pressing issues. And they commit to collaborative action.", "id": "<urn:uuid:2091854b-1b3b-428e-9a84-00e3f22edf16>", "dump": "CC-MAIN-2013-20", "url": "http://iucn.org/fr/nouvelles_homepage/nouvelles_par_date/2008/juillet_news_2008/?1370/Worlds-poorest-on-front-line-in-climate-change-fight", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8998281359672546, "token_count": 678, "score": 3.0625, "int_score": 3}
{"text": "Reversal of fortune\nTo unlock the vast, untapped potential of the world’s drylands, we must learn from the people who live in them, says Dr Jonathan Davies.\nDrylands are a major global biome, home to a great diversity of species and some of our most treasured natural heritage. They are also home to over 2 billion people and in the developing world in particular they are associated with poverty and social inequity. Global development and environment goals are not being met in the drylands: by 2015 many dryland regions are set to fail to achieve the Millennium Development Goals, whilst progress towards the goals and objectives of the UN environmental conventions (the Convention to Combat Desertification and the Convention on Biological Diversity in particular) is generally poor.\nRecent experiences in the drylands of emerging countries, such as China and India, illustrate that economic development in drylands can outpace that in areas that are usually considered “high potential”. Although development is often associated with degradation, experiences in Sub Saharan Africa illustrate that economic development can be greatly enhanced through protection of biodiversity as a source of income. By taking an even broader, global view of drylands and examining industrialised dryland countries, it becomes clear that for every seemingly-insurmountable challenge we are able to find evidence of a viable solution somewhere in the world.\nTo address the challenges of the drylands, we need to understand their unique features and how these have to be managed. Perhaps the most important of these is climate unpredictability: the amount of precipitation varies enormously between areas, between seasons and between years. The sheer magnitude of this uncertainty is hard to grasp, but in many drylands the normal range of rainfall, drought-years aside, can be plus or minus 50% of the average. Yet development in many water-deficit areas continues to favour agricultural practices that expose farmers to huge risks whilst simultaneously degrading the natural resource base on which they depend.\nClimate change is a cause for concern in dryland areas, but also an opportunity for new approaches and new learning that illustrate the value of dryland areas. Dryland ecosystems and people are highly adaptable and can survive in their uncertain climate.. Whether drylands become wetter or drier as a result of climate change, they will almost invariably become more unpredictable and their adaptive capacity will be vital to their future. Drylands more than any other ecosystem have the capacity to deal with that unpredictability and we have a great deal to learn from them.\nContrary to popular perception, drylands are not necessarily poverty traps. Dryland ecosystems and their goods and services already contribute significantly to national and international economies. The vibrant tourism sector in Eastern and Southern Africa relies heavily on the biodiversity of drylands. Globally-important dryland commodities include grain, meat and milk and dryland goods like Gum Arabic, Henna, Aloe, and Frankincense. Recent years have seen the commercial development of natural medicines from drylands, and untold numbers of medicinal plants remain un-researched, known only to the dryland inhabitants who have used and conserved them for centuries.\nLocal knowledge of the drylands is rich and is a powerful resource to be harnessed. There has been a tendency to dismiss this knowledge, because local dryland practices have been portrayed as backward or inappropriate and in need of replacing. The current emergency in the Horn of Africa graphically illustrates the outcome of this attitude: populations are exposed to insupportable risk as a result of losing their traditional strategies and being pushed into new ways of life that simply don’t work. Where people are driven towards catastrophe it is almost guaranteed that the environment will face similar consequences. Customs and cultures that are intimately connected to biodiversity become contorted into a system of pure survival where respect for the environment becomes an unaffordable luxury.\nThe scientific explanation of the rationale behind traditional strategies has been known for long enough to develop innovative new approaches to sustainable drylands management. Development support has to enable management of the extreme climatic uncertainty of drylands and needs to be built on understanding of the drivers of continuous change in dryland ecosystems. These are dynamic ecosystems in which adaptation and flexibility are pre-requisites for survival. We need to learn from past failures and successes and ensure that development and humanitarian interventions recognize dryland characteristics and build on local knowledge and capacity to turn the existing opportunities into equitable and sustainable wealth creation. In particular we need to generate greater awareness of the tremendous opportunities for strengthening biodiversity-based livelihoods to diversify dryland economies and strengthen resilience.\nIUCN’s vision 2020 emphasizes the need to strengthen the Union’s work on conserving the diversity of life while also connecting nature conservation to wider societal objectives such as security and poverty reduction. This vision cannot be reached if we fail to understand and address the unique challenges of the drylands. IUCN, with its great diversity of members and commission members, has a vital role to play in securing effective global action to address dryland issues and in enabling dryland communities to develop their nature-based solutions to risk management and sustainable development.\nDr Jonathan Davies is Coordinator of IUCN’s Global Drylands Initiative.", "id": "<urn:uuid:f420729b-433d-4fa6-8cfe-c81ae093a2da>", "dump": "CC-MAIN-2013-20", "url": "http://cms.iucn.org/knowledge/focus/previous_focus_topics/saving_our_drylands/opinion/?8350/Reversal-of-fortune&add_comment", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9456223845481873, "token_count": 1052, "score": 3.265625, "int_score": 3}
{"text": "Rodrigues, A.S.L., Andelman, S.J., Bakarr, M.I., Boitani, L., Brooks, T.M., Cowling, R.M., Fishpool, L.D.C., da Fonseca, G.A.B., Gaston, K.J., Hoffmann, M., Long, J.S., Marquet, P.A., Pilgrim, J.D., Pressey, R.L., Schipper, J., Sechrest, W., Stuart, S.N., Underhill, L.G., Waller, R.W., Watts, M.E.J. and Yan, X. (2004) Effectiveness of the global protected area network in representing species diversity. Nature, 428 (6983). pp. 640-643. ISSN 0028-0836Full text available as:\nThe Fifth World Parks Congress in Durban, South Africa, announced in September 2003 that the global network of protected areas now covers 11.5% of the planet's land surface. This surpasses the 10% target proposed a decade earlier, at the Caracas Congress, for 9 out of 14 major terrestrial biomes. Such uniform targets based on percentage of area have become deeply embedded into national and international conservation planning. Although politically expedient, the scientific basis and conservation value of these targets have been questioned. In practice, however, little is known of how to set appropriate targets, or of the extent to which the current global protected area network fulfils its goal of protecting biodiversity. Here, we combine five global data sets on the distribution of species and protected areas to provide the first global gap analysis assessing the effectiveness of protected areas in representing species diversity. We show that the global network is far from complete, and demonstrate the inadequacy of uniform—that is, 'one size fits all'—conservation targets.\n|Copyright, Publisher and Additional Information:||© 2004 Nature Publishing Group|\n|Academic Units:||The University of Sheffield > Faculty of Science (Sheffield) > School of Biological Sciences (Sheffield) > Department of Animal and Plant Sciences (Sheffield)|\n|Depositing User:||Repository Officer|\n|Date Deposited:||12 Jan 2005|\n|Last Modified:||08 Feb 2013 16:47|\nActions (login required)", "id": "<urn:uuid:dad32c9e-d851-4b8f-98db-dcfb254b028c>", "dump": "CC-MAIN-2013-20", "url": "http://eprints.whiterose.ac.uk/233/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.7667957544326782, "token_count": 490, "score": 3.1875, "int_score": 3}
{"text": "Now he’s alerted me to a new study and related lecture on what he and his co-authors are calling “peak farmland” — an impending stabilization of the amount of land required for food as humanity’s growth spurt plays out. While laying out several important wild cards (expanded farming of biofuels among them), Ausubel and his co-authors see a reasonable prospect for conserving, and restoring, forests and other stressed terrestrial ecosystems even as humanity exerts an ever greater influence on the planet.\nThe study, “Peak Farmland and the Prospects for Sparing Nature,” is by Ausubel, Iddo K. Wernick and Paul E. Waggoner and will be published next year as part of a special supplement to the journal Population and Development Review, published by the Population Council.\nDrawing on a host of data sets, the authors conclude that a combination of slowing population growth, moderated demand for land-intensive food (meat, for instance) and more efficient farming methods have resulted in a substantial “decoupling” of acreage and human appetites.\nHere’s the optimistic opener:\nExpecting that more and richer people will demand more from the land, cultivating wider fields, logging more forests, and pressing nature, comes naturally. The past half-century of disciplined and dematerializing demand and more intense and efficient land use encourage a rational hope that humanity’s pressure will not overwhelm nature.\nAusubel will describe the findings in a talk during a daylong symposium at his university on Tuesday honoring Paul Demeny, who at age 80 is stepping down as editor of the journal.\nAusubel’s prepared remarks are online. In his talk, he explains that while the common perception is that meeting humanity’s food needs is the task of farmers, there are many other players, including those of us who can choose what to eat and how many children to have:\n[T]he main actors are parents changing population, workers changing affluence, consumers changing the diet (more or less calories, more or less meat) and also the portion of crops entering the food supply (corn can fuel people or cars), and farmers changing the crop production per hectare of cropland (yield).\nThe new paper builds on a long string of studies by Ausubel and the others, including the 2001 paper “How Much Will Feeding More and Wealthier People Encroach on Forests?.” Also relevant is “Restoring the Forests,” a 2000 article in Foreign Affairs co-written by Ausubel and David G. Victor (now at the University of California, San Diego)\nThis body of analysis is closely related to the core focus of this blog: finding ways to fit infinite human aspirations (and appetites) on a finite planet. The work presents a compelling case for concentrating agriculture through whatever hybrid mix of means — technological or traditional — that best fits particular situations, but also fostering moderation in consumption.\nHere’s an excerpt from the paper’s conclusion, which notes the many wild cards that make the peak farmland scenario still only a plausible, and hardly inevitable, future:\n[W]ild cards remain part of the game, both for and against land sparing. As discussed, the wild card of biofuels confounded expectations for the past 15 years. Most wild cards probably will continue to come from consumers. Will people choose to eat much more meat? If so, will it be beef, which requires more land than poultry and fish, which require less? Will people become vegetarian or even vegan? But if they become vegan, will they also choose clothing made from linen, hemp, and cotton, which require hectares? Will the average human continue to grow taller and thus require more calories? Will norms of beauty accept obesity and thus high average calories per capita? Will a global population with a median age of 40 eat less than one with a median age of 28? Will radical innovations in food production move humanity closer to landless agriculture (Ausubel 2010)? Will hunger or international investment encourage cropland expansion in Africa and South America? (Cropland may, of course, shrink in some countries while expanding in others as the global sum declines.) And will time moderate the disparities cloaked within global averages, in particular disparities of hunger and excess among regions and individuals?\nAllowing for wild cards, we believe that projecting conservative values for population, affluence, consumers, and technology shows humanity peaking in the use of farmland. Over the next 50 years, the prospect is that humanity is likely to release at least 146 mHa [146 million hectares, or 563,710 square miles], one and a half times the size of Egypt, two and a half times that of France, or ten Iowas, and possibly multiples of this amount.\nNotwithstanding the biofuels case, the trends of the past 15 years largely resemble those for the past 50 and 150. We see no evidence of exhaustion of the factors that allow the peaking of cropland and the subsequent restoration of nature.\nIn an e-mail exchange today, I asked Ausubel about another issue touched on in the paper:\nLooking around the planet, it’s clear from a biodiversity standpoint that all forests — or farming pressures — are not equal. For instance, in Southeast Asia, palm oil and orangutans are having a particularly hard time co-existing. So while the overall trend is great, do you see the need for maintaining a focus on particular “hot spots,” to use a term familiar in environmental circles?\nSo far, I don’t see lots of evidence that conservation campaigners (you are one on ocean resources) have found a way to accept this kind of good news and/or incorporate it in their prescriptions for sustaining a rich and variegated biological sheath on Earth. If you agree, any idea why?\nIndonesia is the number one place where letting the underlying trend work will not work fast enough. The list of threatened regions is quite well identified: parts of the central African forest, parts of the Amazon.\nSome conservation groups have realized that the slow growth in demand for calories as well as pulp and paper are creating big chances to reserve or protect more land. In the right places, where crops are no longer profitable, some amounts of money can acquire large amounts of land for nature.\nConservation groups also ought to attend more to the ecological disaster called biofuels.\nI encourage you to dig in on this paper and related work, which provides a useful guide for softening the human impact on a crowding planet. There’ll be plenty of losses, and surprises, but there are real prospects for sustaining a thriving, and peopled, orb.\n6:57 p.m. | Addendum | For relevant work with somewhat different conclusions review the presentations from “Intensifying agriculture within planetary boundaries,” a session at the Planet Under Pressure conference in London last March. I’ll be adding links to other relevant analysis here.", "id": "<urn:uuid:d30effea-1f5f-4ff1-874d-1ea41dc97c53>", "dump": "CC-MAIN-2013-20", "url": "http://dotearth.blogs.nytimes.com/2012/12/17/scientists-see-promise-for-people-and-nature-in-peak-farmland/?n=Top%2FReference%2FTimes%20Topics%2FSubjects%2FA%2FAgriculture", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9313429594039917, "token_count": 1474, "score": 2.6875, "int_score": 3}
{"text": "Now, it is common knowledge these days that Hitler's final great offensive in the last years of WWII was the Ardennes Offensive of 1944/45, also known as the battle of the Bulge. What was not appreciated at the time by the Allied high command was just how desperately short of vital supplies the Third Reich armies actually were. The Ardennes Offensive was Hitler's bold attempt to capture and hold the Allied army's massive supply of Brussels sprouts, vital - of course - for the full functioning of any army.\nGerman intelligence were aware that the American army was - in particular - massing huge quantities of the vital Brussels sprouts just behind their frontlines in preparedness for their own massive push - and - of course - in time for Christmas.\nThe German's audacious plan would have succeeded if the Allies had not quickly worked out that it was their stockpiles of Brussels sprouts that were under immediate threat. The bold plan put forward by the Allied Generals was a heavy gamble, but it paid off. They ordered their front-line chefs to begin boiling their entire stocks of Brussels sprouts, and - most importantly - to keep them boiling well past a state of fully preparedness.\nSo, when the weather altered and the wind direction changed, it blew the smell of over-cooked Brussels sprouts straight into the faces of the advancing Germans. Then the Reich troops knew that they would not be able to replenish their stocks of Brussels sprouts and any sprouts that they did capture from the Allied frontline kitchens would be overcooked to the point of inedibility.\nLater in this series, we will discuss the major strategic role that Brussels sprouts have played in world history, such as Hadrian building a wall to protect the Roman Empire's most northern supplies of Brussels sprouts from the northern barbarians, thus thwarting the barbarian's fiendish plan to deep-fry the Roman's entire stockpiles of sprouts.\nThen there was, also, Napoleon's retreat from Moscow when his over-long supply line of Brussels sprouts direct from France broke down. Even when his troops could get sprouts, they were of poor quality - dry, wizened and frozen solid. Of course, this led to a massive collapse of morale. Eventually, the lack of good quality sprouts forced a massive retreat where thousands of French troops died from a pitiful lack of sprouts.\nAnd, of course, not forgetting - of course - how the Spanish conquest of the Americas was a result of the Spaniards overwhelming sprout superiority.", "id": "<urn:uuid:1e42f564-b487-459a-9400-a0404ff31bff>", "dump": "CC-MAIN-2013-20", "url": "http://www.abctales.com/story/hadley/brussels-sprouts-and-their-role-history", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9742326736450195, "token_count": 518, "score": 2.859375, "int_score": 3}
{"text": "The most illustrious Czars and mighty Princes, John and Peter Alexewitz, my most gracious Lords, having in their Wise Council of State resolved to send a splendid Embassy, on some important affairs, to the Great Bogdaichan, or Sovereign of the famous Kingdom of Kitai, by us Europeans commonly called China: This obliged me with a welcoming opportunity of traveling through part of the famous, but hitherto unknown, Siberian and Kitaian Countries, (never before visited by any German) and informing my self by credible witnesses of the remainder of those Lands, as well as obtaining a certain knowledge of several things with which the World hath not been hitherto acquainted.\nEvert Ysbrants Ides was the first educated European to travel in Siberia and gather firsthand information about the collection of fossil ivory. Ides' opportunity to travel across Siberia was the direct result of the satisfactory settlement of a small war on the Chinese border.\nThe speed with which the first wave of Russian fur traders, called promyshleniki, crossed Siberia created serious supply problems for them. Men carrying small loads of goods and supplies could easily cross Siberia using a network of rivers and short portages by boat in the summer and sled in the winter. Bringing large loads of bulky goods, specifically enough grain to feed a small settlement, was a much more difficult and expensive proposition. It could take three or four years for a shipment of grain to reach a remote place like Yakutsk and, by then, the majority of the load would be inedible. Because of this, the promyshleniki were relieved and excited when they began to hear rumors of the Amur, a valley in the south filled with grain, cattle, and silver.\nThe first expedition to reach the Amur was a group of 132 cossacks under Vassily Poiarkov in 1643-46. The Amur natives, whom the Russians called Daurians, greeted Poiarkov with hospitality but the relationship turned sour as the Russians resorted to kidnapping, plunder, and, it is reputed, cannibalism to get what they wanted. This kind of behavior went over with the locals about as well as you might expect. Poiarkov had to fight his way out of the country and lost half of his command to native attacks and starvation. However, because he confirmed that the Amur was a land of cattle and grain (he didn't find any silver), the expedition was proclaimed a success. Several other Russians tried to map out a better route into the Amur valley. In 1651, Yerofey Khabarov fought his way down the river with even more brutality than Poiarkov had and built a fort near the site of the city that now bears his name. This is when things began to go to hell.\nKhabarov knew, but chose to ignore, that the Amur was within the Chinese sphere of influence. What he might not have known was that it was also part of the homeland of the new Qing dynasty of China. The only reason he was able to occupy as much land as he did was that most of the armed Manchu horsemen were still busy conquering China. A year after Khabarov built Achansk, a Chinese military expedition arrived to drive him out of the valley. This was the beginning of more than thirty years of seesawing occupation of the Amur country. By the early eighties, with most of China finally pacified, the Kangxi emperor was ready to deal with the Russians once and for all. Now it was the turn of Moscow to get alarmed.\nMoscow, in the 1680s, was infected with a bad case of \"who's in charge here?\" In April 1682, Tsar Fedor III died at the tender age of twenty one without leaving an heir. The succession fell on his brothers Ivan and Peter. The elder of the two, Ivan, was severely epileptic, nearly blind, and may have suffered from a variety of other problems (diagnosing the physical and mental health of historical figures is more of a parlor game than a science among historians). Peter was strong as an ox, but only ten years old. To further complicate matters, the two boys had different mothers and the two sets of in-laws formed powerful and antagonistic factions at court. Fedor's death was followed by a week of riot and rebellion (not all of which was related to the succession). When the dust cleared, Ivan and Peter had been declared co-tsars and their sister Sophia was the de facto regent ruling in their names.\nExcept for a few years during the reign of Catherine the Great, historians have not been kind to Sophia. She has been reduced to cartoonish stereotype of a scheming woman (which is bad) who was finally put back in her place by a strong male (which is good). In fact, Sophia Alexeevna Romanov was an extraordinary woman. She was intelligent, well informed, and literate in three languages. She was comfortable giving orders and appearing in public at a time when most upper-class Russian women were kept in harem-like seclusion for their entire lives. During the seven years that she served as regent for the two tsars, Sophia had successes and failures no different than any other rulers’. For the advance of mammoth knowledge, her most important achievement was settling the Amur conflict.\nSince the beginning of the century, the tsars had recognized the potential for Siberia to become a private trade route to China, but every attempt at making official contact with the Chinese court had failed due to cultural misunderstandings. Despite that, the Kangxi emperor wanted to open trade with the Russians and hoped that a show of strength would be enough to drive the promyshleniki and Cossacks out of the Amur valley. In 1684 a large and well supplied Chinese army arrived on the lower Amur and began to move west driving the Russians before them. At Albazin, on the northern bend of the Amur, the Russians attempted to make a stand, but were soon defeated. The Chinese allowed the survivors to retreat, razed their fort, and moved down river to their base of operations. When word of the defeat on the Amur reached Sophia and her advisors, they quickly dispatched an envoy to make peace with the Chinese.\nThis should have been the end of the crisis, but, before the envoy could arrive, the Siberian Russians returned to Albazin and built a new fort provoking the Chinese army to return and start a new siege. They were only saved by the arrival in Beijing of advance messengers from the embassy. The Kangxi emperor ordered his army to lift the siege and prepared his own diplomatic mission to meet the Russians. Further complications--and there are always further complications in diplomacy--delayed the meeting of the two missions until the summer of 1689. The negotiation took place at the Russian outpost of Nerchinsk on a tributary of the Amur almost 300 miles west of Albazin. Amid elaborate ceremonies by the official heads of the missions, the real negotiations were carried out in Latin by a Polish cavalry officer (for the Russians) and a French Jesuit (for the Chinese). The agreement, signed on August 27, the first formal treaty signed between China and a Western power, required the Russians to evacuate the entire Amur valley, but established formal trade through Nerchinsk.\nSophia did not get to celebrate the Treaty of Nerchinsk. At the same time that the negotiations were wrapping up in the East, Sophia's regency was coming to an abrupt and unanticipated end in Moscow. Sophia's position had been dramatically weakened by two disastrous campaigns in the Crimea and by her half brother Peter turning seventeen in June. Amid rumors that Sophia was planning to murder Peter and rule in her own name, supporters of the two Romanovs engaged in a month of dramatic maneuvers that resulted in Peter taking control and Sophia retiring to a convent. Peter's half brother Ivan stayed on as co-tsar until his natural death seven years later.\nWhen word of the treaty reached Peter, he accepted the terms and began planning a trade mission to Beijing. Russia had a severe shortage of literate agents who were competent to make their way through foreign cultures, which explains the necessity of hiring Latin speaking Polish cavalry officers to conduct delicate diplomatic negotiations. For his first official trade mission to China, Peter hired a German, Dutch, or possibly Danish merchant named Evert Ysbrants Ides*. Ides had been in Russia since 1677, operating his own merchant house, first in Archangel and later in Moscow. In the spring of 1692, Ides left Moscow at the head of a 400 man caravan with instructions to exchange ratifications of the treaty, determine the best items for trade, feel out official attitudes toward the treaty, and request that a Chinese envoy be sent to Moscow.\nThe most direct route from Moscow to China is the same one that the Trans-Siberian Railway follows today, around the southern end of the Ural Mountains, across the steppe lands at the center of Eurasia, across Lake Baikal, and on to the Amur. Unfortunately, the steppe lands were controlled by Kirghiz nomads and unsafe for Russian merchants. For this reason, Ides' caravan had to take a much more roundabout path to Baikal that took them across the Urals on the same path as Ermak a century before, down the Irtysh River to its junction with the Ob, up the Ob and its tributary the Ket, to a portage into the Yenisei basin, and up the Angara River to Baikal. By October, the mission had only reached the way station of Makofskoi on the Ket portage. It was here that Ides had had his encounter with fossil mammoths.\nAmongst the hills, which are situate North-East of [Makofskoi], and not far from hence, the Mammuts Tongues and Legs are found; as they are also particularly on the Shores of the Rivers Jenize, Trugan [Lower Tunguska], Mongamsea [Taz], Lena, and near Jakutskoi [Yakutsk], even as far as the Frozen Sea. ... I had a Person with me to China, who had annually went out in search of these Bones; he told me, as a certain truth, that he and his Companions found the Head of one of these Animals, which was discovered by the fall of such a frozen piece of Earth. As soon as he opened it, he found the greatest part of the Flesh rotten, but it was not without difficulty that they broke out his Teeth, which were placed before his Mouth, as those of the Elephants are; they also took some Bones out of his head, and afterwards came to his Fore-foot, which they cut off, and, carried part of it to the City of Trugan [Turukhansk], the Circumference of it being as large as that of the wast of an ordinary Man. The Bones of the Head appeared somewhat red, as tho' they were tinctured with Blood.\nThis account by Ides is the first Western description of a frozen mammoth and the beginning of a scientific and popular fascination that hasn't ended over three hundred years later.\nLocating the mammoth to which Ides' unnamed traveling companion referred is a little tricky. Makofskoi was, and still is, a small town on the western end of the portage between the Ob and Yenisei Rivers. Ides gave no indication of how far he meant when he said mammoth remains were found in the hills to the Northeast. My conclusion, based on Ides' phrase \"not far from hence,\" is that the find must have been close to Makofskoi. The explorer Adolf Nordenskiold, who traveled along the Arctic coast in the late nineteenth century, thought, because the hunter took the mammoth's foot to Turukhansk, that the find must have been close to that place. Turukhansk is 450 miles north of Makofskoi, which is not \"not far from hence.\" In Ides' day there were two major towns on the Yenesei where his companion might have sold the ivory, Turukhansk and Yeneseisk, which is only eighty miles from Makofskoi. That argues in Nordenskiold's favor. If the find was closer to Yeneseisk the only reasons the hunter would have had for going all the way to Turukhansk would have been if Turukhansk was offering a better price for ivory or if he had other business there. Without more evidence there's no way to settle the matter. If we split the difference between Makofskoi and Turukhansk we arrive at the Stony Tunguska River. Maybe the site was blown up in 1908 by the Tunguska meteorite.\nIdes goes on to report what the locals believed about the remains.\nConcerning this Animal there are very different reports. The Heathens of Jakuti, Tungusi, and Ostiacki, say that they continually, or at least, by reason of the very hard Frosts, mostly live under ground, where they go backwards and forwards; to confirm which they tell us, That they have often seen the Earth heaved up when one of these Beasts was on the March, and after he was past, the place sink in, and thereby make a deep Pit. They further believe, that if this Animal comes so near to the surface of the frozen Earth as to smell, or discern the Air, he immediately dies, which they say is the reason that several of them are found dead, on the high Banks of the River, where they unawares came out of the Ground. This is the opinion of the Infidels concerning these Beasts, which are never seen.\nBut the old Siberian Russians affirm, that the Mammuth is very like the Elephant, with this only difference, that the Teeth of the former are firmer, and not so straight as those of the latter. They also are of Opinion, that there were Elephants in this Country before the Deluge, when this Climate was warmer, and that their drowned bodies floating on the Surface of the Water of that Flood, were at last wash'd and forced into Subterranean Cavities...\nThe description of the mammoth as a subterranean animal that dies on exposure to surface air is almost identical to that given by the Chinese writer Tung-fang So in the second century BC.\nThe three \"heathen\" tribes that Ides mentions are names given by the Russian conquerors and used to lump together all of the peoples of the Lower Irtysh, Ob, Yenisei, and Lena river basins. That is to say, he was ascribing the belief in the mammoth as a giant mole to most of the people of Western and Central Siberia. Later travelers ascribed different beliefs to many of these peoples. Still other travelers confirmed Ides' observations. When Ides traveled across Siberia, most of these peoples had been under Russian rule for a century, giving them plenty of time to have heard about the ideas of tribes with which they had had very little contact and to have learned the Biblical stories of Noah and Behemoth. Today, it is virtually impossible to sort out which tribes believed what before their contact with the Russians.\nWhile Ides was the first educated European to travel in Siberia and report firsthand information on the collection of fossil ivory, he wouldn't be the last. Peter the Great's diplomacy, wars, economic needs, and personal curiosity would send a constant stream of educated Europeans into his Eastern realms. They in turn would send back a constant stream of information that would be eagerly consumed by a Europe that was looking at the world through an increasingly scientific lens.\nHmmm. I still seem to be having trouble with that \"keep your blog posts under a thousand words\" thing. Oh well...\n* Ides nationality and name have been the source of much confusion over the years. Accounts of his journey describe him variously as Dutch, German, and Danish. In the opening quote he implies that he considers himself to be German, but the first edition of his book was published in Dutch. The confusion comes from the fact that his parents were Dutch immigrants to Holstein, a German-speaking province that is the home of many cows and was then ruled by the King of Denmark. It's likely that Ides was fluent in both German and Dutch.\nThe possible spellings given for his first and middle names are even more varied than his nationality. Because his middle name is sometimes spelled Ysbrand, some writers have assumed that he and the mission's secretary, Adam Brand, were one person. Adding to that confusion was the fact that both of them published memoirs of the journey, which the same writers who thought they were the same person assumed were merely different editions of the same book. They weren't, it wasn't, and that's that.", "id": "<urn:uuid:53e8bab9-3a15-4496-a8db-400a8f03146a>", "dump": "CC-MAIN-2013-20", "url": "http://johnmckay.blogspot.com/2009/03/fragments-of-my-research-viii.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9845748543739319, "token_count": 3506, "score": 2.828125, "int_score": 3}
{"text": "DEPUTIES OF THE JEWISH PEOPLE\nDEPUTIES OF THE JEWISH PEOPLE, representatives of Jewish communities in Russia to the government during the reign of *Alexander I (1801–25). After parts of *Poland-Lithuania had been annexed by Russia, the large communities sent shtadlanim to the court at St. Petersburg to represent them and defend their rights. Most of the shtadlanim were merchants or contractors who visited the city on business. When a committee was set up to frame a \"Jewish constitution\" in 1802–04 it was joined by several government-appointed Jewish advisers (N.N. *Notkin, A. *Peretz, and J.L. *Nevakhovich). The government also requested some important communities to send representatives to the committee. Together they tried to influence the committee in favor of Jewish rights. In 1807 the government appointed a \"Jewish committee\" to implement the inimical \"Jewish constitution\" of 1804 and proposed that the communities elect deputies to represent the Jews before the provincial governors. The memoranda of these deputies were referred to the \"Jewish committee\" in St. Petersburg and were influential in obtaining a temporary halt to the expulsion of Jews from the villages. It was also proposed to abolish the prohibition on the lease and sale of alcohol by Jews. During the invasion by Napoleon two \"deputies of the Jewish people,\" Zundel Sonnenberg and Eliezer Dillon, accompanied Alexander's military headquarters in 1812–13, and acted as liaison between the czar and the large Jewish population in the combat area. They regularly presented memoranda and petitions concerning Jewish affairs to the court and transmitted its instructions to the Jewish communities. After the war an attempt was made to convert the committee of deputies into a permanent institution. The Jewish communities were requested to send representatives to St. Petersburg to maintain permanent contact with the ministries of religious affairs and popular education. On August 19, 1818, electors from the 12 districts (gubernia) of the *Pale of Settlement convened and elected three deputies, Zundel Sonnenberg, Beinush Lapkovski, and Michael Eisenstadt, and three deputy representatives. In order to raise funds to cover their expenses, which probably also included furnishing bribes, the assembly resolved that every Jew was to donate the silver headpiece of his prayer shawl. The change in Alexander's policy toward the Jews at the end of his reign reduced the importance and status of the deputies. Sonnenberg was dismissed because of \"impudence toward the authorities.\" In 1825 the Jewish deputation was officially suspended \"until the need arises for a new deputation,\" and the institution was thereby abolished and not renewed. However, the government continued to make use of Jewish representatives. In 1840 consultative committees, chosen from among \"enlightened\" Jews, were created and attached to governors in Kiev and five other towns. In 1844 the function of \"Learned Jew\" (uchoni yevrei) was created, meaning an expertand consultant in Jewish religious affairs attached to the district governers and responsible for education and interior affairs.\nJ.I. Hessen (Gessen), Yevrei v Rossii (1906), 421–32; idem, in: Yevreyskaya starina, 2 (1909), 17–29, 196–206; S. Pen, in: Voskhod, nos. 1–3 (1905).\n[Yehuda Slutsky /\nShmuel Spector (2nd ed.)]\nSource: Encyclopaedia Judaica. © 2008 The Gale Group. All Rights Reserved.", "id": "<urn:uuid:63b54d74-ca97-4014-95f5-46f38b44aea7>", "dump": "CC-MAIN-2013-20", "url": "http://www.jewishvirtuallibrary.org/jsource/judaica/ejud_0002_0005_0_05110.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9647800326347351, "token_count": 755, "score": 3.484375, "int_score": 3}
{"text": "Judaic Treasures of the\nJerusalem was and remains the holiest of cities in the Holy Land, but Jews also gave a measure of holiness to three other cities there: Hebron, Safed, and Tiberias. The holiness of Jerusalem arises in part from what remains there, but more from what took place there. So it is with its sister cities. Hebron is where the patriarchs and matriarchs lived and are buried, and it was the first capital of King David. Tiberias, on the shore of the Sea of Galilee, was chosen by the patriarch of the Jews in the second century as his seat. The Palestinian Talmud was largely composed in its great rabbinical academy. in the environs of Safed, high in the Galilean hills, are the graves of the leading rabbis of late antiquity. Its stature as a holy city was enhanced in the sixteenth century, when it was the greatest center of Jewish mysticism and seat of Jewish legal scholarship. To gain entree into the company of the three more ancient holy cities, it called itself Beth-El, suggesting identity with the biblical site which Jacob called \"The Gate of Heaven.\"\nA striking pastel-colored manuscript \"holy site map\" links these four holy cities together. Drawn and painted in Palestine in the second half of the nineteenth century, it depicts those venues which indicate their holiness. There is a suggestion of their geographic positioning, but the \"map\" is far more a statement of the place these cities hold in Jewish veneration, than of the geographical site they occupy. To pious Jewish families, such wall plaques were more meaningful depictions of the Holy Land than the most aesthetically beautiful and topographically exact representations.\nA small illustrated guide book to the burial places of biblical figures and saintly rabbis in the Holy Land, Zikaron Birushalayim, appeared in Constantinople in 1743. It tells the pious pilgrim where graves may be found and what prayers are to be said. Prefaced by a panegyric to the land, it cites a midrashic statement that, in time to come, when Jerusalem shall be rebuilt, three walls-one of silver, one of gold, and the innermost of multicolored precious stones-will encompass the dazzling city.\nIn Hebron the pilgrim is not only directed to the holy grave sites, but also regaled with wondrous tales. One tells of a sexton of the community sent down to search for a ring which had fallen to the depths of the patriarchs' burial cave, finding at the floor of the cave three ancient men seated on chairs, engaged in study. He greets them; they return his greetings, give him the ring, and instruct him not to disclose what he had learned. When he ascended and was asked what he had seen, he replied: \"Three elders sitting on chairs. As for the rest, I am not permitted to tell.\"\nFor actual pilgrims, the little volume provided factual information. For pilgrims in their own imagination, it offered edification through tales and quaint illustrations. The last page has a woodcut of Jericho, a seven-walled city, below which a man surrounded by a multitude is sounding a shofar. The most striking woodcut is of an imposing building, representing the Temple in Jerusalem.\nIn the concentric circles of holiness cited in the Tanhuma, Jerusalem is at the center of the Holy Land; the Temple at the center of Jerusalem; and the Holy of Holies at the center of the Holy Temple. The Temple is prominently featured in illustrated books about the Holy Land. In A Pisgah-Sight of Palestine, three chapters describe and three engravings portray the Temple. Early Hebrew books are quite poor in illustrations, because relatively few deal with subjects that demand visual presentation.\nAmong these are books dealing with laws concerning the Temple, and since its architecture and vessels are pertinent to the laws, they invite illustration. A case in point is Sefer Hanukat Ha-Bayit by Moses (Hefez) Gentili (1663-1711), published in Venice in 1696. A treatise on the building of the Second Temple, it abounds in engraved architectural illustrations, including a menorah, the seven-branched candlestick; most notable is a large pull-out map of the Temple, identifying fifty-eight components of the Temple's structure. The engravings were added after the printing, as was the map, and a copy containing both is rare.\nMoses Gentili, born in Trieste, lived in Venice where he taught Talmud and Midrash, and perhaps philosophy and science as well. His best-known work, Melekhet Mahashevet, Venice, 1710, a commentary on the Pentateuch, contains a picture of the author, a clean-shaven, ministerial-looking gentleman.\nThere are many published descriptions and illustrations of the Temple's appearance in many languages. Some are based on careful study of the available sources, others are creations of the imagination, generally inspired by the grandest building the artist knew. A plan of the Temple to be is found at the end of the 1789 Grodno edition of Zurat Beit Ha-Mikdash (The Form of the Holy Temple) by Yom Tov Lipmann Heller (1579-1654), one of the major figures in Jewish scholarship in the first half of the seventeenth century. The book is one of Heller's earliest works and is a projection of the plan of the Temple as envisaged in the prophecy of Ezekiel.\nWe have thus traversed the Holy Land and glimpsed its holy places, past, present, and future.", "id": "<urn:uuid:2fda8e5f-0260-44ff-b050-ac0449bb2e80>", "dump": "CC-MAIN-2013-20", "url": "http://www.jewishvirtuallibrary.org/jsource/loc/Holy1.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9664288759231567, "token_count": 1177, "score": 3.4375, "int_score": 3}
{"text": "|Easton's Bible Dictionary|\nBaalah of the well, (Joshua 19:8, probably the same as Baal, mentioned in 1 Chronicles 4:33, a city of Simeon.\nInt. Standard Bible Encyclopedia\nba'-a-lath-be'-er ba`alath be'er \"lady (mistress) of the well\"; (Joshua 19:8 (in 1 Chronicles 4:33, Baal)): In Jos this place is designated \"Ramah of the South,\" i.e. of the Negeb, while in 1 Samuel 30:27 it is described as Ramoth of the Negeb. It must have been a prominent hill (ramah = \"height\") in the far south of the Negeb and near a well be'er. The site is unknown though Conder suggests that the shrine Kubbet el Baul may retain the old name.\nBaalath-beer (2 Occurrences)\nJoshua 19:8 and all the villages that were round about these cities to Baalath-beer, Ramah of the South. This is the inheritance of the tribe of the children of Simeon according to their families. (ASV BBE DBY JPS WBS YLT NAS)\n1 Chronicles 4:33 And all the small places round these towns, as far as Baalath-beer, the high place of the South. These were their living-places, and they have lists of their generations. (BBE)", "id": "<urn:uuid:38961357-af4d-4931-975b-8aa63d52a04c>", "dump": "CC-MAIN-2013-20", "url": "http://refbible.com/b/baalath-beer.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9573608040809631, "token_count": 310, "score": 2.515625, "int_score": 3}
{"text": "Question: How is bipolar disorder different from unipolar depression or 'regular' depression?\nAnswer: Both bipolar disorder and major depression are typically associated with depressive episodes. So both illnesses are accompanied by depressions. The difference is that in bipolar disorder people also have periods of elevation -- or severe irritability. We call these manic or hypomanic episodes.", "id": "<urn:uuid:e6ba92ad-ed0a-4cac-8e5d-204b78cdd250>", "dump": "CC-MAIN-2013-20", "url": "http://abcnews.go.com/Health/BipolarOverview/story?id=4359993", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9432969093322754, "token_count": 71, "score": 2.609375, "int_score": 3}
{"text": "Many things can trigger depression. It is common during life changes such as adolescence, marriage, birth and menopause. It can be a consequence of your upbringing - such as whether or not you were taught effective coping skills as a child. There is a genetic component to depression, and influences such as diet, stress and illness also play a part.\nBeing depressed can make you feel out of control and helpless, yet there are many ways to avoid falling into depression.\n* Examine your diet. What you eat - or don’t eat - can influence your mood. The same diets that can cause heart disease and arthritis in some individuals - one that is high in sodium and saturated fat, and low in whole, fresh plant foods and unrefined essential fatty acids (EFAs) - can cause depression in others. Likewise, food allergies can also alter brain function and trigger depression (Biol Psychiatry, 1981; 16: 3-19). Wheat, milk, corn, beef and eggs are common culprits (Ann Allergy, 1982; 48: 166-71). But bear in mind that food allergies linked to depression often have an addictive quality - so whatever you eat compulsively may be contributing to the problem.\n* Psychotherapy is as effective as drugs. Cognitive behavioural therapy can help those at risk of depression to become more conscious of negative thoughts and attitudes that feed into their depressions. Patients undergoing such therapy can learn to change (or at least mitigate) these unhelpful tendencies (J Consult Clin Psychol, 1989; 57: 414-9).\n* Drug-induced depression is very common. Around 200 different classes of drugs have been implicated, including beta-blockers, tranquillisers, corticosteroids and birth-control pills, as well as alcohol and recreational drugs. If you think you may be reacting to a drug, consider switching to another family of drugs or trying other options.\n* Environmental pollutants such as heavy metals, petrochemicals, pesticides and other toxins can disrupt the nervous system and lead to mild, but chronic, mood disorders, including depression (Med Clin North Am, 1990; 74: 325-45). Similarly, exposure to electromagnetic fields (EMFs), especially at work (West J Med, 2000; 173: 94-100) can lead to more depression and suicide in some vulnerable individuals (Bioelectromagnetics, 2001; [Suppl 5]: S132-43).\n* St John’s wort is the most effective herbal remedy for mild depression because it works in a similar way to conventional antidepressants. A standardised extract (0.03 per cent hypericin) usually at a dose of 300 mg three times a day can be just as effective as antidepressant drugs (BMJ, 1996; 313: 253-8). What’s more, the side-effects are minimal.\n* Traditional acupuncture can be as good as conventional drugs for preventing relapses in depression (Compl Ther Med, 2001; 9: 216-8).\n* Electroacupuncture can benefit those suffering from major depression who cannot tolerate the side-effects of antidepressant drugs (Psychiatry Clin Neurosci, 1998; 52 [Suppl]: S338-40).\n* Stay active. People who exercise regularly have less depression (Prev Med, 2003; 36: 698- 703). Typically, any aerobic exercise, such as walking or jogging, for 20-30 minutes three or four times a week will benefit mild-to-moderate depression (BMJ, 1985; 291: 109).\n* Acknowledge your feelings. Depressed individuals often try to suppress their ‘bad’ feelings, especially those concerning distressing life experiences. ‘Confessing’ your most troubling feelings and experiences in a private diary can have significant long-term benefits on both mental and physical health (J Abnorm Psychol, 1986; 95: 274-81; J Consult Clin Psychol, 1989; 57: 414-9).\n* Get a good night’s sleep. Since depression and lack of sleep can form a vicious circle, make sure you sleep well. Stick to regular bedtimes; having curtains that keep the light out will help regulate night-time melatonin secretion; and don’t exercise or take stimulants such as coffee or alcohol before going to bed.", "id": "<urn:uuid:9171d770-9281-450b-b87c-28bc5e2c8f52>", "dump": "CC-MAIN-2013-20", "url": "http://www.healthy.net/scr/article.aspx?Id=2809", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9212630391120911, "token_count": 882, "score": 3.265625, "int_score": 3}
