"{\"text\": \"1. Why is extremism an issue in prisons?\\nExtremist groups often pose special security risks in prisons. They may encourage the overthrow of the government, and prison officials can be targeted as agents of \\\"illegal\\\" government authority. Further, their literature often encourages ethnic hatred, promoting a violent and racially charged prison atmosphere.\\nSince the 1980s, white supremacist organizations have spread throughout the American prison system, beginning with the growth of Aryan Brotherhood.1 Aryan Nations, although not permitting inmates to become members, has engaged in \\\"prison outreach\\\" since 1979. In 1987, it began publishing a \\\"prison outreach newsletter\\\" called The Way to facilitate recruitment. Aryan Nations also disseminates its literature and letters to inmates. The World Church of the Creator and some Identity Church groups engage in similar outreach activity, as do other racist groups, such as Nation of Islam. The situation is further complicated by the fact that nonideological criminal prison gangs are often organized based on race, which increases racial polarization.\\nImprisoned extremists also pose a security threat by continuing their activities while incarcerated. They recruit inmates, and teach other inmates extremist tactics. Some imprisoned extremists also have attempted to continue to influence adherents outside of prison by, for instance, publishing newsletters from the prison to maintain their outside following.\\nPrison officials have responded in various ways, reflecting the fact that each state has its own prison system (as do cities, counties and the federal government), and that prisons have varying populations. At times, prison officials have tried to limit access to extremist literature, and these responses have occasionally given rise to litigation because they potentially impinge upon inmates' First Amendment rights. The questions are especially complicated when the censored material comes from a group that claims to be religious.\\n1 Aryan Brotherhood, at one time associated with Aryan Nations, began as a virulent racist and anti-Semitic prison gang, and has since developed into a crime gang associated with extortion, drug operations and prison violence.\\n2. Do inmates have the same First Amendment rights as everybody else?\\nThe United States Supreme Court has said that \\\"prison walls do not form a barrier separating prison inmates from the protections of the Constitution.\\\" Nevertheless, inmates' First Amendment rights are less extensive than other citizens' and their rights can be limited due to security or other penological concerns. Because of the particular challenges administrators face running prisons, the Supreme Court has acknowledged there is a compelling government interest which warrants limiting prisoners' rights. Courts have been deferential to prison officials' assessments of security threats, and sensitive to their related regulatory decisions, even if such decisions impact inmates' First Amendment rights.\\nA prison regulation that impinges on an inmate's constitutional rights will be upheld in court if that regulation is reasonably related to legitimate penological objectives. This means that, generally, prison officials can ban extremist materials from prisons because of concerns that the distribution of such material will undermine prison security. Extremist books, leaflets, and magazines have been forbidden to prisoners on this basis. Such material has not been allowed through the mail and has not been kept in the prison library.\\nHowever, prisons have less discretion to limit inmates' religious practices than other First Amendment rights due to a new federal law. Because of the Religious Land Use and Institutionalized Persons Act (RLUIPA), prison officials' discretion in limiting access to extremist material may depend in part on whether such material is related to an inmate's religious exercise. Therefore, prison regulations that affect religious exercise, including access to religious literature, will be reviewed carefully if challenged in court.\\n3. What legal standard is used to determine the constitutionality of prison regulations?\\nThe Supreme Court announced the standard under which it would review the constitutionality of prison regulations in Turner v. Safley, a case involving a challenge to a complete prohibition on inmate marriage. As noted earlier, a prison regulation is constitutional if it is reasonably related to legitimate penological objectives. Under this standard, courts have upheld regulations based on the consideration of certain factors:\\n- Is there a valid, rational connection between the prison regulation and the legitimate governmental\\ninterest put forward to justify it?\\n- Are there alternative means of exercising the assert- ed right that remain open to inmates?\\n- How great a negative impact will accommodating the inmates' rights have on guards, other inmates,a\\nnd on the allocation of prison resources?\\nCourts will consider the existence of obvious and easy alternatives to a challenged regulation as evidence of a regulation's arbitrariness.\\n4. Is the same legal standard used to determine the constitutionality of prison regulations that implicate an inmate's right to free exercise of religion?\\nNo, the same standard is not applicable to determining the constitutionality of prison regulations alleged to violate inmates' free exercise rights. The constitutionality of such regulations is determined under the more stringent standard set forth in RLUIPA. RLUIPA says that the government cannot impose a substantial burden on the religious exercise of an inmate, even if the inmate's religious exercise is being limited by a generally applicable rule. However, an inmate's religious practices can be limited if the prison official demonstrates that the regulations in question (i) further a compelling interest and (ii) the same interest cannot be served in a manner that is less restrictive of the inmate's free exercise rights.\\nSince RLUIPA was enacted in September 2000, it has not yet been interpreted by the courts. Therefore, how this statute will impact prison regulations that affect inmates' religious exercise remains unclear.\\n5. How should prison officials evaluate whether particular material can be withheld from inmates?\\nGenerally, the First Amendment does not allow speech to be censored by the government because of the content of that speech. The government can only limit the time, place, and manner of speech. However, because inmates have more limited First Amendment rights than other citizens, some content-based discrimination is allowed for security reasons. For example, the United States Court of Appeals for the 10th Circuit upheld a prison official's decision to withhold entire issues of the magazine, Muhammad Speaks, because certain articles in the magazine created a danger of violence by advocating racial, religious, or national hatred. This decision was prior to the passage of RLUIPA, and therefore the Court's analysis might be somewhat different today. Under current law, if having the entire magazine withheld was determined to be a substantial burden on inmates' free exercise rights, the Court might require that the offending material be removed rather than the entire issue being withheld.\\nRegulations that exclude publications from a prison because of security concerns have been found constitutional when the regulations have required individualized review of any material before it is banned, notification to inmates that the material has been denied, and the possibility of review of such decisions. Courts have tended to find prison regulations that ban all literature from particular groups unconstitutional. However, the determination of the constitutionality of a given regulation or the implementation of the regulation has tended to be very fact-specific. Courts look not only at the regulation at issue but also consider the nature of the prison (high, medium, or low security) and the particular administrative challenges faced by the prison (such as crowding and quantity of incoming mail) in determining reasonableness, or the practical existence of less restrictive alternative measures.\\n6. Can prison officials apply the same restrictions to outgoing prison material?\\nThe Supreme Court does not allow content regulation with respect to outgoing mail from inmates. While outgoing mail can be searched for contraband,2 content regulation of outgoing mail is also more restricted because it implicates the First Amendment rights of non-prisoner addressees.3 In addition, outgoing material does not pose a threat to internal prison security; therefore content limitations have been considered less urgent. However, regulations can limit the content of outgoing mail categorically. For example, escape plans, threats, running a business, and blackmail are categories that have been disallowed. Therefore, correspondence from prisoners to extremist groups cannot be banned outright because of its content. However, inmates can be prevented from distributing a newsletter from prison when doing so constitutes running a business.\\n2 Special rules exist with respect to attorney-client correspondence or mail that implicates an inmate's right to access the courts that are beyond the scope of this discussion.\\n3 However, prison officials can forbid all correspondence between incarcerated individuals.\\n7. Can extremist \\\"missionaries\\\" be prevented from visiting prisons?\\nPrison officials can ban categories of prison visitors, such as former inmates or visitors who have previously broken visiting rules. An extremist \\\"missionary\\\" can be barred from a prison because of generally applicable rules. In addition, prisons can create procedures for requesting visiting ministers, and impose conditions on the selection of the ministers, such as sponsorship by an outside religious organization. Prison officials can also exclude prison \\\"missionaries\\\" if they are advocating violence or otherwise fomenting prison unrest by encouraging racial tension. However, under RLUIPA, the prison would have to show that any restrictions on visiting clergy are the least restrictive means of achieving its end.\\nPrison officials do not have a responsibility to hire a minister for each religious denomination represented in the prison population. However, if visiting ministers of one denomination are compensated, visiting ministers of other denominations must be equally compensated. Security limitations can be placed on inmate-led prayer or services, but again, under RLUIPA, the prison would have to show that any restrictions on such gatherings is the least restrictive means of achieving its end. For example, it is more likely that the prison could limit the frequency of such meetings, the number of attendees and require supervision than that such gatherings could be banned outright.\\n8. Under what circumstances must prisons accommodate prisoners' religious dietary requirements?\\nAccommodating religiously based dietary rules has become an issue when dealing with extremists because incidents have raised concern that extremists \\\"adopt\\\" religious practices that are not based on sincere beliefs in order to obtain special privileges, such as specialized diets. Generally, if an inmate's request for a special diet is because of a sincerely held belief and religious in nature, the inmate has a constitutionally protected interest. Under RLUIPA, a request for a special religious diet can only be refused based on a compelling prison interest and if it is the least restrictive means possible for the prison protecting that interest. Prisons may offer more limited food selection to prisoners with religious dietary limitations, such as providing only cold kosher meals rather than hot food. In the past, when determining whether a prison was required to provided a special diet for a prisoner, courts have considered whether the dietary restrictions were central to the prisoner's religious observance. Under RLUIPA, such a determination would probably not be relevant. The threshold question in evaluating the prison's obligation to accommodate a request would still be whether the inmate's dietary request arose out of sincerely held beliefs that were religious in nature.\", \"id\": \"<urn:uuid:4b29297a-7223-4dae-a9fc-a294677b62b3>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://archive.adl.org/civil_rights/prison_ex.asp\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9501674175262451, \"token_count\": 2202, \"score\": 2.796875, \"int_score\": 3}\n"
"{\"text\": \"According to Buddhist tradition, the disciple Devadatta was the Buddha's cousin and also brother to the Buddha's wife, Yasodhara. Devadatta is said to have caused a split in the sangha by persuading 500 monks to leave the Buddha and follow him instead.\\nThis story of Devadatta is preserved in the Pali Tipitika. In this story, Devadatta entered the order of Buddhist monks at the same time as Ananda and other noble youths of the Shakya clan, the clan of the historical Buddha.\\nDevadatta applied himself to practice. But he became frustrated when he failed to progress toward becoming an arhat. So, instead, he applied his practice toward developing supernatural power instead of the realization of enlightenment.\\nIt was said he also became driven by jealousy of his kinsman, the Buddha. Devadatta believed he should be the World-Honored One and the leader of the order of monks.\\nOne day he approached the Buddha and pointed out that the Buddha was growing older. He proposed that he be put in charge of the order to relieve the Buddha of the burden. The Buddha rebuked Devadatta harshly and said he was not worthy. Thus Devadatta became the Buddha's enemy.\\nLater, the Buddha was questioned how his harsh response to Devadatta was justified as Right Speech. I'll come back to this a bit later.\\nDevadatta had gained the favor of Prince Ajatasattu of Magadha. Ajatasattu's father, King Bimbisara, was a devoted patron of the Buddha. Devadatta persuaded the prince to murder his father and assume the throne of Magadha.\\nAt the same time, Devadatta vowed to have the Buddha murdered so he could take over the sangha. So that the deed could not be traced back to Devadatta, the plan was to send a second group of \\\"hit men\\\" to assassinate the first one, and then a third group to take out the second one, and so on for some time. But when the would-be assassins approached the Buddha they couldn't carry out the order.\\nThen Devadatta tried to do the job himself, by dropping a rock on the Buddha. The rock bounced off the mountain side and broke into pieces. The next attempt involved a large bull elephant in a drug-induced fury, but the elephant was gentled in the Buddha's presence.\\nFinally Devadatta attempted to split the sangha by claiming superior moral rectitude. He proposed a list of austerities and asked that they become mandatory for all monks and nuns. These were:\\n- Monks must live all their lives in the forest.\\n- Monks must live only on alms obtained by begging, and should not accept invitations to dine with others.\\n- Monks must wear robes made only from rags collected from rubbish heaps and cremation grounds. They must not accept donations of cloth at any time. (See Kathina.)\\n- Monks must sleep at the foot of trees and not under a roof.\\n- Monks must refrain from eating fish or meat throughout their lives.\\nThe Buddha responded as Devadatta had predicted he would. He said that monks could follow the first four austerities if they wished, but he refused to make them mandatory. And he rejected the fifth austerity entirely. (See Buddhism and Vegetarianism.)\\nDevadatta persuaded 500 monks that his Super Austerity Plan was a surer path to enlightenment than the Buddha's, and they followed Devadatta to become his disciples. In response, the Buddha sent two of his disciples, Sariputra and Mahamaudgayalyana, to teach the dharma to the wayward monks. Upon hearing the dharma explained correctly, the 500 monks returned to the Buddha.\\nDevadatta was now a sorry and broken man, and he soon fell mortally ill. On his deathbed he repented of his misdeeds and wished to see the Buddha one more time, but Devadatta died before his liter-bearers could reach him.\\nLife of Devadatta, Alternate Version\\nThe lives of the Buddha and his disciples were preserved in several oral recitation traditions before they were written down. The Pali tradition, which is the foundation of Theravada Buddhism, is the best known. Another oral tradition was preserved by the Mahasanghika sect, which was formed about 320 BCE. Mahasanghika is an important forerunner of Mahayana.\\nMahasanghika remembered Devadatta as a devout and saintly monk. No trace of the \\\"evil Devadatta\\\" story can be found in their version of the canon. This has led some scholars to speculate that the story of the renegade Devadatta is a later invention.\\nThe Abhaya Sutta, on Right Speech\\nIf we assume the Pali version of Devadatta's story is the more accurate one, however, we can find an interesting footnote in the Abhava Sutta of the Pali Tipitika (Majjhima Nikaya 58). In brief, the Buddha was questioned about the harsh words he said to Devadatta that caused him to turn against the Buddha.\\nThe Buddha justified his criticisms of Devadatta by comparing him to a small child who had taken a pebble into his mouth and was about to swallow it. Adults would naturally do whatever it took to get the pebble out of the child. Even if extracting the pebble drew blood, it must be done. The moral appears to be that it is better to hurt someone's feelings than to let them dwell in deceitfulness.\", \"id\": \"<urn:uuid:d836bf06-262b-4bca-8851-41ec64e31038>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://buddhism.about.com/od/The-Disciples/a/The-Story-Of-Devadatta.htm\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9810645580291748, \"token_count\": 1172, \"score\": 2.96875, \"int_score\": 3}\n"
"{\"text\": \"Young People's Conference\\nYoung People's Conference was a youth movement in the Mennonite Church (MC) which flourished for a short time between 1920-23, and led in part to the creation of the Young People's Problems Committee. It had its origin in a \\\"General Conference of Mennonites in France in Reconstruction Work\\\" held at Clermont-en-Argonne, Meuse, France, 20-22 June 1919. This conference was organized on an intended permanent basis with a constitution whose name was tentatively chosen as \\\"Mennonite Young People's Movement,\\\" and which was to meet annually. Its clearly stated purpose was constructive and progressive, and its three annual conference programs represented in effect a Christian Life Conference with accent on the problems of youth. The movement also represented dissatisfaction with the rather slow-moving general church leadership and program, and also a determination to work out a larger and more influential place for the more mature young people in the work and leadership of the church.\\nSince much of the older leadership of the church reacted with skepticism and even suspicion to the new movement, opposition and tension developed. Differences were sorted out in the end and the movement got started in America, changing its name to the Young People's Conference. Three annual meetings were held: West Liberty, Ohio, 28-30 August 1920; Sterling, IL, 15-18 June 1922; Middlebury, IN (Forks church), 14-17 June 1923. General tensions in the church at this time, resulting in the closing of Goshen College for the year 1923-24 and divisions in a number of congregations in Indiana, Ohio, Ontario, and Eastern Pennsylvania, led to confusion in the ranks of the leadership of the Young People's Conference, and ultimately to the discontinuance of the annual meetings. The committee in charge for the 1923 conference listed Harold S. Bender, chairman; Walter E. Yoder, secretary; John L. Yoder, treasurer; Payson Miller, and Vernon Smucker. Some of the energies of this group were channeled into a biweekly periodical, The Christian Exponent, established on 4 January 1924, and discontinued on 11 September 1928, edited by Vernon Smucker.\\nAdapted by permission of Herald Press, Harrisonburg, Virginia, and Waterloo, Ontario, from Mennonite Encyclopedia, Vol. 4, p. 1009. All rights reserved. For information on ordering the encyclopedia visit the Herald Press website.\\n©1996-2013 by the Global Anabaptist Mennonite Encyclopedia Online. All rights reserved.\\nMLA style: Bender, Harold S. \\\"Young People's Conference.\\\" Global Anabaptist Mennonite Encyclopedia Online. 1959. Web. 18 May 2013. http://www.gameo.org/encyclopedia/contents/Y6873ME.htm.\\nAPA style: Bender, Harold S. (1959). Young People's Conference. Global Anabaptist Mennonite Encyclopedia Online. Retrieved 18 May 2013, from http://www.gameo.org/encyclopedia/contents/Y6873ME.htm.\", \"id\": \"<urn:uuid:f3f4a59d-cdd9-4c24-be50-e0c50e26ac19>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.gameo.org/encyclopedia/contents/Y6873ME.htm\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9369834661483765, \"token_count\": 636, \"score\": 2.671875, \"int_score\": 3}\n"
"{\"text\": \"Catholic and Protestant reformers in the 16th century occasionally spoke scornfully of Anabaptists as \\\"new monks,\\\" referring to Anabaptist insistence on holy living and intense spiritual life (e.g., TA Elsaß 1, 110-13). Anabaptists occasionally accepted the comparison (Klassen, William and Walter Klaassen, eds. and trans. The Writings of Pilgram Marpeck, Classics of the Radical Reformation, vol. 2. Scottdale, PA: Herald Press, 1978: 217) but more frequently rejected it (Klassen & Klaassen: 215-16; Menno, Writings, 369, 401), in part because monks often came from the socially privileged classes. Several scholars have used monastic history as an aid to interpret Anabaptism (Troeltsch, Ritschl, Davis, Snyder, Martin). Many Anabaptists and Mennonites, beginning with the Hutterite chronicle, pointed to quasi-monastic sectarian medieval movements, especially Waldenses, as forerunners of Anabaptism (these theories are promulgated or discussed by Keller, Gratz, Verduin, Durnbaugh). One of the most extensive efforts to relate monasticism and Anabaptism drew on both monastic and quasi-monastic traditions (Davis). Most scholars have carefully limited their interpretations to pointing out \\\"intellectual parallels\\\" or general similarities; some have argued for direct continuity and influence.\\nThe crucial interpretive question revolves around the nature of monasticism: is it a nonconforming sectarian development critical of the institutional church (Workman) or an intensified institutional core of the ecclesiastical establishment? Or, did monasticism begin as a charismatic, lay, \\\"sectarian\\\" movement in the 4th century but become fully integrated into the sacramental, ecclesial, institutional church by the early Middle Ages (Rousseau, Martin)? How central the critical, separatist aspect of early monasticism is to monastic identity is disputed, even by those within the monastic community (Eoin de Bhaldraithe). Particularly significant in this regard is the distinction between contemplative monastic orders (Benedictine, Cistercian, Carthusian) and more lay-oriented, urban mendicant orders and houses of regular canons of the late Middle Ages (Franciscans, Dominicans, Augustinian Friars, Praemonstratensians, Augustinian Canons). The latter orders were associated with the middle class and were visibly and pastorally active; the former were often but not always associated with the nobility and lived in secluded and rural areas. Most Anabaptist links to \\\"monks\\\" appear to have been with the mendicants and canons regular. Michael Sattler is the main exception to this generalization.\\nMost interpreters agree that Anabaptists rejected the sacramental and institutional \\\"culture-church\\\" of the Middle Ages in favor of a voluntary, non-institutionalized, even anti-clerical church of the faithful few, in effect, reducing the church to a devout \\\"monastic\\\" core. At issue among scholars is whether the label \\\"monastic\\\" should properly be applied to a sectarian, pure church vision such as that held by Anabaptists, since most monks did not believe that the church was made up solely of monastics, rather, they believed that monks and nuns were part, perhaps the most important part, of the church. The qualities and virtues prized by Anabaptists and Mennonites (hospitality, humility, community, Gelassenheit, obedience, repentance, nonresistance, etc.) were also prime monastic virtues, although all medieval Catholics were exhorted to practice these same virtues.\\nSignificant parallels to monastic spirituality are found in the Mennonite period of post-Anabaptist history in which Anabaptist first-generation identity was transformed into a sacramental, ecclesial, institutional, cultural (ethnic) faith, even though Mennonites, Amish, and Hutterites avoided the language of sacramental and institutional Christianity (Cronk, Martin). During the 1980s growing Mennonite concern about the role of single adults in the church has not yet taken account of the traditional Christian monastic theology, with its implications for both marriage and singleness. Recent scholarship on monasticism emphasizes the social role of celibate communities, which enhanced the role of marriage while creating a sphere of activity for those remaining unmarried (Brown, Leclercq). Further research is needed in all these areas of Anabaptist and Mennonite history and culture.\\nCronk, Sandra. \\\"Gelassenheit: The Rites of the Redemptive Process in the Old Order Amish and Old Order Mennonite Communities.\\\" PhD dissertation, U. of Chicago, 1977. See also Mennonite Quarterly Review 65 (1981): 5-44.\\nFor Ritschl, Gratz, Verduin, Keller, and others: see Davis, Kenneth R. Anabaptism and Asceticism: A Study in Intellectual Origins. Scottdale, 1974: 27-31.\\nde Bhaldraithe, Eion. \\\"Michael Sattler, Benedictine and Anabaptist.\\\" Downside Review 105 (April 1987): 111-131.\\nDurnbaugh, Donald F. \\\"Theories of Free Church Origins.\\\" Mennonite Quarterly Review 41 (1968): 83-95.\\nMartin, Dennis D. \\\"Monks, Mendicants and Anabaptists: Michael Sattler and the Benedictines Reconsidered.\\\" Mennonite Quarterly Review 60 (1986): 139-64. Reply by Snyder, C. Arnold. \\\"Michael Sattler, Benedictine: Dennis Martin's Objections Reconsidered.\\\" Mennonite Quarterly Review 61 (1987): 251-79.\\nMartin, Dennis D. \\\"Catholic Spirituality and Mennonite Discipleship.\\\" Mennonite Quarterly Review 62 (1988): 5-25.\\nMartin, Dennis D. \\\"Nothing New under the Sun? Mennonites and History.\\\" Conrad Grebel Review 5 (1987): 1-27.\\nSnyder, C. Arnold. \\\"The Monastic Origins of Swiss Anabaptist Sectarianism.\\\" Mennonite Quarterly Review 57 (1983): 5-26.\\nSnyder, C. Arnold. The Life and Thought of Michael Sattler. Scottdale, PA: Herald Press, 1984.\\nTroeltsch, Ernst. The Social Teachings of the Christian Churches. Translator: Olive Wyon. New York: Harper and Row, 1960: 239-46, 332-33.\\nFor general information on monastic history, see:\\nBrown, Peter R. L. \\\"The Notion of Virginity in the Early Church.\\\" Christian Spirituality: Origins to the 12th C. Editor:Bernard McGinn and John Meyendorff. New York: Crossroad (1985): 427-43.\\nGründler, Otto. \\\"Devotio Moderna.\\\" Christian Spirituality: High Middle Ages and Reformation. Editor: Jill Raitt. New York: Crossroad (1987): 176-93.\\nKnowles, David. Christian Monasticism. New York: McGraw-Hill, 1969.\\nLeclercq, Jean. Monks and Love in 12th-C. France. Oxford: Clarendon, 1979.\\nNovak, Michael. \\\"The Free Churches and the Roman Church.\\\" Journal of Ecumenical Studies, 2 (1965): 426-47.\\nRousseau, Phillip. Ascetics, Authority, and the Church in the Age of Jerome and Cassian. New York; Oxford, 1980.\\nWorkman, Herbert B. The Evolution of the Monastic Ideal from the Earliest Times to the Coming of the Friars. 2nd edition. London, 1927, reprinted with introduction by David Knowles. Boston: Beacon, 1962.\\nAdapted by permission of Herald Press, Harrisonburg, Virginia, and Waterloo, Ontario, from Mennonite Encyclopedia, Vol. 5, pp. 601-602. All rights reserved. For information on ordering the encyclopedia visit the Herald Press website.\\n©1996-2013 by the Global Anabaptist Mennonite Encyclopedia Online. All rights reserved.\\nMLA style: Martin, Dennis D. \\\"Monasticism.\\\" Global Anabaptist Mennonite Encyclopedia Online. 1987. Web. 18 May 2013. http://www.gameo.org/encyclopedia/contents/M653.html.\\nAPA style: Martin, Dennis D. (1987). Monasticism. Global Anabaptist Mennonite Encyclopedia Online. Retrieved 18 May 2013, from http://www.gameo.org/encyclopedia/contents/M653.html.\", \"id\": \"<urn:uuid:f4aded49-3fe1-40d5-a219-ab3c21d38bd5>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.gameo.org/encyclopedia/contents/M653.html\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.8728591799736023, \"token_count\": 1851, \"score\": 3.28125, \"int_score\": 3}\n"
"{\"text\": \"In preparation for Christmas, I read Stephen Nissenbaum's 1998 \\\"The Battle for Christmas,\\\" a thorough exploration of this season.\\nThe book's title will be deceiving, because it has nothing to do with the recent sacred-vs.-secular Christmas quarrels. Nissenbaum explores the myriad ways that Christmas has evolved in our nation. It turns out we've been jockeying for more than 300 years over what this holiday means.\\nIn Colonial America our faith-filled ancestors banned Christmas altogether, outlawing it in some colonies. Until the 1760s, one could not even find an almanac that would print the word \\\"Christmas\\\" on the date Dec. 25.\\nThis opposition was because Christmas had become a drunken spectacle where gangs of poor young men roamed the streets, making merry and engaging in acts of petty rowdyism, vaguely like today's New Year's Eve. It was customary and permissible for these gangs to knock on doors of strangers to demand gifts. (\\\"So give us some figgy pudding....\\\")\\nOur nation's first \\\"battle\\\" for Christmas was the movement to domesticate the holiday, a battle that Nissenbaum suggests involved merchants, the middle and upper classes and the church.\\nMerchants began linking Christmas and the purchase of manufactured gifts as early as the 1830s as society began to stress family celebrations in front of a tree and with Santa visiting every home. In case you think that your complaining will reverse the commercialism of this holiday, according to Nissenbaum that complaint first emerged in the 1830s. Complain if you must, but don't expect results.\\nNissenbaum so thoroughly explores Clement Moore's \\\"'Twas the Night before Christmas\\\" that one learns why Saint Nick touches the side of his nose and why his pipe is a short one. Nissenbaum contends that the ascendance of Santa Claus, the emergence of the Christmas tree and even the giving of gifts contribute to this gradual process of making Christmas a less revolutionary, more predictable holiday. He explores Dickens and Scrooge, Christmas parties for poor children and even the complicated master-slave relationship at Christmas leading up to and immediately following the Civil War.\\nIf you prefer to maintain that Christmas was a pure season of private devotion and public worship until Sears, Roebuck, Wal-Mart and the Supreme Court got involved, don't read this book. Ditto if you enjoy lamenting that \\\"They've taken Christmas away from us,\\\" Nissenbaum might say that a pure, simple Christmas never existed. Rather it has evolved since the first day the Colonists set foot on our shore, an evolution showing no sign of abating.\\nNissenbaum's scholarly, heavily footnoted book is enlightening and readable. But his analysis of Christmas reminds me of a scientist who thoroughly explains the rainbow but never grasps its beauty. And so as this season continues to evolve, I'll enjoy my Christmas tree, sing both \\\"White Christmas\\\" and \\\"Joy to the World,\\\" and be grateful again for the mystery of Bethlehem, which properly understood, is the most revolutionary act of history.\\nContact columnist minister Creede Hinshaw at Wesley Monumental United Methodist Church in Savannah at email@example.com.\", \"id\": \"<urn:uuid:fc291606-3625-4033-97fb-f0d3e531c2bc>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.albanyherald.com/news/2009/dec/11/christmas-has-been-evolving-for-centuries/?features\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9519102573394775, \"token_count\": 669, \"score\": 2.640625, \"int_score\": 3}\n"
"{\"text\": \"Written into History\\nPulitzer Prize Reporting of the Twentieth Century from The New York Times\\nBy Anthony Lewis (Editor)\\n(Times Books, Hardcover, 9780805068498, 352pp.)\\nPublication Date: October 2001\\nOther Editions of This Title: Hardcover\\nWith each news day, history unfolds as steadfast journalists uncover facts and public opinion. Drawn from the New York Times's archive of an unparalleled seventy-nine Pulitzer Prizes, Written Into History offers a fascinating record of the twentieth century.\\nThe Times's award-winning reports range from Antarctic dispatches on the Byrd expedition to the eyewitness account of the atomic bomb, from the First Amendment battle to publish the Pentagon Papers to the personal narrative of an interracial friendship. Pulitzer Prize winner Anthony Lewis culled through the newspaper's most acclaimed writing to chronicle life and history as it was happening, with such highlights as Otto Tolischus on Hitler, David Halberstam on Vietnam, J. Anthony Lukas on hippies, and Anna Quindlen on AIDS.\\nLewis tells the stories behind the stories, describing journalism's changing role in the world. For armchair historians and aspiring reporters, this is a rich and memorable portrait of a century by the men and women who most artfully observed it.\\nTwo-time Pulitzer-Prize-winning journalist Anthony Lewis is the author of Make No Law and the bestseller Gideon's Trumpet. Among the highlights of his nearly five decades of writing and reporting for the New York Times, he served as the Times's London bureau chief for eight years and contributes the twice-weekly \\\"Abroad at Home\\\" column to the paper's op-ed page.\\n\\\"The kind of even-shaping journalism pioneered by Pulitzer is on display in Written into History, a collection of Pulitzer Prize reporting from the New York Times. Editor Anthony Lewis chronicles changes in the attitude of the press toward the presidency and government, as reflected in the kind of reporting that won the prize over the years and the trend toward recognizing more analytical writing. He also provides background on the history of the Pulitzer Prize and the arduous decision-making process. The selected award-winning articles (the Times has won more Pulitzers than any other American newspaper) are sorted into the following categories: investigative reporting; dangerous stories that put reporters at risk; international news; public advocacy; criticism of the arts; science reporting; and biographical and human-interest stories. Among the topics are Russian slave-labor camps during the 1950s, the Pentagon Papers, the Vietnam War, and exploitation of illegal aliens in the U.S.\\\"—Vanessa Bush, Booklist\\n\\\"Lewis (Gideon's Trumpet) a writer with the New York Times for nearly five decades and himself a two-time Pulitzer winner succeeds in presenting some of the world's best recent journalism . . . There are plenty of both prominent and almost-forgotten stories: 'Red' Smith on the near-bankruptcy of New York City in the 1970s, Max Frankel on Nixon's 1972 visit to China, Linda Greenhouse on failed Supreme Court nominee Robert Bork. Lewis's fine introductory essay describes the post-Vietnam transformation of American journalism. The war and Watergate, he contends, made the press more skeptical of those in power and more confrontational in tone. Pulitzer Prizes increasingly went to fearless reporters like David Halberstam, whose tragically prescient analysis, in 1963, of the worsening situation in Vietnam constitutes one of the highlights of this book . . . Another highlight is Lewis's own analysis of the Warren court, which moved aggressively to 'federalize' legal protections in the areas of civil rights and criminal due process. It's a paragon of accessible legal writing. Perhaps the best, and certainly the most important, piece in the collection is Mirta Ojito's unforgettable recent story of two Cuban immigrants, one black and one white and how race comes to define and divide the two friends once they move to Miami. The piece is everything great journalism should be: empathetic, unmistakably relevant and a challenge to our basic ideals. For anyone interested in recent history or journalism at its best, this book will prove worthwhile.\\\"—Publishers Weekly\", \"id\": \"<urn:uuid:8a1e1f28-dd32-451a-bd69-c2585938da40>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.indiebound.org/book/9780805068498\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.926670253276825, \"token_count\": 867, \"score\": 2.53125, \"int_score\": 3}\n"
"{\"text\": \"American PoetryIf we define poetry as the heart of man expressed in beautiful language,\\nwe shall not say that we have no national poetry. True, America has\\nproduced no Shakespeare and no Milton, but we have an inheritance in all\\nEnglish literature; and many poets in America have followed in the\\nfootsteps of their literary British forefathers.\\nPuritan life was severe. It was warfare, and manual labor of a most\\nexhausting type, and loneliness, and devotion to a strict sense of duty.\\nIt was a life in which pleasure was given the least place and duty the\\ngreatest. Our Puritan ancestors thought music and poetry dangerous,\\nif not actually sinful, because they made men think of this world rather\\nthan of heaven. When Anne Bradstreet wrote our first known American\\npoems, she was expressing English thought; \\\"The tenth muse\\\" was not\\nanimated by the life around her, but was living in a dream of the land\\nshe had left behind; her poems are faint echoes of the poetry of England.\\nAfter time had identified her with life in the new world, she wrote\\n\\\"Contemplations,\\\" in which her English nightingales are changed to\\ncrickets and her English gilli-flowers to American blackberry vines.\\nThe truly representative poetry of colonial times is Michael\\nWigglesworth's \\\"Day of Doom. This is the real heart of the Puritan,\\nhis conscience, in imperfect rhyme. It fulfills the first part of our\\ndefinition, but shows by its lack of beautiful style that both elements\\nare necessary to produce real poetry.\\nPhilip Freneau was the first American who sought to express his life in\\npoetry. The test of beauty of language again excludes from real poetry\\nsome of his expressions and leaves us a few beautiful lyrics, such as\\n\\\"The Wild Honeysuckle,\\\" in which the poet sings his love of American\\nnature. With them American poetry may be said to begin.\\nThe first historical event of national importance was the American\\nRevolution. Amid the bitter years of want, of suffering, and of war; few\\nmen tried to write anything beautiful. Life was harsh and stirring and\\nthis note was echoed in all the literature. As a result we have\\nnarrative and political poetry, such as \\\"The Battle of the Kegs\\\" and \\\"A\\nFable,\\\" dealing almost entirely with events and aiming to arouse military\\nardor. In \\\"The Ballad of Nathan Hale,\\\" the musical expression of\\nbravery, pride, and sympathy raises the poem so far above the rhymes of\\ntheir period that it will long endure as the most memorable poetic\\nexpression of the Revolutionary period.\\nPoetry was still a thing of the moment, an avocation, not dignified by\\nreceiving the best of a man. With William Cullen Bryant came a change.\\nHe told our nation that in the new world as well as in the old some men\\nshould live for the beautiful. Everything in nature spoke to him in\\nterms of human life. Other poets saw the re1ation between their own\\nlives and the life of the flowers and the birds, but Bryant constantly\\nexpressed this relationship. The concluding stanza of \\\"To a Waterfowl\\\"\\nis the most perfect example of this characteristic, but it underlies also\\nthe whole thought of his youthful poem \\\"Thanatopsis\\\" (A View of Death).\\nIf we could all read the lives of our gentians and bobolinks as he did,\\nthere would be more true poetry in America. Modern thinkers urge us to\\nstep outside of ourselves into the lives of others and by our imagination\\nto share their emotions; this is no new ambition in America; since Bryant\\nin \\\"The Crowded Street\\\" analyzes the life in the faces he sees.\\nUntil the early part of the nineteenth century American poetry dealt\\nmainly with the facts of history and the description of nature. A new\\nelement of fancy is prominent in Joseph Rodman Drake's \\\"The Culprit Fay.\\\"\\nIt dances through a long narrative with the delicacy of the fay himself.\\nEdgar Allan Poe brought into our poetry somber sentiment and musical\\nexpression. Puritan poetry was somber, but it was almost devoid of\\nsentiment. Poe loved sad beauty and meditated on the sad things in life.\\nMany of his poems lament the loss of some fair one. \\\"To Helen,\\\" \\\"Annabel\\nLee\\\" \\\"Lenore,\\\" and \\\"To One In Paradise\\\" have the theme, while in \\\"The\\nRaven\\\" the poet is seeking solace for the loss of Lenore. \\\"Eulalie--A\\nSong\\\" rises, on the other hand to intense happiness. With Poe the sound\\nby which his idea was expressed was as important as the thought itself.\\nHe knew how to make the sound suit the thought, as in \\\"The Raven\\\" and\\n\\\"The Bells.\\\" One who understands no English can grasp the meaning of the\\ndifferent sections from the mere sound, so clearly distinguishable are\\nthe clashing of the brass and the tolling of the iron bells. If we\\nreturn to our definition of poetry as an expression of the heart of a\\nman, we shall find the explanation of these peculiarities: Poe was a man\\nof moods and possessed the ability to express these moods in appropriate\\nThe contrast between the emotion of Poe and the calm spirit of the man\\nwho followed him is very great. In Henry Wadsworth Longfellow American\\npoetry reached high-water mark. Lacadio Hearn in his \\\"Interpretations\\nof Literature\\\" says: \\\"Really I believe that it is a very good test of any\\nEnglishman's ability to feel poetry, simply to ask him, `Did you like\\nLongfellow when you were a boy?' If he says `No,' then it is no use to\\ntalk to him on the subject of poetry at all, however much he might be\\nable to tell you about quantities and metres.\\\" No American has in equal\\ndegree won the name of \\\"household poet.\\\" If this term is correctly\\nunderstood, it sums up his merits more succinctly than can any other\\nLongfellow dealt largely with men and women and the emotions common to us\\nall. Hiawatha conquering the deer and bison, and hunting in despair for\\nfood where only snow and ice abound; Evangeline faithful to her father\\nand her lover, and relieving suffering in the rude hospitals of a new\\nworld; John Alden fighting the battle between love and duty; Robert of\\nSicily learning the lesson of humility; Sir Federigo offering his last\\npossession to the woman he loved; Paul Revere serving his country in time\\nof need; the monk proving that only a sense of duty done can bring\\nhappiness: all these and more express the emotions which we know are true\\nin our own lives. In his longer narrative poems he makes the legends of\\nPuritan life real to us; he takes English folk-lore and makes us see\\nOthere talking to Arthur, and the Viking stealing his bride. His short\\npoems are even better known than his longer narratives. In them he\\nexpressed his gentle, sincere love of the young, the suffering, and the\\nsorrowful. In the Sonnets he showed; that deep appreciation of European\\nliterature which made noteworthy his teaching at Harvard and his\\nHe believed that he was assigned a definite task in the world which he\\ndescribed as follows in his last poem:\\n\\\"As comes the smile to the lips,\\nThe foam to the surge;\\nSo come to the Poet his songs,\\nAll hitherward blown\\nFrom the misty realm, that belongs\\nTo the vast unknown.\\nHis, and not his, are the lays\\nHe sings; and their fame\\nIs his, and not his; and the praise\\nAnd the pride of a name.\\nFor voices pursue him by day\\nAnd haunt him by night,\\nAnd he listens and needs must obey,\\nWhen the Angel says: 'Write!'\\nJohn Greenleaf Whittier seems to suffer by coming in such close proximity\\nto Longfellow. Genuine he was, but his spirit was less buoyant than\\nLongfellow's and he touches our hearts less. Most of his early poems\\nwere devoted to a current political issue. They aimed to win converts to\\nthe cause of anti-slavery. Such poems always suffer in time in\\ncomparison with the song of a man who sings because \\\"the heart is so full\\nthat a drop overfills it.\\\" Whittier's later poems belong more to this\\nclass and some of them speak to-day to our emotions as well as to our\\nintellects. \\\"The Hero\\\" moves us with a desire to serve mankind, and the\\nstirring tone of \\\"Barbara Frietchie\\\" arouses our patriotism by its\\npicture of the same type of bravery. In similar vein is \\\"Barclay of\\nUry,\\\" which must have touched deeply the heart of the Quaker poet. \\\"The\\nPipes of Lucknow\\\" is dramatic in its intense grasp of a climactic hour\\nand loses none of its force in the expression. We can actually hear the\\nskirl of the bagpipes. Whittier knew the artists of the world and talked\\nto us about Raphael and Burns with clear-sighted, affectionate interest.\\nHis poems show varied characteristics; the love of the sterner aspects of\\nnature, modified by the appreciation of the humble flower; the conscience\\nof the Puritan, tinged with sympathy for the sorrowful; the steadfastness\\nof the Quaker, stirred by the fire of the patriot.\\nThe poetry of Ralph Waldo Emerson is marked by serious contemplation\\nrather than by warmth of emotional expression. In Longfellow the appeal\\nis constantly to a heart which is not disassociated from a brain; in\\nEmerson the appeal is often to the intellect alone. We recognize the\\nforce of the lesson in \\\"The Titmouse,\\\" even if it leaves us less devoted\\ncitizens than does \\\"The Hero\\\" and less capable women than does\\n\\\"Evangeline.\\\" He reaches his highest excellence when he makes us feel as\\nwell as understand a lesson, as in \\\"The Concord Hymn\\\" and \\\"Forbearance.\\\"\\nIf we could all write on the tablets of our hearts that single stanza,\\nforbearance would be a real factor in life. And it is to this poet whom\\nwe call unemotional that we owe this inspiring quatrain:\\n\\\"So nigh is grandeur to our dust,\\nSo near is God to man,\\nWhen duty whispers low, Thou must,\\nThe youth replies, I can!\\\"\\nJames Russell Lowell was animated by a well-defined purpose which he\\ndescribed in the following lines:\\n\\\"It may be glorious to write\\nThoughts that make glad the two or three\\nHigh souls like those far stars that come in sight\\nOnce in a century.\\nBut better far it is to speak\\nOne simple word which, now and then\\nShall waken their free nature in the weak\\nAnd friendless sons of men.\\nTo write some earnest verse or line\\nWhich, seeking not the praise of art,\\nShall make a clearer faith and manhood shine\\nIn the untutored heart.\\\"\\nHis very accomplishments made it difficult for him to reach this aim,\\nsince his poetry does not move \\\"the untutored heart\\\" so readily as does\\nthat of Longfellow or Whittier. It is, on the whole, too deeply burdened\\nwith learning and too individual in expression to fulfil his highest\\ndesire. Of his early poems the most generally known is probably \\\"The\\nVision of Sir Launfal,\\\" in which a strong moral purpose is combined with\\nlines of beautiful nature description:\\n\\\"And what is so rare as a day in June?\\nThen, if ever, come perfect days.\\nTwo works by which he will be permanently remembered show a deeper and\\nmore effective Lowell. \\\"The Biglow Papers\\\" are the most successful of\\nall the American poems which attempt to improve conditions by means of\\nhumor. Although they refer in the main to the situation at the time of\\nthe Mexican War, they deal with such universal political traits that they\\nmay be applied to almost any age. They are written in a Yankee dialect\\nwhich, it is asserted, was never spoken, but which enhances the humor, as\\nin \\\"What Mr. Robinson Thinks.\\\" Lowell's tribute to Lincoln occurs in the\\nOde which he wrote to commemorate the Harvard students who enlisted in\\nthe Civil War. After dwelling on the search for truth which should be\\nthe aim of every college student, he turns to the delineation of\\nLincoln's character in a eulogy of great beauty. Clear in analysis, far-\\nsighted in judgment, and loving in sentiment, he expresses that opinion\\nof Lincoln which has become a part of the web of American thought. His\\nis no hurried judgment, but the calm statement of opinion which is to-day\\naccepted by the world:\\n\\\"They all are gone, and, standing like a tower,\\nOur children shall behold his fame,\\nThe kindly-earnest, brave, foreseeing man,\\nSagacious, patient, dreading, praise, not blame,\\nNow birth of our new soil, the first American.\\\"\\nWith Oliver Wendell Holmes comes the last of this brief American list of\\nhonor. No other American has so combined delicacy with the New England\\nhumor. We should be poorer by many a smile without \\\"My Aunt\\\" and \\\"The\\nDeacon's Masterpiece.\\\" But this is not his entire gift. \\\"The Chambered\\nNautilus\\\" strikes the chord of noble sentiment sounded in the last stanza\\nof \\\"Thanatopsis\\\" and it will continue to sing in our hearts \\\"As the swift\\nseasons roll.\\\" There is in his poems the smile and the sigh of the well-\\n\\\"And if I should live to be\\nThe last leaf upon the tree\\nIn the Spring.\\nLet them smile; as I do now;\\nAs the old forsaken bough\\nWhere I cling.\\\"\\nAnd is this all? Around these few names does all the fragrance of\\nAmerican poetry hover? In the hurry, prosperity, and luxury of modern\\nlife is the care if the flower of poetry lost? Surely not. The last\\nhalf of the nineteenth century and the beginning of the twentieth have\\nbrought many beautiful flowers of poetry and hints of more perfect\\nblossoms. Lanier has sung of the life of the south he loved; Whitman and\\nMiller have stirred us with enthusiasm for the progress of the nation;\\nField and Riley have made us laugh and cry in sympathy; Aldrich, Sill,\\nVan Dyke, Burroughs, and Thoreau have shared with us their hoard of\\nbeauty. Among the present generation may there appear many men and women\\nwhose devotion to the delicate flower shall be repaid by the gratitude of\\nContributed by Carhart, Margaret Spraque\\n22 June 2003\", \"id\": \"<urn:uuid:638eb7d0-6203-444c-a2d1-80be6810fda1>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.humanitiesweb.org/spa/lai/ID/1539\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9668370485305786, \"token_count\": 3187, \"score\": 3.765625, \"int_score\": 4}\n"
"{\"text\": \"On January 16, 1863, Walt Whitman wrote a pained letter to his brother, Thomas Jefferson Whitman, in which he bemoaned the Union’s recent defeat at Fredericksburg as the most “complete piece of mismanagement perhaps ever yet known in the earth's wars.”\\nWhile Whitman today is celebrated as one of America’s greatest poets, works like Leaves of Grass, penned in the 1850s, were seen as scandalous by an American reading public unready for Whitman’s unconventional lifestyle. An opponent of slavery, Whitman supported the Union with the poem Beat! Beat! Drums and volunteered as a nurse in army hospitals.\\nAfter Lincoln’s assassination in 1865, Whitman penned Oh Captain, My Captain, eulogizing the President for having navigated the ship of state through the storm of war, only to meet a violent end.\", \"id\": \"<urn:uuid:1c1ea546-62ba-4fed-b94c-3c8787377d6e>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://tpr.org/post/week-civil-war-485?ft=1&f=168896410,168978447,169074256,169170371,169367809,169981090,169981167,169981640,169982186,169983052,169983689,170665935,170667035,170667818,173159441\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9769465327262878, \"token_count\": 180, \"score\": 2.59375, \"int_score\": 3}\n"
"{\"text\": \"By JOHN CARTER\\nWhen Abraham Lincoln died from an assassin’s bullet on April 15, 1865, Edwin Stanton remarked to those gathered around his bedside, “Now he belongs to the ages.”\\nOne of the meanings implied in Stanton’s famous statement is that Lincoln would not only be remembered as an iconic figure of the past, but that his spirit would also play a significant role in ages to come.\\nThe Oscar-nominated movie “Lincoln,” which chronicles the struggle to pass the 13th amendment abolishing slavery, has turned our attention again to Lincoln’s legacy and his relevance amid our nation’s present divisions and growing pains.\\nHere is some of the wit and wisdom of Abraham Lincoln worth pondering:\\n“As for being president, I feel like the man who was tarred and feathered and ridden out of town on a rail. To the man who asked him how he liked it, he said, ‘If it wasn’t for the honor of the thing, I’d rather walk.’”\\n“I desire so to conduct the affairs of this administration that if at the end, when I come to lay down the reins of power, I have lost every other friend on earth, I shall at least have one friend left, and that friend shall be down inside of me.”\\n“Should my administration prove to be a very wicked one, or what is more probable, a very foolish one, if you the people are true to yourselves and the Constitution, there is but little harm I can do, thank God.”\\n“Bad promises are better broken than kept.”\\n“I am not at all concerned that the Lord is on our side in this great struggle, for I know that the Lord is always on the side of the right; but it is my constant anxiety and prayer that I and this nation may be on the Lord’s side.”\\n“I have never had a feeling, politically, that did not spring from the sentiments embodied in the Declaration of Independence.”\\n“Those who deny freedom to others deserve it not for themselves; and, under a just God, cannot long retain it.”\\n“As I would not be a slave, so I would not be a master. This expresses my idea of democracy.”\\n“The probability that we may fail in the struggle ought not to deter us from the support of a cause we believe to be just.”\\n“The true rule, in determining to embrace or reject anything, is not whether it have any evil in it, but whether it have more evil than good. There are few things wholly evil or wholly good.”\\n“Some of our generals complain that I impair discipline and subordination in the army by my pardons and respites, but it makes me rested, after a hard day’s work, if I can find some good excuse for saving a man’s life, and I go to bed happy as I think how joyful the signing of my name will make him (a deserter) and his family.”\\n“I have been driven many times to my knees by the overwhelming conviction that I had nowhere else to go.”\\nIn addition, Lincoln’s Gettysburg Address and his second inaugural speech are ever relevant. And you may wish to add your own favorites to these.\\nPaul’s advice to us in Philippians 4:8 is to “fill your minds with those things that are good and deserve praise: things that are true, noble, right, pure, lovely, and honorable.”\\nAs we celebrate his birthday on the 12th, Lincoln’s words more than meet this standard!\\nJohn Carter is a Weatherford resident whose column, “Notes From the Journey,” is published weekly in the Weatherford Democrat.\", \"id\": \"<urn:uuid:d53f9812-f42b-4039-a509-209a2d5aac9b>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://weatherforddemocrat.com/opinion/x1303543173/NOTES-FROM-THE-JOURNEY-Lincoln-is-still-one-for-the-ages\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9683926701545715, \"token_count\": 821, \"score\": 3.390625, \"int_score\": 3}\n"
"{\"text\": \"The significance of Alabama Unionists during the Civil War and Reconstruction has long been a subject of study among scholars. Largely centered in northern Alabama and to a lesser degree in the southeast region and in Montgomery and Mobile, Unionists were important both militarily and politically. Until recently, however, the details of this phenomenon have remained less well known, largely because the term Unionist (both then and now) has been used to refer to a range of different individuals and positions.\\nIn the broadest sense, Unionist has meant any white person who opposed secession (including those who later supported the Confederacy) and those who came to support the Union during the war despite having originally supported the Confederacy. This broad definition includes a very wide range of Alabamians—from the most well-to-do planters who ultimately become officers in the Confederate Army to the subsistence farmer who deserted the southern cause midway through the war. It is also possible to define Unionism more narrowly, confining the label to those individuals who resisted both secession and the Confederacy during the war. Such unconditional loyalists probably represented no more than 15 percent of Alabama's adult white population. They were mostly nonslaveholding farmers (though a small minority owned slaves) living in the northern third of the state. A few Unionists also lived in the piney woods and coastal plain further south. In many respects, these men and women were very much like their neighbors who supported the Confederate cause. The reasons they remained loyal to the Union were also quite diverse. Many saw secession as illegal, whereas others felt that it would dishonor the American Revolution and their own ancestors. Still others were certain that secession would end in political or military disaster. Many were influenced by the respected figures in their families or neighborhoods.\\nUnionism in Alabama arose under the pressures of the presidential election of 1860. Nine months before, the state legislature had directed that, in the event of a Republican's election, a state secession convention would be called. By directly linking the presidential election to secession, the legislature fostered a political atmosphere that was particularly hostile to Unionists. Newspaper editorials and participants at community meetings condemned as traitors those who canvassed for Illinois senator Stephen Douglas, the nominee of the regular Democratic Party, rather than the southern-rights Democratic nominee, John Breckinridge. In the election, fully 80 percent of Alabama's eligible voters participated, giving Breckinridge a substantial victory, with 54 percent of the vote. John Bell, the Constitutional Union candidate who was supported by a number of Alabamians hostile to secession, received 31 percent of the vote. Douglas, the candidate most associated with a strongly Unionist position, polled slightly more than 15 percent. Republican Abraham Lincoln was not even on the ballot in Alabama.\\nAs promised, Alabama secessionists called a convention in the wake of Lincoln's election. The campaign for convention delegates provoked heated and sometimes violent debates among neighbors, forcing many to defend their positions in public. Of the 100 delegates elected, 53 were secessionists and 47 were cooperationists, a term that refers to the delegates' desire to secede only in \\\"cooperation\\\" with other southern states. In fact, the men elected on this platform represented a wide range of ideas about if, when, and under what circumstances to cooperate with secession and included a minority faction—probably less than one-third (the vast majority of them from the northern third of the state)—of unconditional Unionists who opposed secession outright.\\nThese delegates convened in Montgomery on January 7, 1861, and debated secession for four days. On January 11, 1861, the convention passed Alabama's Ordinance of Secession by a vote of 61 to 39. Many of those who voted against the ordinance, however, ultimately did support secession, and four immediately reversed themselves and signed with the majority. Among the opposition, 33 delegates subsequently signed the \\\"Address to the People of Alabama,\\\" in which they pledged to consult with their supporters and then act on their wishes. Ten signatories of the address signed the ordinance to satisfy their constituents. Other delegates who rejected the ordinance eventually took active part in the war. Only three signers—Henry C. Sanford of Cherokee County, Elliot P. Jones of Fayette County, and Robert Guttery of Walker County—never signed the ordinance and maintained their Unionism throughout the war. Only two wartime Unionists—R. S. Watkins of Franklin County and Christopher C. Sheats of Winston County—signed neither the \\\"Address\\\" nor the Ordinance of Secession.\\nMost of the men and women who supported the Union after Alabama's secession faced great difficulties. Many were ostracized and ridiculed by neighbors, called before community vigilance committees for questioning and intimidation, or actually harmed for endorsing the Union. Such treatment was most commonly meted out to those who publicly asserted their views; those who kept quiet and did not interfere with volunteering were often left alone during the first year of the war. After Confederate conscription began in April 1862, however, community tolerance of Unionists waned. Individuals who resisted the draft, for whatever reason, were subject to arrest and imprisonment. Family members who supported resisters were frequently threatened with violence or exile by conscript cavalry who hoped to pressure men to come in from the woods or mountains and surrender. In addition, it was not at all uncommon for the families of Unionists to be targeted for punitive foraging or arson by Confederate forces or local conscript cavalry.\\nAfter the Union Army invaded Alabama in early 1862, Unionists had more opportunities to flee behind Union lines for safety and the possibility of employment as soldiers, spies, or laborers. Most well known of Alabama's Union troops was the First Alabama Cavalry, U.S.A., organized in late 1862 by Brig. Gen. Grenville M. Dodge, stationed at Corinth, Mississippi. The regiment served mostly in northern Alabama, western Tennessee, and northeastern Mississippi, though it marched with Gen. William Tecumseh Sherman to Savannah in 1864. Alabama Unionists also joined other federal regiments, particularly those from Tennessee, Indiana, Illinois, and Ohio. Those who remained at home, both within Union-occupied territory and behind Confederate lines, also actively assisted Union forces as spies and guides. In some cases, they collaborated with local African Americans (most often their own slaves) to aid and abet the Union Army or pro-Union men in their neighborhoods. Moreover, African Americans from Alabama also crossed the Union lines to serve as laborers and soldiers, and after the Emancipation Proclamation went into effect in 1863, many were inducted into United States Colored Troops regiments. Almost 5,000 African Americans, or 6 percent of Alabama's black male population between the ages of 18 and 45, volunteered in the Union ranks.\\nAs was the case throughout the South, by the midpoint of the war Alabama's original Unionists were increasingly joined in their dissent by deserters from the Confederate Army, mostly men whose families were struggling at home without their labor. Disillusioned by the realities of warfare, angered by the inequities of service under laws exempting slaveowners and selected professionals, such Alabamians generally wanted the war to end more than they desired Union victory, though some did cross lines and join the Union army rather than desert and avoid service altogether. A small peace movement also emerged at this time among men who had originally opposed secession but later supported the state.\\nAfter the war, Unionists continued to struggle politically and socially, for their wartime activities had alienated them from\\ntheir now-defeated neighbors. Most eagerly joined the Union League and the Republican Party. Some wartime Unionists helped reintroduce the Methodist-Episcopal Church (as contrasted with the Methodist-Episcopal Church, South) to northern Alabama, finding there a more hospitable environment\\nfor worship. Many campaigned strenuously to convince the president and Congress to limit the political rights of former Confederates.\\nThey also sought positions of local and state authority for others who had supported the Union during the war. At this point,\\na number of men who had originally opposed secession but supported the state in 1861, as well as citizens who had become disillusioned\\nwith the war, also moved to the fore of political life in Alabama. These moderates were, in general, encouraged by Pres. Andrew Johnson, who appointed such men to\\npositions of political authority in the immediate post-war provisional governments he established. The Republican Party in\\nAlabama was populated by such individuals, as well as core Unionists who had served in the Union Army or otherwise actively\\nresisted the Confederacy. Both groups were referred to by their Democratic opponents as sc alawags.\\nUnder Congressional Reconstruction (1867-74) wartime loyalists gained greater political power than they had under Presidential Reconstruction, taking leading roles in the constitutional convention of 1867, the Freedmen's Bureau, and the Republican-dominated state legislature. Most also supported, though sometimes reluctantly, voting rights for African Americans as a means to gain political power over former Confederates. For their continued association with northern Republicans and support for African American equality, white Unionists were targeted for intimidation and physical violence by the Ku Klux Klan and other anti-Reconstruction vigilantes. As elsewhere in the South, Alabama Unionists and their Republican allies (white and black, northern and southern) received little in the way of federal assistance to defend against the onslaught of violence. As their party was overwhelmed by the Democratic opposition, Unionists retreated from the forefront of state politics, though those in communities with substantial loyalist populations continued in positions of local political leadership well into the late nineteenth century.\\nBarney, William L. The Secessionist Impulse: Alabama and Mississippi in 1860. Princeton: Princeton University Press, 1974.\\nFitzgerald, Michael W. The Union League Movement in the Deep South: Politics and Agri cultural Change During Reconstruction. Baton Rouge: Louisiana State University Press, 1989.\\nMills, Gary B. Southern Loyalists in the Civil War: The Southern Claims Commission. A Composite Directory of Case Files Created by the U.S. Commissioner of Claims, 1871-1880, including those appealed to the War Claims Committee of the U.S. House of Representatives and the U.S. Court of Claims. Baltimore: Genealogical Publishing Company, Inc. 1994.\\nRogers, William Warren, Jr. The Confederate Home Front: Montgomery During the Civil War. Tuscaloosa: The University of Alabama Press, 1999.\\nStorey, Margaret M. Loyalty and Loss: Alabama's Unionists in the Civil War and Reconstruction. Baton Rouge: Louisiana State University Press, 2004.\\nMargaret M. Storey\\nPublished December 14, 2007\\nLast updated October 3, 2011\", \"id\": \"<urn:uuid:dcf6578e-71df-4e20-904c-5952df38fb9c>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://encyclopediaofalabama.org/face/Article.jsp?id=h-1415\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9730987548828125, \"token_count\": 2188, \"score\": 3.859375, \"int_score\": 4}\n"
"{\"text\": \"Tuscaloosa, located at the falls of the Black Warrior River in west central Alabama, is the the fifth-largest city in Alabama with a population of 90,468, and the seat of Tuscaloosa County. It is named for the Choctaw chieftain Tuskalusa (meaning Black Warrior), who battled and was defeated by Hernando de Soto in 1540 in the Battle of Mauvila.\\nBest known as the home of the University of Alabama, Tuscaloosa is also the center of industry, commerce, healthcare, and education for the region commonly known as West Alabama.\\nThe area at the fall line of what would be later known as the Black Warrior River had long been well known to the various Indian tribes whose shifting fortunes brought them to West Alabama. The river shoals at Tuscaloosa represented the southernmost site on the river which could be forded under most conditions. Inevitably, a network of Indian trails converged upon the place, the same network which, in the first years of the 19th Century began to lead a few white frontiersmen to the area.\\nThe pace of white settlement increased greatly after the War of 1812, and a small assortment of log cabins soon arose near the large Creek village at the fall line of the river, which the settlers named in honor of the legendary Chief Tuscaloosa. In 1817, Alabama became a territory, and on December 13, 1819, the territorial legislature incorporated the town of Tuscaloosa, exactly one day before the United States Congress admitted Alabama to the Union as a state.\\nFrom 1826 to 1846 Tuscaloosa was the capital of Alabama. During this period, in 1831, the University of Alabama was established. The town's population and economy grew rapidly until the departure of the capital to Montgomery caused a rapid decline in population. Establishment of the Bryce State Hospital for the Insane in Tuscaloosa in the 1850s helped restore the city's fortunes. During the Civil War following Alabama's secession from the Union, several thousand men from Tuscaloosa fought in the Confederate armies. During the last weeks of the War, a brigade of Union troops raiding the city burned the campus of the University of Alabama. Tuscaloosa, too, suffered much damage from the battle and shared fully in the South's economic sufferings which followed the defeat.\\nThe construction of a system of locks and dams on the Black Warrior River by the U.S. Army Corps of Engineers in the 1890s opened up an inexpensive link to the Gulf seaport of Mobile, stimulating especially the mining and metallurgical industries of the region. By the advent of the 20th Century, the growth of the University of Alabama and the mental health-care facilities in the city, along with strong national economy fueled a steady growth in Tuscaloosa which continued unabated for 100 years. Manufacturing plants of large firms such as Michelin and JVC located in town during the latter half of the 20th Century. However, it was the announcement of the addition of the Mercedes-Benz US International assembly plant in 1993 that best personified the new era of economic prosperity for Tuscaloosa.\\n Geography and climate\\nAccording to the U.S. Census Bureau, Tuscaloosa has a total area of 66.7 square miles. 56.2 mi² of it is land and 10.5 mi² of it (15.7%) is water. Most of water within the city limits is in Lake Tuscaloosa, which is entirely in the city limits, and the Black Warrior River.\\nTuscaloosa lies approximately 60 miles southwest of Birmingham, at the fall line of the Black Warrior River on the boundary between the Appalachian Highland and the Gulf Coastal Plain approximately 120 miles upriver from its confluence with the Tombigbee River in Demopolis. Consequently, the geography of the area around Tuscaloosa is quite diverse, being hilly and forested to the northeast and low-lying and marshy to the southwest.\\nThe area experiences a typical Southern subtropical climate with four distinct seasons. The Gulf of Mexico heavily influences the climate by supplying the region with warm, moist air. During the fall, winter and spring seasons, the interaction of this warm, moist air with cooler, drier air from the North along fronts create precipitation.\\nNotable exceptions occur during hurricane season where storms may move from due south to due north or even from east to west during land-falling hurricanes. The interaction between low- and high-pressure air masses is most pronounced during the severe weather seasons in the spring and fall. During the summer, the jet streams flows well to the north of the southeastern U.S., and most precipitation is consequently convectional, that is, caused by the warm surface heating the air above.\\nWinter lasts from mid-December to late-February; temperatures range from the mid-20s to the mid-50s. On average, the low temperature falls at freezing or below about 50 days a year. While rain is abundant (an average 5.09 in. per month from Dec.-Feb.), measurable snowfall is rare; the average annual snowfall is about 0.6 inches. Spring usually lasts from late-February to mid-May; temperatures range from the mid-50s to the low-80s and monthly rainfall amounts average about 5.05 in. (128 mm) per month. Summers last from mid-May to mid-September; temperatures range from the upper-60s to the mid-90s, with temperatures above 100°F not uncommon, and average rainfall dip slightly to 3.97 in. per month. Autumn, which spans from mid-September to early-December, tends to be similar to Spring terms of temperature and precipitation.\\nAs of the census of 2000 there were 77,906 people, 31,381 households, and 16,945 families residing in the city. The population density was 1,385.2/mi². There were 34,857 housing units at an average density of 619.8/mi². The racial makeup of the city was 54% White and 43% Black or African American. 1.40% of the population were Hispanic or Latino of any race.\\nThere were 31,381 households out of which 23.9% had children under the age of 18 living with them, 35.0% were married couples living together, 15.7% had a female householder with no husband present, and 46.0% were non-families. 35.2% of all households were made up of individuals and 9.3% had someone living alone who was 65 years of age or older. The average household size was 2.22 and the average family size was 2.93.\\nIn the city the population was spread out with 19.8% under the age of 18, 24.5% from 18 to 24, 25.4% from 25 to 44, 18.5% from 45 to 64, and 11.8% who were 65 years of age or older. The median age was 28 years. For every 100 females there were 90.8 males. For every 100 females age 18 and over, there were 87.9 males.\\nThe median income for a household in the city was $27,731, and the median income for a family was $41,753. Males had a median income of $31,614 versus $24,507 for females. The per capita income for the city was $19,129. About 14.2% of families and 23.6% of the population were below the poverty line, including 25.3% of those under age 18 and 13.4% of those age 65 or over.\\n Government and Politics\\nTuscaloosa has a strong-mayor variant, mayor-council form of government, led by a mayor and a seven-member city council. The mayor is elected by the city at-large and serves four-year terms. Council members are elected to single-member districts every four years as well. Neither the mayor nor the members of the city council is term-limited. All elected offices are nonpartisan.\\nThe mayor administers the day-to-day operations of the city, including overseeing the various city departments, over whom he has hiring and firing power. The mayor also acts as ambassador of the city. The mayor sits in city council meetings and has a tie-breaking vote. The current Mayor of Tuscaloosa is Walter Maddox, who was elected to office is September 2005. Prior to Maddox, Alvin A. DuPont had served as mayor for 24 years.\\nThe city council is a legislative body that considers policy and passes law. The council also passes the budget for mayoral approval. Any resolution passed by the council is binding law. The majority of work in the council is done by committee, a usually consisting of a chairman, two other council members, and relevant non-voting city employees.\\n|3||Cynthia Lee Almond||2005|\\n|7||William Tinker, III||2005|\\nTuscaloosa, as the largest county seat in western Alabama, serves a hub of state and federal government agencies. In addition to the customary offices associated with the county courthouse, namely two District Court Judges, six Circuit Court Judges, the District Attorney and the Public Defender, several Alabama state government agencies have regional offices in Tuscaloosa, such as the Alabama Department of Transportation and the Alabama State Troopers. Also, several federal agencies operate bureaus out of the Federal Courthouse in Tuscaloosa.\\nTuscaloosa is located partially in both the 6th and 7th Congressional Districts, which are represented by Spencer Bachus and Artur Davis respectively. On the state level, the city is split among the 5th, 21st, and 24th Senate districts and 62nd, 63rd, and 70th House districts in the Alabama State Legislature.\\nDespite its image as a college town, Tuscaloosa boasts a diversified economy based on all sectors of manufacturing and service. 25% of the labor force in the Tuscaloosa Metropolitan Statistical area is employed by the federal, state, and local government agencies. 16.7% is employed in manufacturing; 16.4% in retail trade and transportation; 11.6% in finance, information, and private enterprise; 10.3% in mining and construction; and 9.2% in hospitality. Education and healthcare account for only 7.2% of the area workforce with the remainder employed in other services.\\nThe city's industrial base includes Elk Corporation of Alabama, Nucor Steel Tuscaloosa, BF Goodrich Tire Manufacturing, JVC America, Phifer Incorporated, Gulf States Paper Corporation, and the Mercedes-Benz U.S. International, Inc., assembly plant.\\nHealth-care and education serve as the cornerstone of Tuscaloosa's service sector, which includes the University of Alabama, DCH Regional Medical Center, Bryce State Mental Hospital, the William D. Partlow Developmental Center, and the Tuscaloosa VA Medical Center.\\nThe University of Alabama is the dominant institution of higher learning. Enrolling approximately 24,000 students, UA has been a part of Tuscaloosa's identity since it opened its doors in 1831. Stillman College, which opened in 1875, is a historically Black liberal arts college which enrolls approximately 1,200 students. Additionally, Shelton State Community College, one of the largest in Alabama, is located in the city. The school enrolls 8,000 students from all backgrounds and income levels.\\nThe Tuscaloosa City School System serves the city. It is overseen by the Board of Education, which is composed of eight members elected by district and a chairman is elected by a citywide vote. Operating with a $100 million budget, the system enrolls approximately 10,300 students. The system consists of 19 schools: 11 elementary schools, 3 middle schools, 3 high schools (Paul Bryant High School, Central High School, and Northridge High School), and 2 specialty schools (the Tuscaloosa Center for Technology and Oak Hill School for special needs students). In 2002, the system spent $6,313 per pupil, the 19th highest amount of the 120 school systems in the state.\\nTuscaloosa is home to a variety of cultural sites and events reflective of its historical and modern role in Alabama and the Southeast in general. Many of these cultural events are sponsored by the University of Alabama. Numerous performing arts groups and facilities, historical sites, and museums dedicated to subjects as varying as American art and collegiate football dot the city. During football season the area known as \\\"The Strip\\\" pulsates with students, alumni, locals and visitors.\\nThe Tuscaloosa Public Library is a city/county agency with nearly 200,000 items on catalog. 46,857 registered patrons use the library on a regular basis — roughly 28 % of the population of the county. There are currently with three branches: the Main Branch on Jack Warner Parkway, the Weaver-Bolden Branch, and the Brown Branch in Taylorville.\\nMost of the museums in Tuscaloosa are found downtown or on the campus of the University. Downtown is the home of Children’s Hands-On Museum of Tuscaloosa and the Murphy African-American Museum. The Alabama Museum of Natural History and the Paul Bryant Museum are located on the University campus. The Westervelt-Warner Museum of American Art is located in northern Tuscaloosa at Jack Warner's NorthRiver Yacht Club. Moundville Archaeological Park and the Jones Archaeological Museum are located 15 miles south of Tuscaloosa in Moundville.\\nThe University Alabama also currently fields championship–caliber teams in football, men's baseball, men's and women's basketball, women's gymnastics, and women's softball. These teams play in athletics facilities on the University campus, including Bryant-Denny Stadium, Coleman Coliseum, Sewell-Thomas Baseball Stadium, Alabama Softball Complex, and the Ol' Colony Golf Complex.\\nStillman College fields teams in football, basketball, and other sports. In the past decade, Stillman has gone through a renaissance of renovations, including a new football stadium.\\nShelton State fields men's and women's basketball, baseball, and softball teams, each with on-campus facilities.\\nTuscaloosa is part of the Birmingham-Tuscaloosa-Anniston television market, which is the 40th largest in the nation. All major networks have a presence in the market. WBMA-LP is the ABC affiliate, WIAT-TV is the CBS affiliate, WBRC 6 is the Fox affiliate, WVTM-TV is the NBC affiliate, WBIQ 10 is the PBS affiliate, WTTO is the CW affiliate, and WABM is the MyNetworkTV affiliate. Additionally, WVUA-CA, an independent station, is operated by the University of Alabama.\\n Health and medicine\\nDCH Regional Medical Center is the main medical facility in Tuscaloosa. Other major medical centers in Tuscaloosa include the 702-bed VA Medical Center and the 422-bed Bryce State Mental Hospital.\\nThe city lies at the intersection of U.S. Highway 11, U.S. Highway 43, and U.S. Highway 82, Alabama State Route 69, Alabama State Route 215, and Alabama State Route 216) and the duplexed (conjoined) I-20 and I-59. Interstate 359 spurs off from I-20/I-59 and heads northward, ending just shy of the Black Warrior River in downtown Tuscaloosa.\\nTuscaloosa is served by the Tuscaloosa Transit Authority which operates the Tuscaloosa Trolley System.\\nThe Tuscaloosa Regional Airport, is located on the north side of the Black Warrior River west of downtown Northport.\\nBarge traffic routinely transports goods along the Black Warrior River from Birmingham and Tuscaloosa to the Alabama State Docks at Mobile, on the coast of the Gulf of Mexico. Via the Tennessee-Tombigbee Waterway, the city is connected to the Ohio River valley.\\n\\\"Tuscaloosa, Alabama.\\\" Wikipedia, The Free Encyclopedia. 26 April 2007, 02:03 UTC . Accessed 30 April 2007.\", \"id\": \"<urn:uuid:c2ed6c85-f348-40de-9aa5-65969c027430>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.bhamwiki.com/w/Tuscaloosa\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9628093242645264, \"token_count\": 3379, \"score\": 3.234375, \"int_score\": 3}\n"
"{\"text\": \"died Aug. 28, 1818, St. Charles, Mo., U.S.\\nblack pioneer trader and founder of the settlement that later became the city of Chicago.\\nDu Sable, whose French father had moved to Haiti and married a black woman there, is believed to have been a freeborn. At some time in the 1770s he went to the Great Lakes area of North America, settling on the shore of Lake Michigan at the mouth of the Chicago River, with his Potawatomi wife, Kittihawa (Catherine). His loyalty to the French and the Americans led to his arrest in 1779 by the British, who took him to Fort Mackinac. From 1780 to 1783 or 1784 he managed for his captors a trading post called the Pinery on the St. Clair River in present-day Michigan, after which he returned to the site of Chicago. By 1790 Du Sable's establishment there had become an important link in the region's fur and grain trade.\\nIn 1800 he sold out and moved to Missouri, where he continued as a farmer and trader until his death. But his 20-year residence on the shores of Lake Michigan had established his title as Father of Chicago.\", \"id\": \"<urn:uuid:c7c44bd1-3600-48a9-b33a-acfce3aaa2c0>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://britannica.com/blackhistory/article-9031305\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9901925325393677, \"token_count\": 252, \"score\": 3.65625, \"int_score\": 4}\n"
"{\"text\": \"St. Anne, Patroness of Detroit\\nSt. Anne was named by the Vatican as the patron saint of the Archdiocese of Detroit. We honor the mother of the Blessed Virgin Mary and prayerfully ask for her intercession.\\nOne may pray to any saint for any intention, but a patron saint is seen as the particular advocate for a chosen place or activity.\\nSt. Anne is the mother of the Blessed Virgin Mary. Though she is not mentioned by name in the Bible, we know of her through early Christian writings, the most important of which is the Protoevangelium of James, written in about 150 A.D.\\nWe are told that Anne, the wife of Joachim, was advanced in years before her prayers for a child were answered. An angel appeared and told her she would conceive a child who \\\"shall be spoken of in all the world.\\\"\\nSt. Anne's feast day is celebrated on July 26. She is known as the patron saint of equestrians, housewives, women in labor, cabinet-makers, and miners.\\nDevotion to St. Anne became popular in the Christian East by the fourth century, and that tradition later spread to the Christian West. When the French began to colonize modern-day Quebec, they brought their devotion to St. Anne with them—asking for her protection in the New World.\\nThis devotion was planted on the banks of the Detroit River by the original French-Canadian settlers. Two days after Antoine de la Mothe Cadillac landed with 51 others in what is now downtown Detroit on July 24, 1701, they celebrated Mass and began construction of a church named after Saint Anne.\\nToday, Ste. Anne de Detroit Church is the second oldest continually operating parish in the United States. As is now recognized by the Holy See, the church of Detroit was placed under St. Anne's protection from its very founding.\", \"id\": \"<urn:uuid:8e1cef78-a3fc-4eeb-b94f-f8ec251e2e20>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.aod.org/our-archdiocese/history-of-the-archdiocese/patron-saint/\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9797120094299316, \"token_count\": 386, \"score\": 2.796875, \"int_score\": 3}\n"
"{\"text\": \"St. Francis, Animals and the Environment\\nDr. Marcellino D'Ambrosio\\nYou often see a garden statue of him with a bird on his shoulder. Yes, St. Francis of Assisi did have a special relationship with animals. He preached to the birds, pacified a wolf, and put together an animal cast for what is regarded as the very first live nativity scene.\\nBut he had no interest in “the environment.” No feeling for it whatsoever.\\nInstead, he was in love with creation. And that’s because he was in love with the Creator, who he regarded not as some cosmic force or distant, detached monarch, but as “Father.” He so much loved God his Father that he had great affection for anything related to God – the sacraments, the Church, its very imperfect ministers, broken down country chapels, and all of God’s marvelous works of art – human beings first and foremost, but also the animals and even the inanimate objects that adorn the heavens and the earth.\\nThe fondness for and kinship St. Francis felt with “brother son and sister moon” was truly a gift. But it is gift that we all receive when we receive the Holy Spirit since it is one of the seven gifts mentioned in Isaiah 11:2-3. At least this is how St. Thomas Aquinas and many after him explained this beautiful, supernatural gift of piety. The natural virtue of piety was extolled by the Greeks and Romans – a love of those who gave you life, first and foremost your parents and after them, your fatherland. This entailed also a respect and affection for all that is connected with your parents and dear to them as well– your grandparents, uncles and aunts, and in the case of your country, its flag, its national anthem, its history and its heros. The term for piety towards one’s country is “patriotism” which actually has at its root, the term “pater” or “father.”\\nSt. Francis loved his home town of Assisi. But his deeper patriotism was for the Kingdom of God. His affection for the Kingdom included respect and reverence for all the King’s creatures and subjects, whether they be great or small.\\nNow, this does not mean that Francis saw all creatures as his equals, as some animal rights advocates today seem to do. One animal rights philosopher, Peter Singer, goes so far as to teach that adult whales and chimpanzees are actually superior to human fetuses and infants in both dignity and value. He would save the whales but allow both abortion and infanticide.\\nSt. Francis would be appalled at such a concept. Biblical person that he was, he understood that woman and man are God’s supreme masterpieces, made in His image and likeness, unlike the animals. Human beings are given dominion over the rest of creation in Genesis 2 not to exploit however, but to cultivate, care for, and perfect. God entrusts Adam and Eve not with “the environment,” but with “the Garden” – a place of beauty in which we are made to walk with God.\\nSo St. Francis loves the birds, but also presses them into the service of the gospel. He saves the wolf of Gubbio from the wrath of angry townspeople, but rebukes it for its ferocity and calls men and wolf to live everafter in harmony. And the animals of the nativity scene? They are companions of the infant who is the Word made flesh.\\nSo the authentic biblical and Catholic approach to “the environment” is not to see it coldly and scientifically as “the environment.” But rather, in the fashion of St. Francis, to approach it as the expression of the Father’s beauty, as the gift of the Father’s love, as an icon, a window to the new creation. Reckless exploitation would never fit with such a vision. But neither would some secular environmentalism.\\nFollow Us -\\nJoin us on Facebook\\nJoin us on Twitter\\nDr. Marcellino D’Ambrosio writes from Texas. For more information on his resources and his pilgrimages to Italy and the Holy Land, visit www.crossroadsinitiative.com or call 1.800.803.0118.\\nClick here to download and print, click here!\\nFor more Catholic resources to feed your faith, visit the Crossroads Initiative Homepage.\\nTo sign up for our free weekly e-mail with Dr. D'Ambrosio's commentary on the Sunday readings, liturgical feasts, updates on where Dr. D will be speaking, a chance to WIN a FREE CD and MORE, CLICK HERE!\\nPersonal Prayer: Pathway to Joy\\nMarcellino D'Ambrosio, Ph.D.\\nEveryone knows that personal prayer is important. You can't expect to deepen a relationship with God talking with Him only once a week! But how, in the midst of the busy, noisy life we all lead, can we develop a pattern of daily prayer that really works? And if we are successful in carving out some moments for prayer, what do we do? How should we spend that time in way that would be most fruitful?\\nDr. Marcellino D'Ambrosio has taught spiritual theology academically, but, more importantly, he's had plenty of practice applying that tradition to everyday life. With a family of seven, a business, and a non-profit corporation to run, he knows the challenges that a busy, active life can pose to the Christian who wants to pray. In this talk, he lays down principles and gives practical suggestions on how busy laypeople can develop a prayer life that leads to joy and personal transformation.\\nCD - $8.95\\nThe Seven Deadly Sins - 3 CD Set\\nWhat are the Seven Deadly Sins? There are books written about them and movies made about them, but what are they?\\nFrom about the fifth century, Christian spiritual writers identified seven patterns of sin that, if not broken, would lead to spiritual death. In this fascinating series by Dr. Marcellino D'Ambrosio, we learn the destructive, addictive dynamics of these seven vices and how they infiltrate, and ultimately take over people's lives. Most importantly, we find out how to get free of the chains forged by these sins and the necessary qualities to cultivate to make us immune to them in the future.\\nBeyond the Birds and the Bees\\n\\\"The Talk.\\\" It's one of the most daunting prospects parents face. Communicating the richness of Catholic teaching on sexuality in a faithful and effective way can be an overwhelming responsibility. But does it have to be so?\\nIn this thoroughly revised version of Beyond the Birds and the Bees, Greg and Lisa Popcak empower you with the tools needed to move well beyond \\\"the Talk\\\" by offering a comprehensive guide to raising sexually whole and holy children. Using the riches of Blessed John Paul II's Theology of the Body, the Popcaks help you safely navigate your children from infancy through the teenage years and beyond.\\nBuilding Our House on Rock: The Sermon On The Mount\\nJesus’ Sermon on the Mount ends with the parable of the builders on rock or sand. Doing what Jesus asks results in building a life that endures; not doing it results in disaster. The choice is ours, and it’s a scary one. How can we read these words so that we can know what Jesus meant and do it?\", \"id\": \"<urn:uuid:8d7c0d8f-2e3c-47c2-83e9-05a17f5f46e5>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.crossroadsinitiative.com/library_article/1334/St._Francis__Animals_and_the_Environment.html\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9594031572341919, \"token_count\": 1571, \"score\": 2.703125, \"int_score\": 3}\n"
"{\"text\": \"Heal Our Planet Earth\\nSecondary and Universities\\nEducational Outreach: Secondary (High) Schools and Universities\\nAnthony Marr from the HOPE Foundation’s main point was the wild tigers. He believes that something must be done to keep these animals alive. \\\"If we let this go, life will be less beautiful and worth less living,\\\" Anthony Marr quoted. The money that he receives as a conservationist is donated to help out the endangered species. He makes many trips to India to help them find other solutions to their problems. If the people living in India keep living the way they’ve done, India will soon become a desert. Changes need to be made and people need to adapt to these changes.\\nI agree with Anthony’s beliefs. Even if tigers are bred, it does not make\\na difference, because they cannot survive on their own. No matter what\\nhumans do, it still will not change the fact that one of God’s creations\\nis becoming destroyed. No animals should be killed for the purpose of\\nhuman needs. It is not necessary to kill tigers to sell products and make\\nmoney because of silly beliefs that of they eat this then something will\\nhappen. There are so many alternatives. Humans need food, but they do not\\nhave to consume so much meat. Every time they eat meat, a precious animal\\nis being killed. Animals do not kill us and eat us, then why should we do\\nthe same? More solutions need to be found and more people need to become\\nmore involved in saving the beauty of the world.\\nGo on to Student - 10\", \"id\": \"<urn:uuid:285c3b9d-ca3c-48fd-8ece-77b958f31b4b>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.all-creatures.org/hope/edout-hs-20060928-09.htm\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.960506796836853, \"token_count\": 335, \"score\": 2.6875, \"int_score\": 3}\n"
"{\"text\": \"The Movimento dos Trabalhadores Rurais Sem Terra, or Movement of the\\nLandless Rural Workers (the MST), was formally created at the Primeiro Encontro\\nde Trabalhadores Sem Terra [First Meeting of Landless Workers], which took\\nplace from January 21-24, 1984, in Cascavel, in the State of Paraná,\\nin the south of Brazil. Today, the MST is organized in 22 states and pursues\\nthe same objectives defined at this 1984 Meeting and ratified at the First\\nNational Conference at Curitiba, Paraná, in 1985: to fight for land,\\nfor agrarian reform, and for the building of a just society, without exploiters\\nand exploited. Since its creation, the MST has included in its political agenda\\nthe fight for schools and the discussion on what kind of school should be a\\npart of the life of the Sem Terra family.\\nThis article discusses the pedagogical lessons that we can learn from the historical\\nexperience of the MST. Before introducing some of these, however, it is important\\nto situate the context that allows us to think of a social movement of farm\\nworkers as a place that may have lessons to offer on the processes of human\\nThe MST came into its seventeenth year of existence reflecting deeply on two\\nof the great tasks that were defined throughout its history: first, to help\\nput an end to the \\\"mortal sin\\\" of the latifundium, decentralizing the\\nlands of this immense country, Brazil, and making them socially productive;\\nand second, to help humanize people, to develop human beings with dignity, identity,\\nand a project for the future. This second task, perhaps the one that the MST\\nhas accomplished best since its undertaking, is what causes us to think more\\ndirectly of the educational dimension of the Movement.\\nThe educational work of the MST has three main dimensions: first, the recovery\\nof the dignity of thousands of families who once again have roots and purpose.\\nThe poor in everything have become citizens: people with rights, people who\\nwork, study, produce, are a part of their communities, and who, in their daily\\nchallenges, set a new agenda of discussion for this country. The second dimension\\nis the building of a collective identity, one which goes beyond each person,\\nfamily, and settlement. The identity of the Sem Terra [Landless],\\nand the capital letters without a hyphen, like a proper name that identifies\\nthose who are no longer individuals who lack something have no land (land-less)\\nbut are individuals with a choice that of fighting for more social justice and\\ndignity for all. This places each member of Sem Terra, through his/her\\nparticipation in the MST, in a movement that is related to the re-encounter\\nof humanity with itself. The third dimension is building the educational project\\nof different generations of the Sem Terra family, one that combines schooling\\nwith broader concerns of human development and the training of militants.\\nViewing the history of the MST in this perspective, we encounter some pedagogical\\nlessons, or how the proponents of a social struggle and a collectivity in movement\\ndeal with, and are concerned with, education. These lessons can help us reflect\\non each of our own educational practices, including those that we undertake\\nin the schools. Reflecting on these lessons, we may begin to understand something\\neven more profound: the MST has a pedagogy, that is, it has a praxis\\n(combined theory and practice) of how people are educated, of how human beings\\ndevelop. The Pedagogy of the Sem Terra Movement is the way through which\\nthe Movement has historically developed the social individual of the name Sem\\nTerra, and has daily educated the people who are part of it. And the main\\neducational principle of this pedagogy is the movement itself, a movement\\nthat unites diverse pedagogies, and in a special way unites the pedagogy\\nof social struggle with the pedagogy of the land and the pedagogy\\nof history, each one helping to make an imprint on our identity, mística,\\nproject. Sem Terra is the name of one who fights for the people who have\\nroots in the land the land that is won, tilled, cared for and in the movement\\nThis is the main discussion we have today in the MST with our educators: how\\nto make of the Pedagogy of the Movement a reference for our practice and our\\nthought. To be an educator in the MST is to succeed in understanding the educational\\ndimension of the Movementís actions, making them a mirror for its educational\\npractices. It is a reference viewpoint to aid in discerning the limits and challenges\\nof these practices. A mirror also educates our viewpoint to see beyond the\\nMST, beyond the Sem Terra. The Pedagogy of the Movement takes shape\\nin a dialogue with other educators, other students, and other pedagogical movements.\\nIt was precisely in the interaction with people and works concerned with human\\ndevelopment that we managed to think about the MST as a pedagogical subject.\\nFrom this new synthesis, we continue our dialogue with theories and practices\\nof human development, along with specific thinking on the educational environment\\nof our schools.\\nFrom this dialogue with the Movementís practices and the thinking on human\\ndevelopment throughout the history of humanity, an initial result regards the\\nvery concept of education. When we discuss practices of humanizing the field-workers\\nas a product of education, we are in fact recovering an essential link to the\\nwork in education: to educate is to humanize, to cultivate learning to be a\\nThe MST works all the time at the limit between humanization and dehumanization;\\nits struggle is that of life or death for thousands of people, who make their\\nparticipation in the Movement a tool for re-learning to be human. This is the\\nday-to-day task of the education of the Sem Terra in each march, each\\ncamp, each settlement And it is this same day-to-day practice that shows that\\nthe task is necessary and possible; that the adultsí and the agedís nearly lost\\nhumanity can be recovered through learning, and that it is even more necessary\\nand possible to help in this learning from childhood.\\nFrom this conception of education, there are pedagogical lessons we have managed\\nto derive in this reflective counterpoint among the daily life of the MST, the\\ndiverse theories and practices on human development, and the concerns with how\\nto educate the Sem Terra. These are lessons that also help us think and\\nrethink the curriculum and the educational environment of our schools.\\n1. People are the greatest value produced and cultivated by the MST\\nThe Movement is the way that people collectively produce the Sem\\nTerra identity and carry out the struggle for agrarian reform that is the\\nroot and strength of this identity. At times of the most acute social conflict,\\nsuch as those we live through today, this is even more visible: it is on the\\npeople, on each one of them, that resistance depends, as well as the determination\\nof the proposals, the conduct that persists as an image for society, the continuity\\nin the face of the fiercest conflicts, the identity. The MST has succeeded in\\narriving at its seventeenth year because it has learned to value every person\\nwho is a part of its organization, and because it has defined human development\\nas one of its main priorities.\\nAs educators, we need to be clear about what is in question every time we meet\\nwith those we are educating: we are facing human beings, who deserve our respect\\nand dedication as human beings, and as members of an organization that fights\\nfor dignity. Our work in a school where the Sem Terra study, for example,\\nneeds to be thought of in the perspective of a great educational effort, which\\nmakes us responsible, interested, and committed.\\nWe need to reflect always on some basic questions: what human being are we\\nhelping to develop through our practice? Is there coherence with the humanity\\nthat the MST struggle has been producing and planning for throughout its history?\\nAnd those we educate: what human being do they see when they look at themselves\\nand their settlement companions? Have our educational practices helped them\\nto value themselves as persons and take on the collective identity they help\\n2. People are educated by learning to be\\nOne of the things that often calls attention to the MSTís actions is the self-respect\\nof the people who take part in it. This self-respect, or feeling of dignity,\\nis produced to the extent that these people learn to be Sem Terra\\nand to be proud of that name. And on taking on this social, collective identity\\nwe are Sem Terra, we are of the MST these people gradually discover dimensions\\nof their personal and collective identity, as well: Iím a woman, Iím black,\\nIím a rural worker, Iím young, Iím an educator They are new individuals who\\nare formed and begin to demand their place in the world, in history; they know\\nthey can and ought to fight for the right to be human wherever they are, with\\nor against whomever they are.\\nThis returns us to the notion that this is an essential human task of learning:\\nto look in the mirror of what we are and want to be, to take on personal and\\ncollective identities, to be proud of them, at the same time we are challenged\\nwith the movement of our permanent self-construction. To educate is to help\\nbuild and strengthen identities, to draw faces, to form subjects. And this has\\neverything to do with values, way of life, memory, culture.\\n3. People are educated in the actions they perform and the works they produce\\nThe MST forms the Sem Terra by putting them in a movement, which\\nmeans in permanent action, action with the dynamic of a social struggle: occupations,\\nencampments, marches, demonstrations of solidarity, the building of a new kind\\nof life in the settlements, schools, activities of development. It is through\\nsuch action that they learn that nothing is impossible to change, not even people,\\ntheir propensities, their positions, their ways of life, their values.\\nPeople are educated in action because it is the movement of action that molds\\nthe way to becoming human. Actions produce and are produced through social relations:\\nthat is, they set in motion another fundamental pedagogical element, which is\\nthe interaction between people, how they behave among each other, which is measured\\nby the tools inherited from those who have produced other tools before (culture).\\nIn these relations, people show who they are, and at the same time they construct\\nand revise their identities, their way of being.\\nWe are speaking of any action, or of acting for actingís sake, without any\\nintentionality. We are speaking of action that produces works (material or not)\\nthat become the mirror in which people can see what they are or even want to\\nbe; and we are speaking mainly of work and the material production of our existence.\\nThere is no true education without action, without work, and without collective\\nworks. And, as the children remind us, there is also no education without games\\nand play, which can also be thought of as collective action producing works.\\n4. People are educated by producing and reproducing culture\\nThe actions of the Sem Terra are loaded with cultural meanings that\\nthey learn to produce and express. In an occupation, on a march, or in the organization\\nof a settlement, there appears not only what these families of workers are today,\\nor at this particular moment. Every action brings together with it the way of\\nbeing human that these people bear, the developing weight of the objective\\ncircumstances of their whole previous existence and the type of education they\\nhave received or lived. At the same time, their collective action is also usually\\nthe negation of certain traditions that have marked their lives up to now, and\\nthe projection of values they learn or re-learn in the pedagogical process of\\nthe Movement. The MSTís expressions, symbols, art, way of struggle, embody a\\ncultural moment that neither begins nor ends at the moment of action. Each landless\\nperson who enters the MST also enters a world already productive of symbols,\\nexpressions, human examples, values, which, with each action, s/he learns to\\nsignify and resignify.\\nOne of the great pedagogical challenges of the MST with its social base has\\nbeen precisely to help people make a new cultural synthesis, one that joins\\ntheir past, present, and future in a new, rooted collective and personal identity.\\nTo live as if one struggles, to struggle as if one lives This is a coherent\\nposition that has been seen as necessary to the Movementís aims of social transformation,\\nas well as in its permanent conflicts and challenges. Memory, mística,\\ndiscussion of values, criticism and self-criticism, the study of history, these\\nare some cultural tools that the Movement has been using in this construction.\\nWe can reflect then that to educate is to also to share meanings and tools\\nof culture (Jerome Brunerís expression, in Arroyo 2000). It is to help people\\nin the learning of signfying and resignifying their actions, in\\nsuch a way that they may transform them into values, behavior, convictions,\\ncustoms, expressions, symbols, art, that is, into a way of life chosen\\nand reflected by the collectivity of which they form a part. This means, among\\nother things, that to educate people is help to cultivate their memory; it is\\nto become acquainted and reacquainted with their symbols, expressions, words;\\nit is to situate them in a wider cultural and historical universe; it is to\\nwork with different languages, organize different moments and modes so that\\npeople may think about their practices, their roots, their plans, their lives\\n5. People are educated by living values\\nValues are a fundamental dimension of culture; they are the principles of life,\\nthat for which we consider it worth living. Values are what move our\\npractices, our life, our being human. Values are what produce in people the\\nneed to live for the sake of freedom and justice. Values are what move the striving\\nof the Sem Terra to make their settlements utopian communities, consistent\\nwith the struggle that won them over.\\nThe MST has been very concerned with the cultivation of values, because it\\nknows that it is the values, translated into culture, that it will leave as\\na heritage to its descendants and the new generations of those who fight for\\nthe people. And values only exist through people, their experiences, positions,\\nconvictions. And they are not born with each one: they are learned, cultivated\\nthrough the collective processes of development, of education.\\nFor the MST, this has not been an easy battle: to recover and cultivate human\\nvalues like solidarity, loyalty, the spirit of sacrifice for the collective\\nwell-being, companionship, seriousness, discipline, indignation in the face\\nof injustices, the valuing of the Sem Terra identity, humility - in a\\nsociety that day by day degenerates with the counter-values of individualism,\\nconsumerism, social apathy, lack of commitment to life, the exclusion of those\\nwho take part in social struggles But it is only by taking on the job of educating\\nand re-educating people in its values that the MST can realize the project of\\n6. People are educated by learning how to solve problems\\nIn the actions of a social struggle knowledge is acquired and produced,\\nand it is a very important dimension of the strategy for the humanization of\\nthe people. But one of the pedagogical lessons we have gleaned from the day-to-day\\nlife of the Movement is that the process of producing knowledge that effectively\\naids in the development of the person is that which is connected to the large\\nand small questions of life. When a Sem Terra needs to know how to calculate\\nan area in order to measure the land where his agro-villa will be settled, or\\nwhen he needs to study geography to best choose the place for an occupation,\\nthis knowledge will certainly have more human and social density for him. When\\na Sem Terra child learns how to measure the materials that she needs\\nto begin building her playground, or learns to write letters to people she likes,\\nthe same thing occurs. The expression \\\"to know is to solve,\\\" from the Cuban\\neducator José Martí, brings us to an even more radical question:\\nit suggests to us that there is no true knowledge outside of concrete situations,\\nor the solution to problems of \\\"real\\\" life. And it really seems to be so, especially\\nwhen this question is put into the context of pedagogical processes.\\nTo educate is to socialize knowledge and is also the tool for producing knowledge\\nthat affects peopleís lives in their various dimensions of identity and universality.\\nTo learn in order to solve problems means to understand knowledge as a comprehension\\nof reality in order to transform it, comprehension of the human condition in\\norder to make it fuller, which is a very old lesson that the Pedagogy of the\\nMovement is merely recovering.\\n7. People are educated by learning from the past to plan for the future\\nIt was in this way that the Movement made itself as it is: learning from those\\nwho had struggled before, cultivating the memory of their own path. History\\nis made in this way: planning for the future beginning with the lessons of the\\npast cultivated in the present. ĎThe land holds the rootsí, says one of the\\nMSTís songs. Education also must hold the roots, helping to cultivate\\nthe memory of the people and in the development of historical consciousness.\\nEducators have a very specific task for this: their meetings with their learners\\ncan be a privileged time for learning to cultivate the collective memory, and\\nfor the study of a broader history. To know that this can make a difference:\\nthe memory of the debts to the people that were not paid, the wounds that were\\nnot healed, is not erased.\\nIt is necessary to educate every Sem Terra family so that their rural\\nroots, their culture, and how these roots take part in the formation of the\\nBrazilian people, are not forgotten, so that all the Sem Terra may learn\\nhow they came to the condition of being rural landless workers, and how they\\nhave many other brothers all over the world in a similar condition, who are\\nalso carrying on a struggle for the land and for agrarian reform as we are.\\nAnd as educators we also need to learn from this memory and its cultivation,\\nnot to remain imprisoned in the past, but, on the contrary, to set it in motion\\nand plan for the future what is best for everyone.\\n8. People are educated in collectivities\\nThe MST is a collectivity. And in it the Sem Terra learn that\\nthe collective is the great subject of the struggle for land as well as its\\ngreat educator. Nobody gets his/her land by him/herself; the occupations, the\\nencampments, the settlements are collective works. The force of each person\\nis in his roots, which is his part in a collectivity with a memory and project\\nfor the future. It is through taking part in the collective and its works that\\npeople are educated not alone, but in relation to others which potentializes\\ntheir own singular, unique person.\\nPeople do not learn to be human by themselves. Without the bonds of their participation\\nin collectives they cannot go forward to a fully human condition. Uprooted people\\nare dehumanized people, who do not recognize themselves in any past and have\\nno project for the future. To educate is to help root people in strong collectives;\\nit is to potentialize social, human harmony in the construction of identities,\\nvalues, knowledge, feelings. An educational environment is fundamentally an\\neducational collective, moved and planned by teachers, but shared by all of\\nits members. In a true collective, all are at the same time educators and educated,\\nbecause all are a part of the process of learning and re-learning to be human.\\n9. The educator educates by conduct\\nThe educator educates by conduct much more than by words. The strength of the\\nMST is not in its speeches, but in its actions and in the positions of the Sem\\nTerra who make them happen. It is the practices and the conduct of the collective\\nthat educates the people who take part in the Movement or live with it.\\nIt is for this reason that in the MST we have as educational references people\\nlike Paulo Freire and Che Guevara. They were not educators only for what they\\nsaid or wrote, but through the testimony of the consistency between what they\\nthought, said, and effectively did and were, as persons and as militants in\\nthe causes of the people.\\nTo be an educator is, therefore, a way of being, a way of being with the people\\nthat is a living message of values, convictions, feelings, of a conscience that\\nmoves us and that we claim to defend in our organization. It is to have a complete\\ncommittment, which is not easy. Only a collective can help us in the process\\nof criticism and self-criticism, in the calls and in the affections that show\\nus when we are vacillating and also show us the right path so that we may return\\nIndividuals are not only formed in school. There are other experiences that\\nproduce even stronger learning. The Pedagogy of the Movement is not contained\\nby the school, because neither the Movement nor human development is contained\\nby it. But the school is a part of the Movement and its pedagogy, so much so\\nthat historically the MST has tenaciously fought so that all the Sem Terra\\nmay have access to schools. The school that is a part of the Pedagogy of the\\nMovement is the one that returns to its original task: taking part in human\\nTo think of the school as a workshop of human development means to think\\nof it as a place where the educational process or the process of human development\\noccurs in an intentionally planned way, conducted and thought about for this\\npurpose, a process that is guided by a project for society and the human being,\\nand is sustained by the presence of people with specific knowledge for the work\\nof education, by the sincere co-operation of everyone who is there to learn\\nand to teach, and by the permanent link with other social practices that have\\nbegun and continue this work.\\nThe expression also helps us to rethink the pedagogical logic, or the pedagogical\\nmethod of the school. We claim that the school is not only a place for teaching,\\nand that a method of education is not the same as a method of teaching. It is\\nnecessary to plan various pedagogical strategies in view of the different kinds\\nof learning that make up the complex process of human development.\\nIn a school conceived as a workshop of human development, educators are architects,\\norganizers, and stimulators of the educational environment. This demands\\ngreat sensitivity and mastery of the arts of pedagogy to form the schools from\\na clear perception of how the educational process is developing in each student\\nand in the collectivity as a whole; to perceive the contradictions and not be\\noverwhelmed by them, but to work with them pedagogically; to be aware of what\\ndimensions need to be emphasized at one moment or another, what type of actions\\nneed to be performed and with what contents, what relations need to be worked\\non and at what time.\\nIt is a very important kind of learning: one needs to be humble enough to place\\noneself always in the situation of an apprentice of the process, as apprentices\\nthat we all are, of this complex art of building humanity, of which the MST\\nalso has a part, albeit but a small one.\\nArroyo, M. G. Ofício de mestre. Petrópolis: Vozes, 2000.\\nCaldart, R. S. Pedagogia do Movimento Sem Terra. Petrópolis:\\nCaldart, R. S. A pedagogia da luta pela terra: o movimento social como princípio\\neducativo, trabalho solicitado pela 23a Reunião Anual da ANPED,\\nTrabalho Movimentos Sociais e Educação, 2000.\\nFreire, P. Pedagogia da indignação. São Paulo:\\nEditora da UNESP, 2000.\\nMartí, J. Ideário pedagógico. Havana: Imprensa\\nNacional de Cuba, 1961.\\nStedile, J. P. e Fernandes, B. M. Brava gente: a trajetória do MST\\ne a luta pela terra no\\nBrasil. São Paulo: Fundação Perseu Abramo, 1999.\", \"id\": \"<urn:uuid:e36f0acb-8a94-4591-9076-124da9ebcad2>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.landless-voices.org/vieira/archive-05.phtml?ng=e&sc=3&th=42&rd=MOVEMENT610&cd=&se=0\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9582493901252747, \"token_count\": 5366, \"score\": 2.8125, \"int_score\": 3}\n"
"{\"text\": \"From Oxford University Press:\\nThere is a broad consensus among scholars that the idea of human rights was a product of the Enlightenment but that a self-conscious and broad-based human rights movement focused on international law only began after World War II. In this narrative, the nineteenth century's absence is conspicuous--few have considered that era seriously, much less written books on it. But as Jenny Martinez shows in this novel interpretation of the roots of human rights law, the foundation of the movement that we know today was a product of one of the nineteenth century's central moral causes: the movement to ban the international slave trade. Originating in England in the late eighteenth century, abolitionism achieved remarkable success over the course of the nineteenth century. Martinez focuses in particular on the international admiralty courts, which tried the crews of captured slave ships. The courts, which were based in the Caribbean, West Africa, Cape Town, and Brazil, helped free at least 80,000 Africans from captured slavers between 1807 and 1871. Here then, buried in the dusty archives of admiralty courts, ships' logs, and the British foreign office, are the foundations of contemporary human rights law: international courts targeting states and non-state transnational actors while working on behalf the world's most persecuted peoples--captured West Africans bound for the slave plantations of the Americas. Fueled by a powerful thesis and novel evidence, Martinez's work will reshape the fields of human rights history and international human rights law.\\n- Forces us to fundamentally rethink the origins of human rights activism\\n- Filled with fascinating stories of captured slave ship crews brought to trial across the Atlantic world in the nineteenth century\\n- Shows how the prosecution of the international slave trade was crucial to the development of modern international law\", \"id\": \"<urn:uuid:ec191471-6e59-4d54-afce-3997eab364e0>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://pesd.stanford.edu/publications/slavetrade_humanrightslaw/\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9455277919769287, \"token_count\": 358, \"score\": 3.046875, \"int_score\": 3}\n"
"{\"text\": \"Unnatural Selection: Choosing Boys Over Girls, and the Consequences of a World Full of Men\\nby Mara Hvistendahl\\nOne of history's more curious encounters occurred in early March 1766 at a country estate in southern England, near Dorking. The estate belonged to Daniel Malthus, a gentleman of independent means and wide intellectual interests. The philosophers David Hume and Jean-Jacques Rousseau were traveling in the neighborhood, seeking a house for Rousseau, who had just recently arrived in England under Hume's patronage after having been driven out of Switzerland.\\nDaniel Malthus was known to both philosophers, at least by correspondence, so they paid him a brief visit, in the course of which they saw his son Thomas, then just three weeks old. So there, presumably in the same room, were Hume, Rousseau, and the infant Thomas Malthus. It was an odd grouping: the serene empiricist, the neurotic social optimist, and the future oracle of demographic doom.\\nHume had actually dabbled in demography himself some years earlier. He had been one of the first to argue against the belief, common until his time, that the ancient world was more populous than the modern world. Demography, along with its cousin discipline of economics, was \\\"in the air\\\" during the later eighteenth century, waiting for the grown-up Malthus to cast his cold eye upon it in his momentous Essay on the Principle of Population (1798).\\nOf these two cousin disciplines, it is a nice point for argument which better deserves to be called \\\"the dismal science.\\\" I would vote for demography. It must be hard to maintain a cheerful composure while scrutinizing the ceaseless, often inexplicable ebbs and flows of nativity and mortality.\\nIt is a strange thing, too — and a depressing one for anyone of an empirical temperament — that what ought to be the most exact of all the human sciences has such a sorry record of prediction. What, after all, could be more certain than that a nation with number N of five-year-olds today will have N fifteen-year-olds in a decade's time, give or take some small margin for attrition and migration? The human sciences don't come any more precise than that. Yet large-scale predictions by demographers have been confounded again and again, from those of Malthus himself to that of Paul Ehrlich, who told us in his 1968 bestseller The Population Bomb that \\\"The battle to feed humanity is over … Billions will die in the 1980s.\\\"\\nEhrlich's book was very much of its time. The third quarter of the twentieth century was dogged by fears of a Malthusian catastrophe. Popular fiction echoed those fears in productions like John Brunner's novel Stand on Zanzibar (1968) and Richard Fleischer's movie Soylent Green (1973). It was assumed, reasonably enough, that populous poor countries were most at risk, being closest to the limits of food supply. Governments and international organizations therefore got to work promoting birth control in what we had just recently learned to call the Third World, with programs that were often brutally coercive.\\nBirth rates soon fell; though how much of the drop was directly due to the programs, and how much was an inevitable consequence of modernization, is disputed. The evidence is strong that women liberated from pre-modern subordination to their husbands, and given easy access to contraception, will limit their pregnancies with or without official encouragement.\\nThere was, though, a distressing side effect of the dropping birthrates. Many countries have a strong traditional preference for male children. So long as women in those countries were resigned to a lifetime of child-bearing, the sheer number of offspring ensured that the sex ratio at birth (SRB) would be close to its natural level of 105 males to 100 females. The post-natal ratio might be skewed somewhat by local traditions of female infanticide and by the loss of young men in war, but a rough balance was kept. China in the 1930s had around 108 males per 100 females.\\nOnce the idea of limiting births settled in, however, people sought assurance that one of their babies be male. If a mother gives birth twice, there is a 24 percent chance neither baby will be male; the chance of no males in three births is twelve percent; the chance of no males in four births, six percent. Female infanticide continued to be an option, but not an attractive one — nor, in most modern jurisdictions, a legal one.\\nTechnology met the need by providing methods to determine the sex of a fetus. From the mid-1970s to the early 1980s, amniocentesis was used for this purpose. Then high-quality second trimester ultrasound became widely available and took over the business of fetal sex determination. It caught on very fast all over East and South Asia, allowing women to abort female fetuses. The consequences showed up in last year's Chinese census, whose results are just now being published. They show an SRB of 118 males per 100 females.\\nThese unbalanced sex ratios and their social and demographic consequences form the subject matter of Mara Hvistendahl's book Unnatural Selection. An experienced journalist who has lived for many years in China, Ms. Hvistendahl covers the history, sociology, and science of sex-selective population control very comprehensively. She has organized each of her book's fifteen chapters around the experience of some significant individual: \\\"The Bachelor,\\\" \\\"The Parent,\\\" \\\"The Economist,\\\" and so on.\\nHer book's scope is by no means restricted to China: \\\"The Student\\\" of Chapter 6 is an Indian who commenced his medical training at a big hospital in Delhi in 1978, when sex-selective abortion was just taking off in India. We get a side trip to Albania, whose SRB is treated as a state secret, but seems to be at least 110. We also learn that sex-selective abortion is common among couples of Chinese, Korean, and Indian descent in the U.S.A. The subjects here are not just newly arrived immigrants, either. A research team from Columbia University found that:\\nIf anything, mothers who were U.S. citizens were slightly more likely to have sons. Sex selection, in other words, is not a tradition from the old country that easily dies out.\\nSouth Korea makes a particularly interesting study. That country's governments were more foresighted than most in spotting the problems that might arise from sex-selective abortion. They outlawed the procedure in 1987, and followed up with rigorous enforcement. South Korea's SRB is now at the natural level.\\nThere is more here than meets the eye, though, as Ms. Hvistendahl uncovers. As elsewhere, sex selection was mainly resorted to for second or subsequent births. The SRB for first births is essentially normal worldwide. And first births is wellnigh all the births there are now in South Korea. Our author tells us that: \\\"In 2005 Korea bottomed out with the lowest total fertility rate in the world, at an average of 1.08 children per woman.\\\" Things have since recovered somewhat. The 2011 estimate for total fertility rate is 1.23. That still makes for a fast-declining and aging population, though — surely not the ideal solution to the problem of sex ratio imbalances.\\nWhat of the issue of angry young surplus males unable to find wives? Ms. Hvistendahl takes a less alarmist view than the one put forth by Hudson and den Boer in their 2004 book Bare Branches. That there is a causal relationship from excess males to political despotism, as those authors argued, is not well supported by historical evidence. As Hvistendahl notes: \\\"Adolf Hitler came to power at a time when Germany had over two million more women than men as a result of the toll taken by World War I.\\\" (She might have added that the most authoritarian episode in recent Indian history was the 1975-77 \\\"Emergency,\\\" instigated by a female Prime Minister at a time of normal adult sex ratios.) One feels intuitively that a surplus of sex-starved young men will generate trouble, but on the evidence so far, things may not go beyond domestic disorders of the containable kind.\\nMs. Hvistendahl seems to be of conventionally feminist-leftist opinions, but she has visible trouble keeping those opinions in order when writing about sex-ratio imbalances. She of course favors \\\"reproductive rights,\\\" yet cannot but deplore the fact that those rights, extended to Third World peasant cultures, have led to a holocaust of female babies and the trafficking of young women from poorer places with low male-female ratios, to wealthier places with high ones.\\nShe works hard to develop a thesis about it all having been the fault of Western imperialists terrified of the breeding potential of poorer, darker peoples, in cahoots with opportunistic Third World dictators hungry for World Bank cash, but she cannot quite square the ideological circle. As she points out, abortion was frowned on throughout Asia until modern times. (Chinese people used to consider themselves one year old at birth: older Chinese still reckon their birthdays in this way.) Where would \\\"reproductive rights\\\" be in Asia if not for those meddling imperialists?\\nThese blemishes are minor, though, and probably inevitable in any book written by a college-educated young woman of our time. If you skip over them, you will find a wealth of research and much good narrative journalism in Unnatural Selection. The occasional feminist, leftist, and anti-American editorializing aside, this is a rich and valuable book on an important topic. David Hume would have admired Hvistendahl's respect for the data, even when it leads to conclusions that make hay of her prejudices. Rousseau would have applauded her egalitarian passions. Thomas Malthus, had he read the book, would have been tearing his hair out.\", \"id\": \"<urn:uuid:f6399029-a683-4014-83d3-8e457d2526dd>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.johnderbyshire.com/Reviews/HumanSciences/unnaturalselection.html\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9721161127090454, \"token_count\": 2060, \"score\": 2.953125, \"int_score\": 3}\n"
"{\"text\": \"Taking Play Seriously\\nBy ROBIN MARANTZ HENIG\\nPublished: February 17, 2008\\nOn a drizzly Tuesday night in late January, 200 people came out to hear a psychiatrist talk rhapsodically about play -- not just the intense, joyous play of children, but play for all people, at all ages, at all times. (All species too; the lecture featured touching photos of a polar bear and a husky engaging playfully at a snowy outpost in northern Canada.) Stuart Brown, president of the National Institute for Play, was speaking at the New York Public Library's main branch on 42nd Street. He created the institute in 1996, after more than 20 years of psychiatric practice and research persuaded him of the dangerous long-term consequences of play deprivation. In a sold-out talk at the library, he and Krista Tippett, host of the public-radio program ''Speaking of Faith,'' discussed the biological and spiritual underpinnings of play. Brown called play part of the ''developmental sequencing of becoming a human primate. If you look at what produces learning and memory and well-being, play is as fundamental as any other aspect of life, including sleep and dreams.''\\nThe message seemed to resonate with audience members, who asked anxious questions about what seemed to be the loss of play in their children's lives. Their concern came, no doubt, from the recent deluge of eulogies to play . Educators fret that school officials are hacking away at recess to make room for an increasingly crammed curriculum. Psychologists complain that overscheduled kids have no time left for the real business of childhood: idle, creative, unstructured free play. Public health officials link insufficient playtime to a rise in childhood obesity. Parents bemoan the fact that kids don't play the way they themselves did -- or think they did. And everyone seems to worry that without the chance to play stickball or hopscotch out on the street, to play with dolls on the kitchen floor or climb trees in the woods, today's children are missing out on something essential.\\nThe success of ''The Dangerous Book for Boys'' -- which has been on the best-seller list for the last nine months -- and its step-by-step instructions for activities like folding paper airplanes is testament to the generalized longing for play's good old days. So were the questions after Stuart Brown's library talk; one woman asked how her children will learn trust, empathy and social skills when their most frequent playing is done online. Brown told her that while video games do have some play value, a true sense of ''interpersonal nuance'' can be achieved only by a child who is engaging all five senses by playing in the three-dimensional world.\\nThis is part of a larger conversation Americans are having about play. Parents bobble between a nostalgia-infused yearning for their children to play and fear that time spent playing is time lost to more practical pursuits. Alarming headlines about U.S. students falling behind other countries in science and math, combined with the ever-more-intense competition to get kids into college, make parents rush to sign up their children for piano lessons and test-prep courses instead of just leaving them to improvise on their own; playtime versus r?m?uilding.\\nDiscussions about play force us to reckon with our underlying ideas about childhood, sex differences, creativity and success. Do boys play differently than girls? Are children being damaged by staring at computer screens and video games? Are they missing something when fantasy play is populated with characters from Hollywood's imagination and not their own? Most of these issues are too vast to be addressed by a single field of study (let alone a magazine article). But the growing science of play does have much to add to the conversation. Armed with research grounded in evolutionary biology and experimental neuroscience, some scientists have shown themselves eager -- at times perhaps a little too eager -- to promote a scientific argument for play. They have spent the past few decades learning how and why play evolved in animals, generating insights that can inform our understanding of its evolution in humans too. They are studying, from an evolutionary perspective, to what extent play is a luxury that can be dispensed with when there are too many other competing claims on the growing brain, and to what extent it is central to how that brain grows in the first place.\\nScientists who study play, in animals and humans alike, are developing a consensus view that play is something more than a way for restless kids to work off steam; more than a way for chubby kids to burn off calories; more than a frivolous luxury. Play, in their view, is a central part of neurological growth and development -- one important way that children build complex, skilled, responsive, socially adept and cognitively flexible brains.\\nTheir work still leaves some questions unanswered, including questions about play's darker, more ambiguous side: is there really an evolutionary or developmental need for dangerous games, say, or for the meanness and hurt feelings that seem to attend so much child's play? Answering these and other questions could help us understand what might be lost if children play less.\", \"id\": \"<urn:uuid:316c7af5-14e1-4d0b-9576-753e17ef2cc5>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://query.nytimes.com/gst/fullpage.html?res=9404E7DA1339F934A25751C0A96E9C8B63&scp=2&sq=taking%20play%20seriously&st=cse\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9614589214324951, \"token_count\": 1055, \"score\": 2.5625, \"int_score\": 3}\n"
"{\"text\": \"How much fun is it to be a child in your home? Do you ever stop to think about how the house looks from their point of view? My task for this week is to conduct a Child’s Eye Audit of our living space, to try and make the rooms more child- and play-friendly. The audit need only take a few minutes and might suggest simple changes to make to improve the play space.\\nTo conduct a child’s eye audit, sit or kneel down so you’re at your child’s eye-level and consider the following things.\\n1. Safety first. Most importantly, the room needs to be safe and it’s useful t0 review this aspect of your home from time to time as children grow taller, become more mobile or more adventurous. Think about what your child can reach, what you don’t want them to reach and make any necessary adjustments.\\n2. Child’s eye view. Sit back for a minute on the floor and scan the room. What’s visible to your child at their height, and what’s not? You might display all their lovely paintings on the wall and fridge door – but are they too high for your child to actually see? Is their view just of empty walls? Hang some art work at a lower level or set up a low shelf or table with a display of things they can enjoy.\\n3. Within reach. Consider how accessible your toys are. Do you have an enabling environment where your child can independently help themselves to toys and resources to use in their play or is everything out of reach? Try to find a balance so you can keep the space tidy whilst still allowing free access. Open shelving and low baskets work well for us with some materials such as paint stored higher up.\\n4. Ring the changes. Do you always have they same toys out? Sometimes putting away familiar toys and bringing out some forgotten ones can spark new creativity and fun. Don’t have a complete change of resources though, as children do like to know where favourite toys are. With Christmas on the way now is a good time to have a toy audit, donating ones your child has grown out of to the charity shop and getting ideas for their Christmas list.\\n5. Invitation to play. Do you have any toys that never get played with, or activities that you child rarely takes part in? What can you change to make things more inviting? If you’d like to encourage some more reading, perhaps you could set up a cosy reading corner or story tent – with comfy cushions, a basket of tempting books and a favourite teddy to share with? If your toy kitchen has been ignored for a while, add some new resources to catch your child’s eye: a muffin tin and paper cake cases, some jars of real dried pasta, a recipe book from your shelf or lay the table for a birthday tea and surprise your child with a new play possibility.\\nDo you sometimes review things from your child’s point of view? What changes have you made to make your space more child- and play- friendly? Leave a comment and share an idea with us.\\nI’m writing this at one o’clock in the afternoon and the sky is grey and the rain is tumbling down. It’s making me think about how the weather affects our play, and particularly I’m thinking about how much time we spend outdoors in autumn and winter. I don’t think there’s any question that playing outside is wonderful for children: the fresh air, the feeling of space, the sensory benefits of being in nature. I certainly know with my own two girls, and all the children I’ve looked after, that if we’re having a grumpy sort of day, getting outside – in the garden, park or just for a walk – most often is all that’s needed to lighten everyone’s mood.\\nBut it’s getting colder now, and windy and rainy and dark. If you’re the type who is happy to be outside all the time in all weathers, I really do salute you. I however am naturally inclined to prefer a hot cup of coffee and a warm blanket inside! We do play outside everyday, whatever the weather, but there’s no denying we play outdoors less in winter – which I’m guessing is the same for lots of you? So, I’m resolving to put more thought into getting out there and planning on bringing you some posts over the next few months that inspire us to venture out. I’d also like to invite you to share your ideas too. The Play Academy carnival on Friday is open to any of your posts and I’d also love to hear from you if you’d like to write a guest post here. (On any play subject in fact, not just on playing outside. You can e-mail me cathy (at) nurturestore (dot) co (dot) uk if you have an idea you’d like to write about).\\nTo start us off, my top three tips for getting outside, whatever the weather are…\\n- Keep yourself warm. If you’re wearing the right clothes, you’re much more likely to enjoy your time outside. Pretty much all the children I know don’t care if it’s cold, windy or raining – they are active kids and just love being outside. So, to help everyone enjoy themselves outside, and to stop you cutting short the children’s outdoor fun because you’ve had enough, my first tip is to make sure you are wearing the right clothes. Layer up, don’t forget your hat and gloves and make sure you are cosy.\\n- Get active. We’re going to shift our outdoor play away from fairy gardens and dinosaur world’s and include lots more active games. Hopscotch, skipping, what’s the time Mr. Wolf are great fun and will keep everyone on the move.\\n- Audit your outdoor space. Now is a good time to review your garden and get it ready for the colder months. Think about what you play outside and re-locate things or make changes to suit the weather. We’ll move the sandpit and den to under our covered area and make sure there are lots of props outside ready to spark active play (bikes, balls, kites, hula hoops). We’re not likely to do as much water play outside, so I’ll be thinking of ways to bring this inside.\\nWhat about you – are you an all weather family? How do you promote lots of outdoor play, whatever the weather?\\nBack in January I resolved to make 2010 our Year of Play. I’ve been thinking about this again this month as L has started at school. In last week’s Play Academy link-up I talked about wanting to make sure the girls still have lots of opportunity for playing, as well as schooling. So this weeks Twitter Tips are dedicated to having a playful return to school. The Twitter Tips get tweeted on a Friday at 8.30pm and in previous weeks they’ve started great twitter conversations, with people swapping ideas. The main thing I love about blogging is it being a forum to get inspiration and encouragement from others, so please feel free to add your own ideas in the comments or on our Facebook page. Join in, swap ideas, go play!\\nHow to have a playful Back to School\\n#goplay Twitter Tip #1If you’re using after school clubs check how playful they are: do they offer free play after a structured school day\\n#goplay Twitter Tip #2Make the school run fun: cycle, scoot or play i-spy. Leave a little earlier to let the kids play a bit before class\\n#goplay Twitter Tip #3 Set up a play invitation in the morning to entice the kids to play before they switch on the TV\\n#goplay Twitter Tip #4 Rediscover some old school favourites such as conkers or fortune tellers\\n#goplay Twitter Tip #5 Consider how many clubs to join so after school play time isn’t lost in a busy schedule.\\n#goplay Twitter Tip #6 Encourage playground fun by packing a skipping rope in the book bag. Ready for Ten has a great skipping tutuorial\\n#goplay Twitter Tip #7 Plan family time for the weekend: it doesn’t have to be expensive or extravagant but do make sure it happens.\\n#goplay Twitter Tip #8 Consider screen time. Could your kids live without TV for an hour, a day, a week? What could they play instead?\\n#goplay Twitter Tip #9 Locate the park nearest your school and stop off any day day you can on the way home. Enjoy some #playoutdoors\\n#goplay Twitter Tip#10 Instead of only setting up a homework area set up a play area too. Add untoys & let them #goplay\\nHow do you feel about the balance between school and play time? How do you manage homework at the weekend? Do your kids attend a playful school?\\nHappily shared with Top Ten Tuesday.\\nUse the linky below to add your post to the Play Academy\\nOur summer holidays are drawing to a close and my Little is starting school on Monday (oh my!). I feel very strongly that our play should keep going. B is moving up to the Juniors and although her school offers are great curriculum including play, art, music, drama and experiments I think it’s inevitable that her lessons will become more and more about schooling. September always feels like the start of the year to me, so I’m keeping in mind my resolution to make 2010 our Year of Play, and we’ll certainly be limiting our after school clubs and weekend commitments to allow plenty of time for playing. How do you feel about finding a balance between schooling (or home educating) and play?\\nI’m looking forward to getting even more inspiration from your Play Academy ideas this week – hope you’ll add a link.\\n1. Add your post to the Linky below. Remember to link to the individual post rather than your homepage. If you are not a blogger please visit the NurtureStore Facebook page and share your photo there.\\n2. Go and visit some of the other blogs on the Linky. Leave a comment and say hi. Get ideas. Tell them you’re visiting from the Play Academy.\\n3. Add a link back from your own post to this Play Academy – your readers can then come and get ideas too. You can use the Play Academy badge if you like.(Grab the code from the column on the left.)\\n4. Come back next Friday and swap some more play ideas. The next Play Academy linky will be Friday 10th September.\", \"id\": \"<urn:uuid:f1607610-8673-4722-9f25-b0d9f0cf0ce3>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://nurturestore.co.uk/category/mind/2010-the-year-of-play\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9464656710624695, \"token_count\": 2287, \"score\": 2.671875, \"int_score\": 3}\n"
"{\"text\": \"Age: 2-5 years\\nLittle ones can make flowers using muffin liners, glitter glue and buttons.\\nWhat You Need:\\n•Glue (we used glitter glue)\\n•Muffin liners (we used some plain and some silver)\\nWhat You Do:\\n- Let your little ones put glue on the construction paper whereever they would like to put a \\\"flower\\\".\\n- Have them place a muffin liner on the glue. Repeat.\\n- Encourage your child/student to put a dab of glue in the center of the muffin liner.\\n- Then, have them place a button on the glue dab.\\n- To complete the picture, little ones can use markers to draw stems and leaves on the construction paper.\\nwww.KinderArt.com | www.KinderArtLittles.com\\n© Andrea Mulder-Slater and KinderArt ®\", \"id\": \"<urn:uuid:d29c3a47-5696-46ff-a869-4b97755c8d20>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.kinderart.com/littles/artmaking/muffinlinerflowers.shtml\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.7309342622756958, \"token_count\": 188, \"score\": 2.953125, \"int_score\": 3}\n"
"{\"text\": \"Acrylic A synthetic fabric often used as a wool substitute. It is warm, soft, holds colors well and often is stain and wrinkle resistant.\\nAngora A soft fiber knit from fur of the Angora rabbit. Angora wool is often combined with cashmere or another fiber to strengthen the delicate structure. Dry cleaning is reccommended for Angora products.\\nBedford A strong material that is a raised corded fabric (similar to corduroy). Bedford fabric wears well and is usually washable.\\nBoucle A fabric made with boucle yarn(s) in wool, rayon and or cotton causing the surface of the fabric to appear looped.\\nBrocade An all-over floral, raised pattern produced in a similar fashion to embroidery.\\nBurnout Process of printing a design on a fabric woven of paired yarns of different fibers. One kind of yarn is burned out or destroyed leaving the ground unharmed.\\nCable Knit Patterns, typically used in sweaters, where flat knit columns otherwise known as cables are overlapped vertically.\\nCashmere A soft, silky, lightweight wool spun from the Kashmir goat. Cashmere must be dry-cleaned due to its delicate fibers and is commonly used in sweaters, shawls, outerwear, gloves and scarves for its warmth and soft feel.\\nChiffon A common evening wear fabric made from silk, cotton, rayon or nylon. It's delicate in nature and sheer.\\nChintz A printed and glazed fabric made of cotton. Chintz is known for its bright colors and bold patterns.\\nCorduroy Cotton fibers twisted as they are woven to create long, parallel grooves, called wales, in the fabric. This is a very durable material and depending on the width of the wales, can be extremely soft.\\nCotton A natural fiber that grows in the seed pod of the cotton plant. It is an inelastic fiber.\\nCotton Cashmere A blend of cotton and cashmere fibers, typically 85% to 15% respectively, this combination produces an extremely soft yarn with a matte finish.\\nCrepe Used as a description of surfaces of fabrics. Usually designates a fabris that is crimped or crinkled.\\nCrinoline A lightweight, plain weave, stiffened fabric with a low yarn count. Used to create volume beneath evening or wedding dresses.\\nCrochet Looping threads with a hooked needle that creates a wide, open knit. Typically used on sweaters for warm seasons.\\nDenim Cotton textile created with a twill weave to create a sturdy fabric. Used as the primary material of blue jeans.\\nDobby Woven fabric where the weave of the fabric actually produces the garment's design.\\nEmbroidery Detailed needlework, usually raised and created by yarn, silk, thread or embroidery floss.\\nEyelet A form of lace in a thicker material that consists of cut-outs that are integrated and repeated into a pattern. Usually applied to garments for warmer seasons.\\nFaille A textured fabric with faint ribbing. Wears wonderfully for hours holding its shape due to the stiffness of the texture. Used in wedding dresses and women's clothes.\\nFil'Coupe A small jacquard pattern on a light weight fabric, usually silk, in which the threads connecting each design are cut, creating a frayed look.\\nFrench Terry A knit cloth that contains loops and piles of yarn. The material is very soft, absorbent and has stretch.\\nGabardine A tightly woven twill fabric, made of different fibers such as wool, cotton and silk.\\nGeorgette A crinkly crepe type material usually made out of silk that consists of tightly twisted threads. Georgette is sheer and has a flowy feeling.\\nGingham Two different color stripes \\\"woven\\\" in pattern to appear checked.\\nGlen Plaid Design of woven, broken checks. A form of traditional plaid.\\nGuipure Lace A lace without a mesh ground, the pattern in held in place by connecting threads.\\nHerringbone A pattern originating from masonry, consists of short rows of slanted parallel lines. The rows are formatted opposing each other to create the pattern. Herringbone patterns are used in tweeds and twills.\\nHopsack A material created from cotton or woolthat is loosely woven together to form a coarse fabric.\\nHoundstooth A classic design containing two colors in jagged/slanted checks. Similar to Glen Plaid.\\nJacquard A fabric of intricate varigated weave or pattern. Typically shown on elegant and more expensive pieces.\\nJersey A type of knit material usually made from cotton and known to be flexible, stretchy, soft and very warm. It is created using tight stitches.\\nKnit A knit fabric is made by interlocking loops of one or more yarns either by hand with knitting needles or by machine.\\nLinen An exquisite material created from the fibers of the flax plant. Some linen contain slubs or small knots on the fabric. The material wrinkles very easily and is a light fabric perfect for warm weather.\\nLurex A metallic fiber woven into material to give the garment shine.\\nLycraTM Lycra is a type of stretch fabric where the fibers are woven into cotton, silk or synthetic fiber blends. These materials are lightweight, comfortable (need trademark symbol) and breathable, and the stretch will not wear away.\\nMadras Originating from Madras, India, this fabric is a lightweight, cotton material used for summer clothing. Madras usually has a checked pattern but also comes in plaid or with stripes. Typically made from 100% cotton.\\nMarled Typically found in sweaters, marled yarn occurs when two colored yards are twisted together.\\nMatelasse A compound fabric made of cotton, wool or other fibers with quilted character and raised patterns.\\nMatte A matte finish has a lusterless surface.\\nMerino Wool Wool sheered from the merino sheep and spun into yarn that is fine but strong.\\nModal A type of rayon that is made from natural fibers but goes through a chemical treatment to ensure it has a high threshold of breakage. Modal is soft and breathable which is why it's used as a cotton replacement.\\nNon-iron A treated cotton that allows our Easy Care Shirts to stay crisp throughout the day and does not need ironing after washing/drying.\\nNylon A synthetic fiber that is versatile, fast drying and strong. It has a high resistance to damage.\\nOmbre A color technique that shades a color from light to dark.\\nOttoman A firm, lustrous plain weave fabric with horizontal cords that are larger and rounder than those of the faille. Made of wool, silk, cotton and other manufactured fibers.\\nPaisley A pattern that consists of crooked teardrop designs in a repetitive manner\\nPlacket The piece of fabric or cloth that is used as a concealing flap to cover buttons, fasteners or attachments. Most commonly seen in the front of button-down shirts. Also used to reinforce openings or slits in garments.\\nPiping Binding a seam with decoration. Piping is similar to tipping or edging where a decorative material is sewn into the seams.\\nPointelle An open-work knitting pattern used on garments to add texture. Typically a cooler and general knit sweater.\\nPolyester A fabric made from synthetic fibers. Polyester is quick drying, easy to wash and holds its shape well.\\nPonte A knit fabric where the fibers are looped in an interlock. The material is very strong and firm.\\nPoplin A strong woven fabric, heavier in weight, with ribbing.\\nRayon A manufactured fiber developed originally as an alternative for silk. Rayon drapes well and looks luxurious.\\nSateen A cotton fabric with sheen that resembles satin.\\nSeersucker Slack-tension weave where yarn is bunched together in certain areas and then pulled taught in others to create this summery mainstay.\\nShirring Similar to ruching, shirring gathers material to create folds.\\nSilk One of the most luxurious fabrics, silk is soft, warm and has shine. It is created from female silkworm's eggs.\\nSilk Shantung A rough plain weave fabric made of uneven yarns to produce a textured effect, made of fibers such silk in which all knots and lumps are retained.\\nSpace dyed Technique of yarn dyeing to produce a multi-color effect on the yarn itself. Also known as dip dyed yarn.\\nSpandex Also known as Lycra (trademark symbol), this material is able to expand 600% and still snap back to its original shape and form. Spandex fibers are woven with cotton and other materials to make fabrics stretch.\\nTipping Similar to edging, tipping includes embellishing a garment at the edges of the piece, hems, collars etc.\\nTissue Linen A type of linen that is specifically made for blouses or shirts due to its thinness and sheerness.\\nTweed A loose weave of heavy wool makes up tweed which provides warmth and comfortability.\\nTwill A fabric woven in a diagonal weave. Commonly used for chinos and denim.\\nVariegated Multi-colored fabrics where colors are splotched or in patches.\\nVelour A stretchy knit fabric that looks similar to velvet. Very soft to the touch.\\nVelvet A soft, silky woven fabric that is similar to velour. Velvet is much more expensive than velour due to the amount of thread and steps it takes to manufacture the material.\\nVelveteen A more modern adaptation of velvet, velveteen is made from cotton and has a little give. Also known as imitation velvet.\\nViscose Created from both natural materials and man-made fibers, viscose is soft and supple but can wrinkle easily.\\nWale Only found in woven fabrics like corduroy, wale is the long grooves that give the garment its texture.\\nWindowpane Dark stripes run horizontal and vertical across a light background to mimic a window panes.\\nWoven A woven fabric is formed by interlacing threads, yarns, strands, or strips of some material.\", \"id\": \"<urn:uuid:04a048d3-152b-45eb-ac6e-e7717919a899>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.anneklein.com/Matte-Jersey-Sleeveless-Drape-Top/90724376,default,pd.html?variantSizeClass=&variantColor=JJQ47XX&cgid=90316517&pmin=25&pmax=50&prefn1=catalog-id&prefv1=anneklein-catalog\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.931941032409668, \"token_count\": 2146, \"score\": 2.53125, \"int_score\": 3}\n"
"{\"text\": \"Bootie A shoe that resembles a boot in style but is not as high.\\nBrocade An all-over floral, raised pattern produced in a similar fashion to embroidery.\\nCircumference The measurement around the shaft of a boot taken at the widest part.\\nCotton A natural fiber that grows in the seed pod of the cotton plant. It is an inelastic fiber.\\nCushioning Padding on the sole of a shoe for added comfort and stabilization.\\nDobbyWoven fabric where the weave of the fabric actually produces the garment's design.\\nEmbroidery Detailed needlework, usually raised and created by yarn, thread or embroidery floss.\\nFaille A slightly ribbed, woven fabric of silk, cotton, or rayon.\\nHoundstooth A classic design containing two colors in jagged/slanted checks. Similar to Glen Plaid.\\nLiningThe leather, fabric or synthetic material used on the inside of a shoe.\\nLamé A metallic or plastic fiber woven into material to give the garment shine.\\nMarled Typically found in sweaters, marled yarn occurs when two colored yards are twisted together.\\nMatte A matte finish has a lusterless surface.\\nMerino Wool Wool sheered from the merino sheep and spun into yarn that is fine but strong.\\nOmbre A color technique that shades a color from light to dark.\\nPaisley A pattern that consists of crooked teardrop designs in a repetitive manner.\\nPoplin A strong woven fabric, heavier in weight, with ribbing.\\nSateen A fabric woven with sheen that resembles satin.\\nShirring Similar to ruching, shirring gathers material to create folds.\\nSole The outsole, or bottom part of a shoe.\\nStacked Heel A heel made of leather or leawood covering that gives the appearance of wood.\\nSynthetic Materials Man-made materials designed to look or function like leather.\\nTweed A loose weave of heavy wool makes up tweed, which provides warmth and comfort.\\nTwill A fabric woven in a diagonal weave. Commonly used for chinos and denim.\\nVariegated Multi-colored fabrics where colors are splotched or in patches.\\nViscoseA cellulosic man-made fibers, viscose is soft and supple but can wrinkle easily.\\nWedge Heel A heel that lies flat to the ground and extends from the shank to the back of the shoe.\\nWoven A woven fabric is formed by interlacing threads, yarns, strands, or strips of some material.\", \"id\": \"<urn:uuid:34eaf969-a050-46fc-9917-ce3a0e03647a>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.jny.com/Snake-Print-Bangle-Set/26563195,default,pd.html?variantSizeClass=&cgid=25487270&prefn1=catalog-id&prefv1=jonesny-catalog\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.8932533264160156, \"token_count\": 553, \"score\": 2.703125, \"int_score\": 3}\n"
"{\"text\": \"Acrylic A synthetic fabric often used as a wool substitute. It is warm, soft, holds colors well and often is stain and wrinkle resistant.\\nAngora Rabbit Hair A soft fiber knit from fur of the Angora rabbit. Angora wool is often combined with cashmere or another fiber to strengthen the delicate structure. Dry cleaning is recommended for Angora products.\\nBedford A strong material that is a raised corded fabric (similar to corduroy). Bedford fabric wears well and is usually washable.\\nBoot Footwear which covers the entire foot and extends to the height of the anklebone or up to the thigh.\\nBootie A shoe that resembles a boot in style but is not as high.\\nBrocade An all-over floral, raised pattern produced in a similar fashion to embroidery.\\nCable Knit Patterns, typically used in sweaters, where flat knit columns otherwise known as cables are overlapped vertically.\\nCashmere A soft, strong and silky, lightweight wool spun from the Kashmir goat. Cashmere is commonly used in sweaters, shawls, outerwear, gloves and scarves for its warmth and soft feel.\\nChiffon A common evening wear fabric made from silk, cotton, rayon or nylon. It's delicate in nature and sheer.\\nChintz A printed and glazed fabric made of cotton. Chintz is known for its bright colors and bold patterns.\\nCircumference The measurement around the shaft of a boot taken at the widest part.\\nCorduroy Cotton blend fibers twisted as they are woven to create long, parallel grooves, called wales, in the fabric. This is a very durable material and depending on the width of the wales, can be extremely soft.\\nCotton A natural fiber that grows in the seed pod of the cotton plant. It is an inelastic fiber.\\nCrepe Used as a description of surfaces of fabrics. Usually designates a fabric that is crimped or crinkled.\\nCrinoline A lightweight, plain weave, stiffened fabric with a low yarn count. Used to create volume beneath evening or wedding dresses.\\nCrochet Looping threads with a hooked needle that creates a wide, open lace. Typically used on sweaters for warm seasons.\\nCushioning Padding on the sole of a shoe for added comfort and stabilization.\\nDenimCotton blend fabric created with a twill weave to create a sturdy fabric. Used as the primary material of blue jeans.\\nDobbyWoven fabric where the weave of the fabric actually produces the garment's design.\\nEmbroidery Detailed needlework, usually raised and created by yarn, thread or embroidery floss.\\nEmbossed Leather Leather imprinted with a design or exotic skin texture, such as snake, ostrich or croco.\\nEyelet A form of lace in a thicker material that consists of cut-outs that are integrated and repeated into a pattern. Usually applied to garments for warmer seasons.\\nFaille A slightly ribbed, woven fabric of silk, cotton, or rayon.\\nFrench Terry A knit cloth that contains loops and piles of yarn. The material is very soft, absorbent and has stretch.\\nGeorgette A crinkly crepe type material usually made out of silk that consists of tightly twisted threads. Georgette is sheer and flowing nature.\\nGingham It is a fabric made from dyed cotton year. It is most often know to be woven in a blue and white check or plaid pattern. It is made from corded, medium to fine yarns, with the color running in the warp yarns. There is no right or wrong side of this fabric.\\nGlen PlaidA woolen fabric, with a woven twill design of large and small checks. A form of traditional plaid originating in Scotland.\\nHeel Height It is the measurement of a vertical line from the point where the sole meets the heel down to the floor. Heel height is measured in increments of 1/8 of an inch.\\nHerringbone A pattern originating from masonry, consists of short rows of slanted parallel lines. The rows are formatted opposing each other to create the pattern. Herringbone patterns are used in tweeds and twills.\\nHopsack A material created from cotton or wool that is loosely woven together to form a coarse fabric.\\nHoundstooth A classic design containing two colors in jagged/slanted checks. Similar to Glen Plaid.\\nInsole The inside lining of the shoe that is underneath the bottom of the foot. Another term for footbed.\\nInstep The arched section of the foot between the toes and the ankle, or the part of the shoe which covers that area.\\nJacquard A fabric of intricate variegated weave or pattern. Typically shown on elegant and more expensive pieces.\\nJersey A type of knit material known to be flexible, stretchy, soft and very warm. It is created using tight stitches.\\nKnit A knit fabric is made by interlocking loops of one or more yarns either by hand with knitting needles or by machine.\\nLinenAn exquisite material created from the fibers of the flax plant. Some linen contain slubs or small knots on the fabric. The material is a light fabric perfect for warm weather.\\nLiningThe leather, fabric or synthetic material used on the inside of a shoe.\\nLamé A metallic or plastic fiber woven into material to give the garment shine.\\nLycra ®TMSpandex fibers add stretch to fabric when the fibers are woven with other fiber blends. These materials are lightweight, comfortableTM and breathable, and the stretch will not wear away.\\nMadras Originating from Madras, India, this fabric is a lightweight, cotton material used for summer clothing. Madras usually has a checked pattern but also comes in plaid or with stripes. Typically made from 100% cotton.\\nMarled Typically found in sweaters, marled yarn occurs when two colored yards are twisted together.\\nMatte A matte finish has a lusterless surface.\\nMerino Wool Wool sheered from the merino sheep and spun into yarn that is fine but strong.\\nModal A type of rayon that is made from natural fibers but goes through a chemical treatment to ensure it has a high threshold of breakage. Modal is soft and breathable which is why it's used as a cotton replacement.\\nNon-iron A treated cotton that allows our Easy Care Shirts to stay crisp throughout the day and does not need ironing after washing/drying.\\nNylon A synthetic fiber that is versatile, fast drying and strong. It has a high resistance to damage.\\nOmbre A color technique that shades a color from light to dark.\\nPaisley A pattern that consists of crooked teardrop designs in a repetitive manner.\\nPatent Leather Leather made from cattle hide that has been varnished to give a hard and glossy finish.\\nPlacket The piece of fabric or cloth that is used as a concealing flap to cover buttons, fasteners or attachments. Most commonly seen in the front of button-down shirts. Also used to reinforce openings or slits in garments.\\nPiping Binding a seam with decoration. Piping is similar to tipping or edging where a decorative material is sewn into the seams.\\nPointelle An open-work knitting pattern used on garments to add texture. Typically a cooler and general knit sweater.\\nPolyester A fabric made from synthetic fibers. Polyester is quick drying, easy to wash and holds its shape well.\\nPonte A knit fabric where the fibers are looped in an interlock. The material is very strong and firm.\\nPoplin A strong woven fabric, heavier in weight, with ribbing.\\nPump Classically a high, medium, or low heeled, totally enclosed shoe. Variations include an open toe or ornament.\\nRayon A manufactured fiber developed originally as an alternative for silk. Rayon drapes well and looks luxurious.\\nSateen A fabric woven with sheen that resembles satin.\\nSeersucker Slack-tension weave where yarn is bunched together in certain areas and then pulled taught in others to create this summery mainstay.\\nShaft Height Measurement of the shaft of the boot, which is from the top of the boot to the inside seam where the instep and the sole meet.\\nShirring Similar to ruching, shirring gathers material to create folds.\\nSilk One of the most luxurious fibers, silk is soft, warm and has shine. It is obtained from the cocoons of the silkworm's larvae.\\nSole The outsole, or bottom part of a shoe.\\nSpace dyed Technique of yarn dyeing to produce a multi-color effect on the yarn itself. Also known as dip dyed yarn.\\nSpandexElastomeric fiber, this material is able to expand 600% and still snap back to its original shape and form. Spandex fibers are woven with cotton and other fibers to make fabrics stretch.\\nStacked Heel A heel made of leather or leawood covering that gives the appearance of wood.\\nSynthetic Materials Man-made materials designed to look or function like leather.\\nTipping Similar to edging, tipping includes embellishing a garment at the edges of the piece, hems, collars etc.\\nTissue Linen A type of linen, which is specifically made for blouses or shirts due to its thinness and sheerness.\\nTweed A loose weave of heavy wool makes up tweed, which provides warmth and comfort.\\nTwill A fabric woven in a diagonal weave. Commonly used for chinos and denim.\\nVariegated Multi-colored fabrics where colors are splotched or in patches.\\nVelour A stretchy knit fabric, typically made from cotton or polyester. It has a similar soft hand to velvet.\\nVelvetA pile fabric in which the cut threads are very evenly distributed, with a short dense pile, giving it a distinct feel.\\nVelveteen A more modern adaptation of velvet, velveteen is made from cotton and has a little give. Also known as imitation velvet.\\nViscoseA cellulosic man-made fibers, viscose is soft and supple but can wrinkle easily.\\nWale Only found in woven fabrics like corduroy, wale is the long grooves that give the garment its texture.\\nWedge Heel A heel that lies flat to the ground and extends from the shank to the back of the shoe.\\nWindowpane Dark stripes run horizontal and vertical across a light background to mimic a window pane.\\nWoven A woven fabric is formed by interlacing threads, yarns, strands, or strips of some material.\", \"id\": \"<urn:uuid:70ec883d-7f47-4172-8115-7a1124765db6>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.jny.com/Classic-Slim-Fit-Pant/26551684,default,pd.html?variantSizeClass=&variantColor=JJ3WCXX&cgid=24983446&pmin=0&pmax=25&prefn1=catalog-id&prefv1=jonesny-catalog&srule=New%20Arrivals\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9296337962150574, \"token_count\": 2246, \"score\": 2.625, \"int_score\": 3}\n"
"{\"text\": \"Hands on activityThe English designer William Morris was influenced by Indian patterns when he designed this block printed cotton fabric in 1883. Other British designers used Indian patterns, such as 'Paisley'. Using factories, British cloth makers were able to make cheaper fabrics and sell it in India in Victorian times. Indian weavers spun, wove and decorated their cloth in their own homes and this made it more expensive, so many of them went out of business. Have a look at the images below. They show some designs, cloth printing and the blocks used to print cloths.\\nYou would need to print with your block thousands of time to decorate a large piece of cloth by hand. You can make a printing block using a potato - it's much easier to carve than wood!\\nYou will need:\\na big potato\\npaper for your pattern\\na small knife with a pointed end or a scalpel\\nfabric paints or dyes - use indigo, turmeric or henna if you want to make authentic Indian colours\\npaper plates for mixing colours\\n1. Cut your potato in half and leave it to dry for a few hours. If you want, you can slice off the edges to make a square, which will be easier to line up when you print. You can also use a polystyrene ceiling tile, with the pattern drawn into it. You can buy real wood printing blocks in some Indian shops if you want to print from wood.\\n2. Design your printing block pattern on thin white paper, filling in the areas to be cut out. Remember to make the pattern no larger than the potato. Cut the paper 1 centimetre bigger than the design.\\n3. Tape your paper design onto the dry potato.\\n4. Get an adult to help with this part. Using the sharp knife or scalpel, cut out your design.\\n5. Mix your dyes or fabric paints on the paper plate. If you are using an Indian dye such as turmeric make it into quite a thick paste.\\n6. Paint the dye onto your potato block, or press the block into the dye on the plate.\\n7. Practice printing the block on some scrap paper before you try it on the fabric.\\n8. Print the pattern onto the fabric. It looks best when you print repeated patterns, or try different colours next to each other. Keep the patterns in line using a long ruler.\\n9. Leave the fabric to dry.\\nNeed some inspiration?\\nHave a look at the some Victorian paisley patterns.\\nYou can have a go at a block printing activity in this Museum Open Learning Initiative activity.\\nWooden blocks are available ready made from Parrotfish.\\nHave a look at some William Morris designs and download some wallpaper.\", \"id\": \"<urn:uuid:69ba2ea4-bf08-4a99-ae50-19420c6223a6>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.kew.org/plant-cultures/schools/schools_textiles_blockprint.html\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9351616501808167, \"token_count\": 564, \"score\": 2.921875, \"int_score\": 3}\n"
"{\"text\": \"Join Us on\\nAdd To Favorites\\nDiscover the beauty, and functionality, of ancient Native American pottery! These replicas are a wonderful way to learn more about a culture.\\nPottery in any culture is an age-old practice that was originally practical and eventually became seen as an art form. Ancient Native American pieces are beautifully decorated ceramics that are not only functional but a pleasure to look at as well. Choose a style of pottery from one Native nation to replicate.\\nBased on the style of the pot, choose an armature such as a recycled container or crumpled aluminum foil. Cover this basic form with a thin Crayola® Model Magic® layer.\\nAdd embellishments to your pot by creating ropes, leather cords, feathers, and beads, as appropriate to the culture and time period, and affixing them to your pot. For even edges, cut the compound with Crayola Scissors.\\nOne way to make beads is to cut a long piece of fishing line. Make small Model Magic balls and wrap them around the fishing line about half-way down the length. Leave enough fishing line uncovered so you can use it to wrap around the lip of the pot later. Try making different shapes of beads and alternating colors to get different patterns. Another way to make beads is by wrapping the Model Magic compound around short pieces of plastic straws. You can then string your beads any way you like.\\nAt the end of a string of beads on Native pottery, there are often large decorative feathers. Roll out Model Magic compound into feathers. Combine different colors for multicolor feathers. Then take a craft stick or other modeling tool to etch in the feather’s vein and the edges. Press the feather on the fishing line at the end of your beads. Cut off any fishing line that sticks out on the bottom. Wrap the extra fishing line around the lip of the pot and tie a knot.\\nYou can hide the fishing line by covering the lip with cords or other decorative elements. Adorn your pot with a beautiful rope by braiding three long pieces of Model Magic compound and then wrapping the braid around the lip.\\nAdd leather-like cords by rolling out long pieces of Model Magic compound and pressing them a little flat. Then twist and hang them on your pot. Model Magic® dries to the touch overnight and dries completely in 2 to 3 days.\\nStudy Native American use of animal hides for homes and clothing.\\nAdd To Favorites\\nHow do people communicate when the landscape is as barren and forbidding as Arctic tundra? Make a stone message board In\\nMake a realistic replica of a Hopi messenger from the spirit world. Incorporate natural objects to explore this traditio\\nTell bigger-than-life raven stories from the Tlingit, Salish, and Haida nations. Build a miniature theatre to set the st\\nInterview relatives about your family history. Write and illustrate the story of your family's past on a scroll you can\\nCreate an original pop-art repetitive portrait based on a study the life and work of Andy Warhol.\\nPicasso’s art career spanned many decades and included a variety of styles and influences. Create a portrait collage ins\\nUpdate an ancient craft with contemporary designs and art materials. These holiday ornaments are light and unbreakable,\\nOur crayons have been rolling off the assembly line since 1903, and you can see how it’s done.\\nVisit us »\\nBe the first to know!\", \"id\": \"<urn:uuid:67bf451a-fd43-4295-971e-25c07fdc2b9d>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.crayola.com/lesson-plans/native-pottery-replicas-lesson-plan/\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9236852526664734, \"token_count\": 726, \"score\": 2.84375, \"int_score\": 3}\n"
"{\"text\": \"What Is Mead?\\nMead, also known as honey wine, is regarded as the oldest of fermented beverage and has stood the test of time. From the dawn of pre-history to today mead has long been regarded as a delicacy, often referred to as the \\\"nectar of the gods\\\". The earliest archaeological evidence for the production of mead dates to around 7000 BC where pottery vessels containing a mixture of mead, rice and other fruits along with organic compounds of fermentation were found in Northern China.\\nCrafted Artisan Meadery uses the finest raw, unfiltered, unpastuerized honey as well as fruits, spices, herbs, and other natural ingredients to create an experience that is solely \\\"mead\\\". Some of our meads are aged on oak and others not...oak does wonders to an already complex mead. Our use of honey might make you think that mead is only sweet. While mead can be made as sweet as a dessert wine it can also be made dry...and anywhere in between. Yes, you'll find a little of \\\"traditional wine\\\" and even a little of \\\"craft beer\\\" elements but mead is an experience all it's own. Where other beverages work within the confines of industry standards and style categories mead can be broken down into a few broad categories that allow us to be as creative and unique as we want...there are no rules.\\nTraditional Traditional mead is purely Honey, Water, and Yeast. Traditionals allow the chosen honey to be showcased and the drinker to explore the characteristics of that honey. Tupelo, Clover, Orange Blossom, the list is long...there is a wide array of varietal honey available each with it's own unique flavor and aroma characteristics.\\nMelomel Melomels are mead crafted using fruit, honey, water and yeast. Fresh and local: any fruit can be used but we tend to stick to fruits that we can source locally to ensure the freshest and best product possible. We build relationships with our vendors and often times find ourselves hauling a trailer load of cider or blueberries back from their family operations. Ask us, we'd love to share with you how to find these great local farms.\\nMetheglin Metheglins are mead crafted using spices and/or herbs, honey, water and yeast. Cinnamon, vanilla and hibiscus are just a few examples of the countless ingredients we can use. The name \\\"metheglin\\\" finds it origins in the welsh translation \\\"medicine\\\" where these herbal elixirs were seen as have healing powers. We can't vouch for medicinal qualities but can say that a good metheglin is tough to beat.\\nPyment Pyments are mead crafted using wine grapes, honey, water, and yeast. While being a type of melomel pyments are worth noting for their combination of elements of both wine and mead. While using red or white grapes honey is used to create something that is truly unique.\\nCyser Cysers are mead crafted using apple cider, honey, and yeast. Being in Northeast Ohio we are in a prime location for some of the best tasting and freshest apple cider around. With our local sources we are usually able to begin a cyser fermentation within a day or two of the cider being pressed. With the number of apple and honey varieties available there is an endless array of flavors to create.\", \"id\": \"<urn:uuid:9f61095d-0f35-4cbb-862b-20ac132b3c03>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.craftedmead.com/what-is-mead/\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9628613591194153, \"token_count\": 706, \"score\": 2.59375, \"int_score\": 3}\n"