{"text": "Elderly people are at increased risk of food-borne illness because as they age, their immune systems become weaker. In fact, the website for the Centers for Disease Control estimates that each year about 48 million people get sick, 128,000 are hospitalized and 3,000 die from food-borne diseases. The most severe cases tend to occur in the very old.\nThe good news is that food poisoning can be prevented if you follow proper home food safety practices.\nRuth Frechman, a registered dietitian and spokesperson for the American Dietetic Association, spoke with AgingCare.com about home food safety for elderly people. \"Since older adults are at particular risk for food-borne illness, good food safety habits are extremely crucial.\"\nMs. Frechman says three common cooking and food preparation mistakes can result in unsafe food and potential food poisoning.\nBacteria in raw meat and poultry juices can be spread to other foods, utensils and surfaces. . \"To prevent cross-contamination, keep raw foods separate from ready-to-eat foods and fresh vegetables,\" she says. \"For example, use two cuttings boards: one strictly for raw meat, poultry and seafood; the other for ready-to-eat foods like breads and vegetables.\"\nShe recommends washing cutting boards thoroughly in hot soapy water after each use or placing them in the dishwasher. Use a bleach solution or other sanitizing solution and rinse with clean water. Always wash your hands after handling raw meat.\nLeaving food out too long\nLeaving food out too long at room temperature can cause bacteria to grow to dangerous levels that can cause illness. \"Many people think it's okay to leave food sitting out for a few hours,\" Ms. Frechman says. \"But that's a dangerous habit. Food should not be left out for more than two hours. And if it's over 90 degrees, like at an outdoor summer barbecue, food should not be out for more than one hour.\"\nIts common knowledge that meat should be cooked to proper temperatures. However, most people don't know that even leftovers that were previously cooked should be re-heated to a certain temperature. Ms. Frechman says re-heating foods to the proper temperature can kill many harmful bacteria.\nLeftovers should be re-heated to at least 165 degrees Fahrenheit. \"Harmful bacteria are destroyed when food is cooked to proper temperatures,\" she says. \"That's why a food thermometer comes in handy not only for preparing food, but also for re-heating.\"\nHow long it is safe to eat leftovers? Not as long as you would think, Ms. Frechman says. Chicken, fish and beef expire after three to four days in the refrigerator. To help seniors track if leftovers are still good, she recommends writing the date on the package of leftovers.\nSeniors and their caregivers should take these preventive measures to avoid germs in food and contracting food poisoning. Pay attention to the foods that are eaten, how food is prepared, and properly maintain the food in the refrigerator, and you may avoid an illness that could cause great discomfort, weakening of the body or even death.", "id": "<urn:uuid:fa1546c3-bbdd-441b-a8ad-eb263ea80d04>", "dump": "CC-MAIN-2013-20", "url": "http://www.agingcare.com/Articles/Top-3-Food-Preparation-Mistakes-That-Cause-Food-borne-Illness-147181.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9592506885528564, "token_count": 656, "score": 3.25, "int_score": 3}
{"text": "Food Safety for Moms to Be: Highlights - Entertaining All Year\n|A year-round food safety guide to help keep yourself and your guests safe while entertaining.\nAlso available in Spanish > En español >\nWhether you're hosting or attending a shower, pot-luck dinner, birthday party, school fair, or other social event - they all involve food! Enjoy these events while keeping your unborn baby safe from foodborne bacteria. Use these tips to help you select, prepare, and handle food safely year-round!\nPreventing foodborne illness is easy as...\n|1. Clean||Wash hands and surfaces often.|\n|2. Separate||Don't cross-contaminate.|\n|3. Cook||Cook to proper temperatures.|\n|4. Chill||Refrigerate promptly.|\nFor more information about the 4 Simple Steps to Food Safety, see Lifelong Food Safety.\nFirst Things First\nAlways wash your hands thoroughly with soap and warm water before and after handling food.\nSafe Food Handling for Social Events\nMake food safety the center of your entertaining activities during your pregnancy and beyond!\n4 Steps to Safe Food Shopping\n- Separate raw meat, poultry, and seafood from other foods in your grocery shopping cart and your grocery bags. Raw juices from these foods can contain harmful bacteria, which can spread to other foods. Consider placing these raw foods inside plastic bags to keep the juices contained.\n- Don't purchase foods if the \"sell by\" date has passed.\n- Transport food home right away and refrigerate perishables immediately to prevent any bacteria from rapidly growing in the food.\n- When the weather's hot, place groceries in the air-conditioned passenger compartment of your car rather than the hot trunk. Bacteria can multiply rapidly at high temperatures.\n|Take Note, Moms-to-Be!\nDon't include these foods on your shopping list. They're not safe for you or your unborn baby.\n|A Note About Listeria\nThis bacterium that can be particularly harmful to you and your unborn baby and can be found in these foods:\n3 Ways to Safely Defrost Frozen Foods\n- In the refrigerator. Cold temperatures keep most harmful bacteria from multiplying.\n- In cold water. Change the water every half-hour to keep the water cold.\n- Using the microwave, but cook the food immediately after it's defrosted.\nNote: Don't defrost foods at room temperature. Bacteria can grow in the \"danger zone,\" the range of temperatures usually between 40° and 140°F (4° and 60°C).\nBe creative and tempt your party guests with an array of fun platters, but keep food selections safe. Here's how:\n- Heating foods to the right temperature for the proper amount of time kills harmful bacteria, so cook meat, poultry, fish, and eggs thoroughly. For the recommended cooking temperatures, see Cook.\n- Some raw eggs can contain harmful bacteria. Some of your favorite homemade recipes may call for raw or lightly-cooked eggs. These may include recipes for Caesar salad dressing, ice cream, custards, chocolate mousse, and some sauces. Here are safe ways to make your favorite egg-containing foods:\n- Add the eggs to the amount of liquid called for in the recipe, then heat the mixture thoroughly.\n- Use store-bought products of the foods listed above, which are often already cooked or pasteurized.\n- Purchase pasteurized eggs. These eggs can be found in some supermarkets and are labeled \"pasteurized.\" Here are several types consumers can buy:\n- Fresh, pasteurized eggs in the shell (found in the refrigerator section).\n- Liquid, pasteurized egg products (found in the refrigerator section).\n- Frozen, pasteurized egg products (found in the frozen food section).\n- Powdered egg whites (found in the baking section).\nRefrigerate all perishables (foods that can spoil or become contaminated by bacteria if unrefrigerated) up until serving time. These foods include:\n- Finger sandwiches\n- Cheese chunks\n- Fruit salad\n- Foods that contain dairy products\nPlan a bacteria-free buffet with these helpful tips:\nIf you're planning a buffet at home and are not sure how quickly the food will be eaten, keep buffet portions small. Prepare a number of small platters and dishes ahead of time. Store cold back-up dishes in the refrigerator or keep hot dishes in the oven set at 200° F to 250° F (-73° C to -23° C) prior to serving. This way, your late-arriving guests can enjoy the same appetizing arrangements as the early arrivals.\nHot foods should be kept at an internal temperature of 140° F (60° C) or warmer. Use a food thermometer to check. Serve or keep food hot in chafing dishes, crock pots, and warming trays. Note: Some warmers only hold food at 110° F to 120° F (-163° C to -153° C), so check the product label to make sure your warmer has the capability to hold foods at 140° F or warmer.\nCold foods should be kept at 40° F (4 ° C) or colder. Keep cold foods refrigerated until serving time. If food is going to stay out on the buffet table longer than two hours, place plates of cold food on ice to retain the chill.\nKeep It Fresh\nDon't add new food to an already-filled serving dish. Instead, replace nearly-empty serving dishes with freshly-filled ones. Bacteria from people's hands may have contaminated the food. Plus, bacteria may have started to multiply at room temperature.\nWatch the Clock\nRemember the 2-Hour Rule: Discard any perishables left out at room temperature for more than two hours, unless you're keeping it hot or cold. If the buffet is held in a place where the temperature is above 90°F, the safe-holding time is reduced to one hour.\nLeaving with Leftovers?\nBe sure to refrigerate leftovers immediately after you arrive home.", "id": "<urn:uuid:942da8bb-7c73-4c1b-968e-adea42d1c804>", "dump": "CC-MAIN-2013-20", "url": "http://www.fda.gov/Food/FoodborneIllnessContaminants/PeopleAtRisk/ucm083680.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9088973999023438, "token_count": 1269, "score": 2.859375, "int_score": 3}
{"text": "Take a look at this snapshot from Health Canada's website fact sheet entitled Healthy Lawn Tips.\n- Although it may look untidy, leave grass clippings on your lawn when you mow it to provide nutrient recycling.\n- Aerate compacted soil in the fall to help oxygen, water and nutrients reach roots.\n- Over-seed patchy areas.\n- In heavy traffic areas, replace grass with mulch or paving stones.\n- Check your lawn for early signs of pests and other problems such as holes caused by small animals digging for insects.\n- Set your mower so that your grass is seven to eight cm high to encourage deeper roots and help fend off weeds.\n- Water infrequently, but when you do, make sure you allow the water to get deep into the soil (about 1.5 centimetres) to promote deep roots. Over-watering starves the soil of oxygen and invites disease. Apply at least 2.5 centimetres of water. Put a container on your lawn to measure how much you've watered. An empty tuna can is about the right height.\n- Maintain good soil with ample depth and organic matter to prevent problems.\n- If physical control methods fail and you use a pesticide, be sure the one you pick lists the pest you are trying to control on the label, and follow all the instructions.\nMore information is available online at www.healthcanada.gc.ca/pmra. Fact sheets include Starting a Lawn, Lawn Maintenance, Life of a Lawn and Common Lawn Problems.", "id": "<urn:uuid:6e7b2bdc-26a3-4a11-97ed-8adc9b0dc113>", "dump": "CC-MAIN-2013-20", "url": "http://www.househunting.ca/Vacation-Homes/Helpful+tips+healthy+grass/6836611/story.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8970359563827515, "token_count": 319, "score": 3.203125, "int_score": 3}
{"text": "In addition, health issues, such as pain, asthma, restless legs syndrome, and back problems, also can contribute to lack of sleep. So can some medications, such as decongestants, steroids and some medicines for high blood pressure, asthma or depression.\nSecrets of good sleep\nYou can take steps to shift your body and mind into more beneficial sleep habits:\n- Keep your bedroom dark, quiet, comfortable and cool. “Making your bedroom a sanctuary conducive for sleep can make a significant difference in the quality of sleep you get,” says Dr. Wolfson.\n- Go to sleep and wake up at the same time, even on weekends. Doing so helps keep your internal “circadian clock” in balance, which signals your body to sleep and wake in a regular pattern.\n- Establish a regular, relaxing bedtime routine that might include reading a book, listening to soothing music or doing something else you find relaxing. “A relaxing, routine activity right before bedtime helps separate your sleep time from activities that can make it more difficult to fall asleep or remain asleep,” says Dr. Wolfson. “Parents know that a bedtime routine can help children get a good night’s sleep. Doing the same for themselves can have the same results.”\n- Make sure your mattress is comfortable and supportive. Good-quality mattresses generally last about 10 years. Have comfortable pillows and make the room attractive and inviting.\n- Avoid caffeine close to bedtime. Caffeine products, such as coffee, tea and colas, remain in the body, on average, from three to five hours, but they can affect some people up to 12 hours later.\n- Avoid alcohol close to bedtime. Many people think of alcohol as a sedative, but it actually disrupts sleep, causing nighttime awakenings.\n- Quit smoking. Nicotine is a stimulant that can make it more difficult for smokers to fall asleep, stay asleep and wake in the morning. Smokers should never smoke in bed or when they’re sleepy.\n- Finish eating at least two or three hours before your regular bedtime. Be aware that large, high-fat or spicy meals may cause heartburn, which leads to difficulty falling asleep and discomfort during the night.\n- Exercise regularly but complete your workout at least a few hours before bedtime. Exercising regularly makes it easier to fall asleep and contributes to sounder sleep. However, working out right before going to bed will make falling asleep more difficult.\n- Find ways to manage stress and anxiety. Relaxation exercises, meditation or deep breathing work for many people.\n“If there are problems or issues keeping you awake, try writing them in a notebook and putting it away,” suggests Dr. Wolfson. “That way, you’ve registered your concerns but become free to put them aside until morning.”\nWhen to seek help\nIf your sleep problems persist for longer than a week and are bothersome, or if sleepiness interferes with the way you feel or function during the day, don’t self-medicate with sleeping pills; make an appointment with your doctor.\n“The key to better sleep is recognizing you’re not getting enough deep, restorative sleep, and then doing something about it,” says Dr. Wolfson. “Failure to do so puts you and others at risk.”", "id": "<urn:uuid:1cbff567-0d53-485f-b0da-b9c3af53d7f1>", "dump": "CC-MAIN-2013-20", "url": "http://www.kcra.com/Gets-the-ZZZs-you-need/-/11798090/18014276/-/item/1/-/14d2jl9/-/index.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9462397694587708, "token_count": 712, "score": 2.75, "int_score": 3}
{"text": "Most of the causes of dementia cannot be prevented. Good personal health habits and medical care, however, can prevent some types of dementia. Here are some things you can do:\nDementia caused by stroke - Monitor and control your blood pressure, exercise every day, and eat a balanced diet with plenty of fruits and vegetables to maintain a healthy body weight.\nAlcohol-related dementia - Limit the amount of alcohol you drink.\nA colleague of mine is in emotional limbo, waiting for his elderly mother to die. Should he drive the 200 miles back and forth to work, so... Read more »\nAs we age, we tend to use the same vocabulary choices over and over, and, if what I surmise is correct, even those with normal mental ... Read more »\nWhy am I not surprised? A study has shown that two classes of drugs often given, in tandem, to people with dementia - a population that... Read more »\nI am sometimes asked what degrees I have relating to medicine and healthcare, since I speak at conferences to healthcare professionals... Read more »", "id": "<urn:uuid:c6ad0554-e775-4275-9e4e-eabc298c6e09>", "dump": "CC-MAIN-2013-20", "url": "http://www.healthcentral.com/alzheimers/h/geriatric-dementia.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9462385177612305, "token_count": 220, "score": 2.859375, "int_score": 3}
{"text": "Many things can trigger depression. It is common during life changes such as adolescence, marriage, birth and menopause. It can be a consequence of your upbringing - such as whether or not you were taught effective coping skills as a child. There is a genetic component to depression, and influences such as diet, stress and illness also play a part.\nBeing depressed can make you feel out of control and helpless, yet there are many ways to avoid falling into depression.\n* Examine your diet. What you eat - or don’t eat - can influence your mood. The same diets that can cause heart disease and arthritis in some individuals - one that is high in sodium and saturated fat, and low in whole, fresh plant foods and unrefined essential fatty acids (EFAs) - can cause depression in others. Likewise, food allergies can also alter brain function and trigger depression (Biol Psychiatry, 1981; 16: 3-19). Wheat, milk, corn, beef and eggs are common culprits (Ann Allergy, 1982; 48: 166-71). But bear in mind that food allergies linked to depression often have an addictive quality - so whatever you eat compulsively may be contributing to the problem.\n* Psychotherapy is as effective as drugs. Cognitive behavioural therapy can help those at risk of depression to become more conscious of negative thoughts and attitudes that feed into their depressions. Patients undergoing such therapy can learn to change (or at least mitigate) these unhelpful tendencies (J Consult Clin Psychol, 1989; 57: 414-9).\n* Drug-induced depression is very common. Around 200 different classes of drugs have been implicated, including beta-blockers, tranquillisers, corticosteroids and birth-control pills, as well as alcohol and recreational drugs. If you think you may be reacting to a drug, consider switching to another family of drugs or trying other options.\n* Environmental pollutants such as heavy metals, petrochemicals, pesticides and other toxins can disrupt the nervous system and lead to mild, but chronic, mood disorders, including depression (Med Clin North Am, 1990; 74: 325-45). Similarly, exposure to electromagnetic fields (EMFs), especially at work (West J Med, 2000; 173: 94-100) can lead to more depression and suicide in some vulnerable individuals (Bioelectromagnetics, 2001; [Suppl 5]: S132-43).\n* St John’s wort is the most effective herbal remedy for mild depression because it works in a similar way to conventional antidepressants. A standardised extract (0.03 per cent hypericin) usually at a dose of 300 mg three times a day can be just as effective as antidepressant drugs (BMJ, 1996; 313: 253-8). What’s more, the side-effects are minimal.\n* Traditional acupuncture can be as good as conventional drugs for preventing relapses in depression (Compl Ther Med, 2001; 9: 216-8).\n* Electroacupuncture can benefit those suffering from major depression who cannot tolerate the side-effects of antidepressant drugs (Psychiatry Clin Neurosci, 1998; 52 [Suppl]: S338-40).\n* Stay active. People who exercise regularly have less depression (Prev Med, 2003; 36: 698- 703). Typically, any aerobic exercise, such as walking or jogging, for 20-30 minutes three or four times a week will benefit mild-to-moderate depression (BMJ, 1985; 291: 109).\n* Acknowledge your feelings. Depressed individuals often try to suppress their ‘bad’ feelings, especially those concerning distressing life experiences. ‘Confessing’ your most troubling feelings and experiences in a private diary can have significant long-term benefits on both mental and physical health (J Abnorm Psychol, 1986; 95: 274-81; J Consult Clin Psychol, 1989; 57: 414-9).\n* Get a good night’s sleep. Since depression and lack of sleep can form a vicious circle, make sure you sleep well. Stick to regular bedtimes; having curtains that keep the light out will help regulate night-time melatonin secretion; and don’t exercise or take stimulants such as coffee or alcohol before going to bed.", "id": "<urn:uuid:9171d770-9281-450b-b87c-28bc5e2c8f52>", "dump": "CC-MAIN-2013-20", "url": "http://www.healthy.net/scr/article.aspx?Id=2809", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9212630391120911, "token_count": 882, "score": 3.265625, "int_score": 3}
{"text": "1. Why is extremism an issue in prisons?\nExtremist groups often pose special security risks in prisons. They may encourage the overthrow of the government, and prison officials can be targeted as agents of \"illegal\" government authority. Further, their literature often encourages ethnic hatred, promoting a violent and racially charged prison atmosphere.\nSince the 1980s, white supremacist organizations have spread throughout the American prison system, beginning with the growth of Aryan Brotherhood.1 Aryan Nations, although not permitting inmates to become members, has engaged in \"prison outreach\" since 1979. In 1987, it began publishing a \"prison outreach newsletter\" called The Way to facilitate recruitment. Aryan Nations also disseminates its literature and letters to inmates. The World Church of the Creator and some Identity Church groups engage in similar outreach activity, as do other racist groups, such as Nation of Islam. The situation is further complicated by the fact that nonideological criminal prison gangs are often organized based on race, which increases racial polarization.\nImprisoned extremists also pose a security threat by continuing their activities while incarcerated. They recruit inmates, and teach other inmates extremist tactics. Some imprisoned extremists also have attempted to continue to influence adherents outside of prison by, for instance, publishing newsletters from the prison to maintain their outside following.\nPrison officials have responded in various ways, reflecting the fact that each state has its own prison system (as do cities, counties and the federal government), and that prisons have varying populations. At times, prison officials have tried to limit access to extremist literature, and these responses have occasionally given rise to litigation because they potentially impinge upon inmates' First Amendment rights. The questions are especially complicated when the censored material comes from a group that claims to be religious.\n1 Aryan Brotherhood, at one time associated with Aryan Nations, began as a virulent racist and anti-Semitic prison gang, and has since developed into a crime gang associated with extortion, drug operations and prison violence.\n2. Do inmates have the same First Amendment rights as everybody else?\nThe United States Supreme Court has said that \"prison walls do not form a barrier separating prison inmates from the protections of the Constitution.\" Nevertheless, inmates' First Amendment rights are less extensive than other citizens' and their rights can be limited due to security or other penological concerns. Because of the particular challenges administrators face running prisons, the Supreme Court has acknowledged there is a compelling government interest which warrants limiting prisoners' rights. Courts have been deferential to prison officials' assessments of security threats, and sensitive to their related regulatory decisions, even if such decisions impact inmates' First Amendment rights.\nA prison regulation that impinges on an inmate's constitutional rights will be upheld in court if that regulation is reasonably related to legitimate penological objectives. This means that, generally, prison officials can ban extremist materials from prisons because of concerns that the distribution of such material will undermine prison security. Extremist books, leaflets, and magazines have been forbidden to prisoners on this basis. Such material has not been allowed through the mail and has not been kept in the prison library.\nHowever, prisons have less discretion to limit inmates' religious practices than other First Amendment rights due to a new federal law. Because of the Religious Land Use and Institutionalized Persons Act (RLUIPA), prison officials' discretion in limiting access to extremist material may depend in part on whether such material is related to an inmate's religious exercise. Therefore, prison regulations that affect religious exercise, including access to religious literature, will be reviewed carefully if challenged in court.\n3. What legal standard is used to determine the constitutionality of prison regulations?\nThe Supreme Court announced the standard under which it would review the constitutionality of prison regulations in Turner v. Safley, a case involving a challenge to a complete prohibition on inmate marriage. As noted earlier, a prison regulation is constitutional if it is reasonably related to legitimate penological objectives. Under this standard, courts have upheld regulations based on the consideration of certain factors:\n- Is there a valid, rational connection between the prison regulation and the legitimate governmental\ninterest put forward to justify it?\n- Are there alternative means of exercising the assert- ed right that remain open to inmates?\n- How great a negative impact will accommodating the inmates' rights have on guards, other inmates,a\nnd on the allocation of prison resources?\nCourts will consider the existence of obvious and easy alternatives to a challenged regulation as evidence of a regulation's arbitrariness.\n4. Is the same legal standard used to determine the constitutionality of prison regulations that implicate an inmate's right to free exercise of religion?\nNo, the same standard is not applicable to determining the constitutionality of prison regulations alleged to violate inmates' free exercise rights. The constitutionality of such regulations is determined under the more stringent standard set forth in RLUIPA. RLUIPA says that the government cannot impose a substantial burden on the religious exercise of an inmate, even if the inmate's religious exercise is being limited by a generally applicable rule. However, an inmate's religious practices can be limited if the prison official demonstrates that the regulations in question (i) further a compelling interest and (ii) the same interest cannot be served in a manner that is less restrictive of the inmate's free exercise rights.\nSince RLUIPA was enacted in September 2000, it has not yet been interpreted by the courts. Therefore, how this statute will impact prison regulations that affect inmates' religious exercise remains unclear.\n5. How should prison officials evaluate whether particular material can be withheld from inmates?\nGenerally, the First Amendment does not allow speech to be censored by the government because of the content of that speech. The government can only limit the time, place, and manner of speech. However, because inmates have more limited First Amendment rights than other citizens, some content-based discrimination is allowed for security reasons. For example, the United States Court of Appeals for the 10th Circuit upheld a prison official's decision to withhold entire issues of the magazine, Muhammad Speaks, because certain articles in the magazine created a danger of violence by advocating racial, religious, or national hatred. This decision was prior to the passage of RLUIPA, and therefore the Court's analysis might be somewhat different today. Under current law, if having the entire magazine withheld was determined to be a substantial burden on inmates' free exercise rights, the Court might require that the offending material be removed rather than the entire issue being withheld.\nRegulations that exclude publications from a prison because of security concerns have been found constitutional when the regulations have required individualized review of any material before it is banned, notification to inmates that the material has been denied, and the possibility of review of such decisions. Courts have tended to find prison regulations that ban all literature from particular groups unconstitutional. However, the determination of the constitutionality of a given regulation or the implementation of the regulation has tended to be very fact-specific. Courts look not only at the regulation at issue but also consider the nature of the prison (high, medium, or low security) and the particular administrative challenges faced by the prison (such as crowding and quantity of incoming mail) in determining reasonableness, or the practical existence of less restrictive alternative measures.\n6. Can prison officials apply the same restrictions to outgoing prison material?\nThe Supreme Court does not allow content regulation with respect to outgoing mail from inmates. While outgoing mail can be searched for contraband,2 content regulation of outgoing mail is also more restricted because it implicates the First Amendment rights of non-prisoner addressees.3 In addition, outgoing material does not pose a threat to internal prison security; therefore content limitations have been considered less urgent. However, regulations can limit the content of outgoing mail categorically. For example, escape plans, threats, running a business, and blackmail are categories that have been disallowed. Therefore, correspondence from prisoners to extremist groups cannot be banned outright because of its content. However, inmates can be prevented from distributing a newsletter from prison when doing so constitutes running a business.\n2 Special rules exist with respect to attorney-client correspondence or mail that implicates an inmate's right to access the courts that are beyond the scope of this discussion.\n3 However, prison officials can forbid all correspondence between incarcerated individuals.\n7. Can extremist \"missionaries\" be prevented from visiting prisons?\nPrison officials can ban categories of prison visitors, such as former inmates or visitors who have previously broken visiting rules. An extremist \"missionary\" can be barred from a prison because of generally applicable rules. In addition, prisons can create procedures for requesting visiting ministers, and impose conditions on the selection of the ministers, such as sponsorship by an outside religious organization. Prison officials can also exclude prison \"missionaries\" if they are advocating violence or otherwise fomenting prison unrest by encouraging racial tension. However, under RLUIPA, the prison would have to show that any restrictions on visiting clergy are the least restrictive means of achieving its end.\nPrison officials do not have a responsibility to hire a minister for each religious denomination represented in the prison population. However, if visiting ministers of one denomination are compensated, visiting ministers of other denominations must be equally compensated. Security limitations can be placed on inmate-led prayer or services, but again, under RLUIPA, the prison would have to show that any restrictions on such gatherings is the least restrictive means of achieving its end. For example, it is more likely that the prison could limit the frequency of such meetings, the number of attendees and require supervision than that such gatherings could be banned outright.\n8. Under what circumstances must prisons accommodate prisoners' religious dietary requirements?\nAccommodating religiously based dietary rules has become an issue when dealing with extremists because incidents have raised concern that extremists \"adopt\" religious practices that are not based on sincere beliefs in order to obtain special privileges, such as specialized diets. Generally, if an inmate's request for a special diet is because of a sincerely held belief and religious in nature, the inmate has a constitutionally protected interest. Under RLUIPA, a request for a special religious diet can only be refused based on a compelling prison interest and if it is the least restrictive means possible for the prison protecting that interest. Prisons may offer more limited food selection to prisoners with religious dietary limitations, such as providing only cold kosher meals rather than hot food. In the past, when determining whether a prison was required to provided a special diet for a prisoner, courts have considered whether the dietary restrictions were central to the prisoner's religious observance. Under RLUIPA, such a determination would probably not be relevant. The threshold question in evaluating the prison's obligation to accommodate a request would still be whether the inmate's dietary request arose out of sincerely held beliefs that were religious in nature.", "id": "<urn:uuid:4b29297a-7223-4dae-a9fc-a294677b62b3>", "dump": "CC-MAIN-2013-20", "url": "http://archive.adl.org/civil_rights/prison_ex.asp", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9501674175262451, "token_count": 2202, "score": 2.796875, "int_score": 3}
{"text": "Then and now, there is ample proof that Americans do take Supreme Court nominations seriously. With good reason.\nSooner or later, the nation's most vexing disagreements over our most vital issues wind up before the Supreme Court. None quite penetrates to the core of our democratic being more than those involving First Amendment rights and values.\nEach term, the nine justices must grapple with profound questions involving freedom of speech, freedom of thought and freedom to participate in political discourse: Just how free is freedom of speech? What is the role of religion in public life? Does national security trump the public's right to know?\nDuring the Court's last three terms, the First Amendment has not fared well. The high court has accepted for review far fewer free-expression-related cases than usual and it has been unusually stingy in recognizing First Amendment claims. In only two of the 15 decisions rendered in free-expression cases did the Court sustain those claims.\nHow the First Amendment will fare in the future depends on how Chief Justice John Roberts differs from his predecessor, William Rehnquist, and how Miers, if confirmed, differs from O'Connor.\nDuring his 33 years on the Court as an associate justice and chief justice, Rehnquist consistently voted against free-speech and free-press claims. O'Connor, however, played a pivotal role during her time as justice, frequently casting the decisive fifth vote in religion cases and occasionally in expression cases.\nThe justices over the next 12 months will hear arguments, review briefs and render opinions in several cases that have direct bearing on whether we have full or constricted freedoms when we wish to play a role in the crucial political, cultural or religious issues that confront us.\nIn five cases, the Court will once more take up the question of whether state laws regulating campaign contributions and expenditures pose an unconstitutional threat to political expression: Is money speech?\nThe issues of compelled speech and government funding of speech are raised in another case. A coalition of university law schools which object to the military's ban against acknowledged homosexuals contends that requiring them to allow military recruiters on campus violates their rights.\nAnother case tests the limits of the free exercise of religion. The justices will decide whether the federal government can prohibit a small group of followers of a Brazilian religious sect in New Mexico from importing a banned substance, a hallucinogenic tea, for use in its ceremonies.\nIn a case involving anti-abortion protests appearing before the Court for the third time since 1986, the justices' ruling could affect protest and picketing rights and practices.\nAnd a Los Angeles deputy district attorney wants the Court to declare that his free-speech rights were violated when he was disciplined for informing a defense attorney about ethical problems in a pending case.\nThe confirmation process for Miers should be complete by the end of the year. At present, chances seem good that she will be confirmed. Since 1789, the Senate has rejected only 34 of 155 nominations to the Supreme Court.\nNot much is known about Roberts' views on these issues; even less about Miers'. First Amendment advocates, of course, hope they set the new Court on a new course as far as free expression is concerned. In that regard, Justice Brandeis set a great example as a First Amendment champion during his 23 years on the Supreme Court.\n\"Those who won our independence,\" he wrote in 1927, \"believed liberty to be the secret of happiness and courage to be the secret of liberty. They believed that freedom to think as you will and to speak as you think are means indispensable to the discovery and spread of political truth.\"\nThe cause of liberty would be better served if this Court's future rulings transcend individual temperament and ideology to embrace the freedom for speech and the tolerance for belief that define a vital democracy.\nEditor's note: Paul K. McMasters is First Amendment ombudsman at the First Amendment Center, 1101 Wilson Blvd., Arlington, Va. 22209. Web: www.firstamendmentcenter.org. E-mail: email@example.com.", "id": "<urn:uuid:9b2b1d71-d1b0-4968-9420-c92bddd3e0ae>", "dump": "CC-MAIN-2013-20", "url": "http://articles.centralkynews.com/2005-10-13/news/24908337_1_decisive-fifth-vote-chief-justice-john-roberts-first-amendment", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9596128463745117, "token_count": 825, "score": 2.703125, "int_score": 3}
{"text": "From Oxford University Press:\nThere is a broad consensus among scholars that the idea of human rights was a product of the Enlightenment but that a self-conscious and broad-based human rights movement focused on international law only began after World War II. In this narrative, the nineteenth century's absence is conspicuous--few have considered that era seriously, much less written books on it. But as Jenny Martinez shows in this novel interpretation of the roots of human rights law, the foundation of the movement that we know today was a product of one of the nineteenth century's central moral causes: the movement to ban the international slave trade. Originating in England in the late eighteenth century, abolitionism achieved remarkable success over the course of the nineteenth century. Martinez focuses in particular on the international admiralty courts, which tried the crews of captured slave ships. The courts, which were based in the Caribbean, West Africa, Cape Town, and Brazil, helped free at least 80,000 Africans from captured slavers between 1807 and 1871. Here then, buried in the dusty archives of admiralty courts, ships' logs, and the British foreign office, are the foundations of contemporary human rights law: international courts targeting states and non-state transnational actors while working on behalf the world's most persecuted peoples--captured West Africans bound for the slave plantations of the Americas. Fueled by a powerful thesis and novel evidence, Martinez's work will reshape the fields of human rights history and international human rights law.\n- Forces us to fundamentally rethink the origins of human rights activism\n- Filled with fascinating stories of captured slave ship crews brought to trial across the Atlantic world in the nineteenth century\n- Shows how the prosecution of the international slave trade was crucial to the development of modern international law", "id": "<urn:uuid:ec191471-6e59-4d54-afce-3997eab364e0>", "dump": "CC-MAIN-2013-20", "url": "http://pesd.stanford.edu/publications/slavetrade_humanrightslaw/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9455277919769287, "token_count": 358, "score": 3.046875, "int_score": 3}
{"text": "To the profound comprehension of this law of the intellectual generation of ideas, are due the marvels of Catholic civilisation. To that wonderful civilisation is due all that we admire and all that we see. Its theologians, even considered humanly, put to the blush modern and ancient philosophers; her doctors excite wonder by the immensity of their science; its historians by their generalising and comprehensive views, cast those of antiquity into the shade. St Augustine’s “City of God” is, even today, the most profound book of history which genius, illuminated by the rays of Catholicity, has presented to the astonished eyes of men. The acts of her Councils, leaving aside the divine inspiration, are the most finished monuments of human prudence. The Canonical, excel in wisdom the Roman, and the feudal, laws. Who is before St Thomas in science, St Augustine in genius, Bossuet in majesty, St Paul in power? Who is greater as a poet than Dante? Who is equal to Shakespeare? Who surpasses Calderon? Who, like Raphael, infused life and inspiration into the canvas?\nPlace people in sight of the pyramids of Egypt, and they will tell you, “Here has passed a grand and barbarous civilisation.” Place them in sight of the Grecian statues and temples, and they will tell you, “Here has passed a graceful, ephemeral, and brilliant civilisation.” Place them in sight of a Roman monument, and they will tell you, “Here has passed a great people.” Place them in sight of a cathedral, and on beholding such majesty united to such beauty, such grandeur to such taste, such grace to such delicacy, such severe unity to such rich variety, such measure to such boldness, such heaviness in the stones, with such suavity in their outlines, and such wonderful harmony between silence and light, shade and colour, they will tell you,\nHere has passed the greatest people of history, and the most astounding of human civilisations: that people must have taken grandeur from the Egyptian, brilliancy from the Greek, strength from the Roman, and, beyond the strength, the brilliancy, and grandeur, something more valuable than grandeur, strength, and brilliancy—immortality and perfection.\nDonoso Cortes, Essays on Catholicism, Liberalism and Socialism", "id": "<urn:uuid:1e20e376-8397-4c86-8b15-e8c69cceb6bb>", "dump": "CC-MAIN-2013-20", "url": "http://www.gornahoor.net/?p=223", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9463511109352112, "token_count": 496, "score": 2.609375, "int_score": 3}
{"text": "Dante Alighieri was the greatest Italian poet and one of the most important\nEuropean writers. Dante live through the years of 1265 – 1321. He has a very\nunique way of writing and started his works at the age of 35. Dante wrote La\nDivina Comedia based on the era he live through and all the knowledge of his\nlifetime was imbedded in his works. In this specific work he writes about a journey\nwhich he wishes to better understand the afterlife receive his salvation. Throughout\nhis journey Virgil was his guide and taught him all about the nine circles of hell\nand the punishments that the sinners received in each circle. Dante was a very\npowerful writer and his writing has many significant symbols to many different\nobjects. This story is very complex and interesting to read and understand each\nAfter Dante exits hell with his guide Virgil, he arrives into Purgatory.\nPurgatory is the in between where Dante sees sinners being punished. Each sin has\na different punishment depending on the sin. Purgatory is a place where sinners\ntemporarily get punished in order to purify themselves and be ready for heaven.\nThere these people learn the mistakes they have made and realize the seriousness\nof their sins and prepare to enter heaven/paradise. Virgil guides Dante throughout\npurgatory and leads him to paradise where Beatrice will be there to guide him to\nA very important character of the Divine Comedy is Virgil. Virgil is Dante’s\nguide throughout Purgatory. Virgil is a very helpful guide and is a poet whom\nDante looked up to. Virgil symbolized human reason and taught Dante everything\nhe knows about the inferno and purgatory. Virgil is in the first realm of hell, limbo.\nHe is in limbo because he is a pagan and was never baptized. Virgil takes Dante\nthrough each circle and describes each circle, the reason people are there and\ndescribes each punishment. Virgil protects Dante from the leaders of each circle as...", "id": "<urn:uuid:f5054873-6adf-4f04-95b1-a3fdb4f478b6>", "dump": "CC-MAIN-2013-20", "url": "http://www.antiessays.com/free-essays/140615.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.97272789478302, "token_count": 420, "score": 3.265625, "int_score": 3}
{"text": "For the first time since 1415, we are going to have a conclave or papal election with no Pope to bury beforehand. But the procedures for the election are not affected by this ‘novelty.’ Dan Brown might seem an unlikely source for information on a Papal election but the detailed description in Angels and Demons was apparently taken from a book by a Jesuit scholar and is quite accurate.\nWhen the See of Rome is declared vacant – normally when a Pope dies – most of the senior prelates who were the Pope’s ‘ministers’ resign. Power is entrusted to a cardinal called the Camerlengo, in this case Cardinal Tarcisio Bertone, who under normal circumstances would bury the Pope.\nThe last papal election took 48 hours, but such speed wasn’t always the case. In the 13th century the papacy was vacant for a year-and-a-half and an election was forced by the people of Rome who locked up the cardinals until a pope was elected. In another case, the people not only locked up the cardinals, they tore off the roof of the building and put the cardinals on a diet of bread and water.\nNow, with Benedict’s resignation the cardinals are essentially being given a ‘month’s notice’ and can plan their trip to Rome and think about what they want in the new pope. In a sense, because of the pre-planning that can be brought to bear on this election, there is potentially a lot of time to consider who should be the next leader of the world’s 1 billion catholics.\nThe cardinals will stay in a specially constructed 5 storey residence inside the Vatican walls, Santa Marta. and will be conveyed by coach to the Sistine Chapel for morning and afternoon sessions there. The process of election must begin no more than 20 days after the see is vacant. Only cardinals under the age of 80 can enter the conclave – the word means ‘with a key’ in Latin, referring to the fact that the Cardinals are locked into the election hall.\nThere are 119 eligible to vote, 67 of whom were appointed by Benedict and the rest by JPII. Cardinals who are excommunicated can actually attend but not those who have resigned. A cardinal who resigned and joined Napolean Bonaparte attempted to enter the conclave in 1800 but was refused.\nOn the morning of the conclave the cardinals con-celebrate Mass in St Peter’s Basilica. In the afternoon they gather in the Pauline Chapel in the Apostolic Palace and solemnly process in full red and white regalia with red hats and enter the Sistine chapel, with the doors locked behind them. All telephones, cell phones, radios, televisions and internet connections are removed from use whether in the chapel or in the residence. They cannot leave except in the case of grave illness. Also permitted in the conclave are two medical doctors, a nurse for very ill cardinals, and religious priests who can hear confessions in various languages. These have to swear absolute and perpetual secrecy.\nThe cardinals swear an oath of secrecy not to discuss the elections outside the Chapel and everyone else is ordered out in the Latin words “Extra omnes,” “Everybody out.” The doors of the Sistine Chapel and the Residence of the Cardinals are closed.\nInside, a meditation is given concerning the grave duty of the cardinals and they are exhorted to “only have God before your eyes.” The rest of the time is spent for prayer and voting in silence, there are no campaign speeches. Negotiations and arguments have to take place outside.\nIn the Chapel, which dates from the 15th Century, and under the ceiling adorned with Michelangelo's Last Judgement, the cardinals can cast their vote. There will be four ballots daily until a clear majority is found for one candidate.\nIt is severely frowned upon to seek the office of Pope and canvassing for it is severely prohibited, especially prior to a Pope dying. It is an office bestowed upon a person rather than their contesting for it. However an outsider could be elected pope and in theory it could be a lay person willing to be ordained a priest and bishop but the weight of tradition suggests it will be one of the cardinals gathered in the Sistine chapel. The last non cardinal was Pope Urban in 1378.\nHowever, discussions prior to a ballot among cardinals do occur privately but public campaigning would be counter productive. Dinners are good vehicles for discussions. However, the best known cardinals tend to be the ones that work in the Vatican and meet other bishops, and cardinals when they come on business to Rome.\nThe ballot is secret and Pope John Paul II abolished two methods of election: by compromise or by common consent. Since 1179, a new Pope requires a two thirds majority. Now, after 33 ballots, a simple majority is enough. If there is no progress in choosing a candidate, a day of prayer is set aside. However, not since 1831 has an election lasted more than four days.\nThe ballot papers themselves are rectangular with “I elect as supreme pontiff” printed at the top and each cardinal prints or writes a name in a way that disguises his handwriting. One at a time they approach the altar with the folded ballot held up, he kneels and prays and then places the ballot in a silver and gilded bronze urn, much like a wok with a lid. Cardinals called ‘scrutineers’ count the ballots. After the ballots are read aloud they are placed on a thread and placed in another urn. They are then burnt.\nSince 1903, white smoke from the chimney of the Sistine Chapel has signalled the election of a pope; black smoke signals another vote.\nWhen a pope is finally elected, the cardinal dean asks him, “Do you accept your canonical election as supreme pontiff?” Rarely does anyone say no. St Philip Benize was offered it in 1271 and fled and hid until another candidate was chosen.\nSacristy of Tears\nAfter the ‘yes’, he is led into the ‘Sacristy of Tears’ or commonly called ‘Room of Tears,’ a small room off the Sistine Chapel. It is here that the enormity of what has just happened hits the new Pope, though the tears may be of sorrow or joy. Traditionally they were said to be tears of humility as a Pope was following in the footsteps of St Peter; others would contend the tears were because essentially the Pope becomes a ‘prisoner’ of the Vatican and would be bowed down by the weight of the office.\nThe new Pope picks one of three sizes of Papal garments – presumably small, medium or large – and return to the High Altar to receive the homage of the cardinals. Meanwhile, the ballots are burnt in a stove with a chemical which turns the smoke white, telling the world of the newly elected Pontiff.\nA Cardinal is then sent to the Loggia of the Benedictions on the façade of St Peter’s where he says: “Annuntio vobis gaudium magnum. I announce to you a great joy! Habemus Papam. We have a Pope!” He then announces the name of the cardinal and the name he has chosen to use as Pope.\nThe new Pope steps onto the balcony and therefore onto the stage of world and church history. He may grant his first blessing to the world.\nSome days later, the new Pope will go down into the foundations of St Peter’s to the tomb of Peter, the first Pope and first bishop of Rome, and pray. Then with all the cardinals, he will process into St Peter’s Square to begin his first public Mass and receive the main symbols of his office: the fisherman’s ring and the pallium.", "id": "<urn:uuid:fe661bb9-3884-4391-9c13-161ffd3496bc>", "dump": "CC-MAIN-2013-20", "url": "http://www.irishcentral.com/news/What-to-expect-at-Conclave-in-unusual-case-of-Pope-Benedict-stepping-down-from-Vatican-role-191795261.html?mob-ua=mobile", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9714189171791077, "token_count": 1662, "score": 2.78125, "int_score": 3}
{"text": "In the American electoral system, a primary election is an election that determines the nominee for each political party, who then competes for the office in the general election. A presidential primary is a state election that picks the delegates committed to nominate particular candidates for president of the United States. A presidential caucus, as in Iowa, requires voters to meet together for several hours in face-to-face meetings that select county delegates, who eventually pick the delegates to the national convention. No other country uses primaries; they choose their candidates in party conventions.\nPrimaries were introduced in the Progressive Era in the early 20th century to weaken the power of bosses and make the system more democratic. In presidential elections, they became important starting in 1952, when the first-in-the-nation New Hampshire Primary helped give Dwight D. Eisenhower the Republican nomination, and knocked Harry S. Truman out of the Democratic race because of his poor showing. In 1964, Lyndon B. Johnson ended his reelection campaign after doing poorly in New Hampshire.\nAfter 1968, both parties changed their rules to emphasize presidential primaries, although some states still use the caucus system.\nIn recent decades, New Hampshire holds the first primary a few days after Iowa holds the first caucus. That gives these two states enormous leverage, as the candidates and the media focus there. New Hampshire and Iowa receive about half of all the media attention given all primaries.\nThe primary allows voters to choose between different candidates of the some political parties, perhaps representing different wings of the party. For example, a Republican primary may choose between a range of candidates from moderate to conservative. Gallup's 2008 polling data indicated a trend in primary elections towards more conservative candidates, despite the more liberal result in the general election.\nIn recent years the primary seasons has come earlier and earlier, as states move up to earlier dates in the hope it will give them more leverage. For example, Barry Goldwater won the 1964 nomination because he won the last primary in California. The logic is faulty--in highly contested races the later primaries have more leverage. Thus in 2008 California gave up its traditional last-in-the-nation role and joined 20 other states on Super Tuesday. Neither the candidates not the voters paid it much attention. Michigan and Florida moved up their primaries in defiance of national Democratic Party rules and were penalized. The result is the primary season is extended, and is far more expensive, and no state gets an advantage--except for Iowa and New Hampshire, which now have dates in early January.\nIn late 2009 the two national parties are meeting to find a common solution.\n- Duncan, Dayton. Grass roots: one year in the life of the New Hampshire presidential primary (1991) 436 pages; on 1988 campaign\n- Johnson, Haynes, and Dan Balz. The Battle for America 2008: The Story of an Extraordinary Election (2009), excellent history of 2008 primaries\n- Kamarck, Elaine C. Primary Politics: How Presidential Candidates Have Shaped the Modern Nominating System (2009) excerpt and text search", "id": "<urn:uuid:c66cbd20-f2be-4f73-902d-7b0198351323>", "dump": "CC-MAIN-2013-20", "url": "http://www.conservapedia.com/Primary_election", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9510154128074646, "token_count": 615, "score": 4.03125, "int_score": 4}
{"text": "Outside of the academic environment, a harsh and seemingly ever-growing debate has appeared, concerning how mass media distorts the political agenda. Few would argue with the notion that the institutions of the mass media are important to contemporary politics. In the transition to liberal democratic politics in the Soviet Union and Eastern Europe the media was a key battleground. In the West, elections increasingly focus around television, with the emphasis on spin and marketing. Democratic politics places emphasis on the mass media as a site for democratic demand and the formation of “public opinion”. The media are seen to empower citizens, and subject government to restraint and redress. Yet the media are not just neutral observers but are political actors themselves. The interaction of mass communication and political actors — politicians, interest groups, strategists, and others who play important roles — in the political process is apparent. Under this framework, the American political arena can be characterized as a dynamic environment in which communication, particularly journalism in all its forms, substantially influences and is influenced by it.\nAccording to the theory of democracy, people rule. The pluralism of different political parties provides the people with “alternatives,” and if and when one party loses their confidence, they can support another. The democratic principle of “government of the people, by the people, and for the people” would be nice if it were all so simple. But in a medium-to-large modern state things are not quite like that. Today, several elements contribute to the shaping of the public’s political discourse, including the goals and success of public relations and advertising strategies used by politically engaged individuals and the rising influence of new media technologies such as the Internet.\nA naive assumption of liberal democracy is that citizens have adequate knowledge of political events. But how do citizens acquire the information and knowledge necessary for them to use their votes other than by blind guesswork? They cannot possibly witness everything that is happening on the national scene, still less at the level of world events. The vast majority are not students of politics. They don’t really know what is happening, and even if they did they would need guidance as to how to interpret what they knew. Since the early twentieth century this has been fulfilled through the mass media. Few today in United States can say that they do not have access to at least one form of the mass media, yet political knowledge is remarkably low. Although political information is available through the proliferation of mass media, different critics support that events are shaped and packaged, frames are constructed by politicians and news casters, and ownership influences between political actors and the media provide important short hand cues to how to interpret and understand the news.\nOne must not forget another interesting fact about the media. Their political influence extends far beyond newspaper reports and articles of a direct political nature, or television programs connected with current affairs that bear upon politics. In a much more subtle way, they can influence people’s thought patterns by other means, like “goodwill” stories, pages dealing with entertainment and popular culture, movies, TV “soaps”, “educational” programs. All these types of information form human values, concepts of good and evil, right and wrong, sense and nonsense, what is “fashionable” and “unfashionable,” and what is “acceptable” and “unacceptable”. These human value systems, in turn, shape people’s attitude to political issues, influence how they vote and therefore determine who holds political power.", "id": "<urn:uuid:e07102a9-36b0-40bd-b081-74ec346f923a>", "dump": "CC-MAIN-2013-20", "url": "http://politicstoday.biz/10851/do-mass-media-influence-the-political-behavior-of-citizens/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9643222689628601, "token_count": 723, "score": 3.203125, "int_score": 3}
{"text": "Contemporary world politics make it necessary for nations to integrate into international unions in the interest of their own national security and economy. In these international unions, which are usually based upon geographic location, such factors as natural resources, trading blocs, and even cultural values play an important role. Many neighboring countries combine their resources under the auspices of such organizations, create defensive alliances, and cooperate on a wide array of issues. The goal of such unions is to preserve peace, control the arms race, resolve disputes through diplomacy, promote socioeconomic development, and protect fundamental human rights and democracy. At the present time, NATO, the OSCE, the EU, NAFTA, OPEC, ASEAN, the G-8, the D-8, and APEC are the foremost international political, military, and economic unions.\nThese institutions are subject to organizational reforms because of new members or a widening of scope. All of these organizations, formed in the aftermath of the Second World War, have contributed to creating stability and order in the world and have played a major role in global socioeconomic development. Member nations protect their economic and military interests, and also acquire a stronger regional and international position. Even the developed world perceives the necessity of such partnerships. The creation of free trade zones, regional trade agreements, abolished customs controls, and even a common currency (as in the EU) safeguard the future of member states. Defensive pacts enable member states to reduce military expenditures and to divert those resources to cultural and educational fields.\nA similar organization will provide considerable benefits to Muslim nations. For those that are desperate for technological as well as economic development, the foremost step toward stability is the creation of a central organization or, in other words, a unified Islamic world under the auspices of the Islamic Union.\nEconomic Development and Increasing Prosperity\nEconomic cooperation is necessary on two counts: stability and development. Muslim nations must bring stability and solidity to their economies. Developing industries and making the required investments is vital, as is the need for a comprehensive development plan and the simultaneous development of education, economy, culture, science, and technology. While various sectors are developed technologically, the labor force's educational levels and standards must be raised accordingly. Society must be motivated to become more productive, and the resulting economic cooperation will play a major role in eradicating poverty, illiteracy, the unjust distribution of wealth, and other socioeconomic problems rampant in Muslim countries. This partnership can be formed only by the creation of free trade zones, customs unions, and common economic areas.\nMost Muslim countries have geostrategic importance as well as rich natural resources (e.g., natural gas and crude oil). These resources and strategic opportunities, however, are not being used effectively. In the Islamic world, 86% of the population's living standards fall below $2,000, 76% under $1,000, and 67% under $500 per year. When the Islamic world's total resources are considered,(1) this is quite a paradox: Roughly half of the petrol consumed in the West is exported from the Islamic world, as is 40% of the world's agricultural production.(2) Many economists and strategists freely admit that the world economy depends upon the Islamic world's oil and gas exports, in particular those of the Persian Gulf.(3)\nThe Persian Gulf holds two-thirds of the planet's discovered crude oil reserves. Data obtained from research concludes that Saudi Arabia alone holds 25.4% of the world's oil reserves, or 262 billion barrels. A further 11% is found in Iraq, 9.6 % in the UAE, 9.2 % in Kuwait, 8.6 % in Iran, 13% in other OPEC member states. The rest is distributed across the remainder of the world.(4) Research commissioned by the U.S. Department of Energy shows that between 2000 and 2020, oil exports from the area will increase by 125%.(5) This means that the world will continue to meet most of its energy needs by imports from the Gulf region. Moreover, the Middle East has 40% of the global natural gas reserves; 35 % of these reserves are in the Gulf region.(6) Algeria, Libya, and other North African countries have 3.7 % of the world's reserves.\nThe Caucasus and Central Asia are also rich in oil, natural gas, and other natural resources. For instance, Kazakhstan has between 10-17.6 billion barrels of proven oil reserves, and its natural gas reserves are estimated at between 53 and 83 trillion cubic feet.\nTurkmenistan hasbetween 98 and 155 trillion cubic feet of natural gas reserves, making it the fourth largest producer.(7) Some other Muslim countries have valuable mineral resources. For instance, Uzbekistan and Kyrgyzstan are two of the world's leading gold producers. Turkey has one of the world's richest boron reserves, only recently discovered to be very important, and Tajikistan has the world's largest aluminum producing facilities.\nThese advantages will become more important in the twenty-first century, which some have already christened the \"energy century.\" Energy is an essential element of modern society in terms of the military, industry, urbanization, and transport. Given that economic activity and manufacturing depend primarily upon energy, nations will do their best to achieve control over these energy resources. The Islamic world is not using its resources effectively, for many of its members lack the infrastructure and technology to increase the production and use their natural resources to develop their industries. Therefore, the resources' contributions to the country's economy are limited to export earnings. These countries do not have the means to process their own crude oil, use it in their industrial complexes, or to develop their industries. Worse still, some Muslim nations do not even have the necessary means to explore and research their natural resources or to discover and extract them. Explorations undertaken by foreign companies reveal that other Muslim nations have oil and gas reserves, but they cannot benefit from their resources.\nNaturally, the ineffective use of natural resources is not the Islamic world's only economic problem. However, solving this problem can begin the process of solving many other problems. The economies of Muslim nations contain differences in structure and functioning. Some nations' economies depend upon mineral resources, such as the members of OPEC, while other nations' depend upon agriculture. These differences are also reflected, to some extent, in their social structures, such as the widely varying degrees of rural and urban populations. Developing complementary relationships and helping each other in their respective areas of expertise can turn these differences into a source of riches. All of this will be possible with the Islamic Union.\nJoint ventures and project partnerships will be an important step in the right direction, for they will enable countries to benefit from one another's experiences and the income earned from investment projects will benefit all of the participating countries. Such mutual financial support is compatible with Islamic morality, for helping the needy and having a sense of social responsibility are important characteristics that Muslims strive to acquire. Many verses in the Qur’an remind Muslims to watch over the needy.\nSociety's internal cohesion must be extended to international relations. As international cooperation within a partnership cannot be one-sided, employment and income levels will rise in both countries. For example, one country will produce oil and another one will process it, and agriculturally dependent countries will be able to import the food they need from agriculturally developed countries. A manpower-poor country’s need will be met by another Islamic country, while rich countries will be able to invest in and help out a manpower-rich country that does not have enough jobs for its people. This will be to the benefit of both. Sharing know-how and experience will increase prosperity, and all Muslims will benefit from technological developments.\nJoint ventures that realize the Islamic world's unification of opportunities and means will enable Muslims to produce hi-tech products. The Islamic common market will enable Muslim-made products to be marketed in other Muslim countries without the hindrance of customs, quotas, and other cross-border obstacles. The marketplace will grow, the market share and exports of all Muslim nations will rise, industrialization will speed up, and economic development will bring progress in technology. The living standards and wealth of Muslim nations will increase, and their existing inequalities will disappear. Some free trade agreements are already in place between countries in the Gulf, the Pacific Rim, and North Africa. Trade agreements signed by Turkey are already operational in the Islamic world. Bilateral cooperation exists in some regions; however, their scope must be widened. Such cooperation will safeguard the rights and interests of all Muslim nations and lead to all of them becoming developed—a result from which all of them will derive a far greater benefit than if they do not cooperate with each other.\nAll of these can be realized only under a central authority's leadership and coordination. Achieving this will be possible if Muslim nations adopt the Qur'an's values and the Prophet's (May God bless him and grant him peace) Sunnah, or, in other words, if they adopt Islamic culture. The Islamic Union must lead the way to this cultural awakening, as well as the resulting political and economic cooperation.\nMutual cooperation among Muslims, part of the Islamic code, must be adhered to by all Muslims, for God commands people to refrain from avarice and to guard the needy and support one another. In fact, destitute people have a due share of the believers' wealth (Qur'an, 51:19). As the Qur'an proclaims:\nOur Lord also reveals that believers are one another's guardians (Qur'an, 9:71). The word \"guardian\" conveys such meanings as friend, helper, mentor, and protector. It also expresses the importance of cooperation and solidarity between Muslim nations. The cooperation that will arise from this fraternal awareness between Muslim nations will bring prosperity and wealth to Muslims and eradicate poverty, an important problem of the Islamic world. Societies that follow the Qur'an's values will not experience famine, destitution, and poverty. Muslims will develop their nations by following rational and long-term policies, establishing good relations with other nations and people, valuing trade and development, and learning from other cultures' experiences. This was so in history and, God willing, under the Islamic Union's leadership it will be so once again.\n1- Demetrios Yiokaris, Islamic Leage Study Guide-1997, United Nations: Study Guides. Online at: www.vaxxine.com/cowac/islmclg1.htm.\n2- “Islamic Countries have the resources to match the west, scientist”, Arabic News.com, 28 May 2000. Online at: www.arabicnews.com/ansub/ Daily/Day/000628/2000062848.html.\n3- Anthony H. Cordesman and Arleigh A. Burke, “The Gulf and Transition: Executive Summary and Major Policy Recommendations” (October 30, 2000).\n4- Anthony H. Cordesman and Arleigh A. Burke, “The US Military and the Evolving Challenges in the Middle East” (March 9, 2002), 3.\n5- Anthony H. Cordesman and Arleigh A. Burke, “The US Military and the Evolving Challenges in the Middle East” (March 9, 2002), 3.\n6- Anthony H. Cordesman and Arleigh A. Burke, “The US Military and the Evolving Challenges in the Middle East” (March 9, 2002), 4.\n7- Jim Nichol, “Central Asia’s New States: Political Developments and Implications for U.S. Interests,” CRS (Congressional Research Service) Issue Brief for Congress (June 13, 2003). Online at: www.ncseonline.org/NLE/CRS/abstract.cfm?NLEid=16833.", "id": "<urn:uuid:294ae327-cc7d-4b2a-962f-3f40d8a01c9b>", "dump": "CC-MAIN-2013-20", "url": "http://harunyahya.com/en/Makaleler/4324/How-Islamic-Union-will-affect-the-economic-development", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.937493622303009, "token_count": 2451, "score": 2.78125, "int_score": 3}
