{"text": "And as good as today's beginning stages of deflation may feel, especially when filling up at a service station or shopping for a house, economists warn that there is a high price to pay down the road and that current monetary policy is only raising that price.\nOf course, not all price reductions are created equal. A price drop that stems primarily from an increase in technological efficiency is not deflation; it's progress. Deflation is a fall in prices that stems from a shrinking money supply, just as inflation is a price hike that stems from an increase in the supply of money.\nDeflation ramps up when people borrow to make a big purchase on the assumption that what they are buying will be worth more later. But if prices fall, the loan will have to be repaid in dollars that are worth more than the dollars they borrowed, making the debt more onerous. As a result, when people expect falling prices, they become less willing to spend, and in particular less willing to borrow. And when that happens, the economy may stay depressed because people expect deflation, and deflation may continue because the economy remains depressed. It's a nasty cycle and it can often be traced back to the central bank's balance sheet expansion.\nDeflation is the one thing that a leveraged economy can't handle, said Steve Blitz, chief economist at ITG Investment Research. The implication on the whole economy is potentially ruinous. The idea that every time the stock markets have some kind of a hiccup and they [the Fed policymakers] need to rush in with some sort of quantitative ease is a dangerous road for them to go on.\nDeflation is always a risk if you engage in a policy of inflation, said Albert Lu, managing director and chief portfolio manager of WB Advisors.\nThe problem with the addiction to money-printing is that it can't stop without dire -- albeit in the long-term healthy -- short-term economic consequences, he said.\nTo jump-start the economy, the central bank would increase the money supply and bank credit to support certain sectors or projects. That's what the Fed did after the dot-com bubble of 1995-2000 burst. The problem is that once the Fed stops the infusion of additional credit and money, deflation rapidly takes hold. It then takes an ever-increasing amount of new money creation to achieve a temporary suppression of deflation's symptoms.\nInflation-sustained projects are unsustainable because the expansion rests on government fiat, not economic fundamentals like supply and demand. Take the government's determination to promote home ownership. That public policy was advanced with easy money, especially during Alan Greenspan's leadership of the Fed, compulsory lending to unqualified borrowers and Fannie Mae and Freddie Mac buying tranches of subprime mortgages. Home ownership boomed. And then it collapsed. Home prices still haven't recovered: U.S. home prices fell in March (the latest data available), ending the first quarter at the lowest levels since the housing crisis began in mid-2006, according to Standard & Poor's Case-Shiller home-price indexes. Prices are down roughly 35 percent from their peak in the second quarter of 2006.\nEssentially, as soon as the government stops the expansion, you are going to hit one of these deflationary corrections with all of the nasty business cycles that accompany it, Lu said.\nAnd often how the government reacts to that is with additional stimulus. For a third year in a row, the U.S. is seeing an economic slowdown and in response, policymakers could be unveiling policy sequels such as: Fiscal Stimulus 4, Operation Twist 2 or Quantitative Easing 3.\nThey are basically keeping the thing going by continuously adding money and credit, Lu said. This is just delaying the correction we need.\nWe've been prolonging the agony, and the final correction will be much worse than it had to be, Lu said.\nLet Them Fail\nThe depression of 1920-21 shows why the Fed should sit on its collective hands at their June Federal Open Market Committee meeting.\nFrom the spring of 1920 to the summer of 1921, nominal gross domestic product fell by 23.9 percent, wholesale prices by 40.8 percent and the consumer price index dropped by 8.3 percent. Meanwhile, unemployment topped out at about 14 percent from a pre-bust level of as low as 2 percent.\nIn response, the administration of Warren G. Harding balanced the budget and the Fed tightened money supply, pushing up short-term rates in mid-depression to as high as 8.13 percent.\nHarding also decided to let the ailing businesses fail. Then something wonderful happened: The economy purged itself and by 1923, the nation's unemployment rate fell back to 3.2 percent.\nThere was no government bailout, no rock-bottom interest rates, no QE, no stimulus of any kind. Yet the depression ended.\nWe actually need a deflation. Believe it or not, it's actually healthy, Lu said. However painful it is, deflation is the natural consequence of prior inflation and is a necessary step in the economic recovery.\nTrying to avoid it through additional Fed action will prolong the depression, Lu said.", "id": "<urn:uuid:03b5b79f-c0ee-4372-9eef-383f13bec1be>", "dump": "CC-MAIN-2013-20", "url": "http://www.ibtimes.com/us-economists-warn-fed-setting-us-deflation-705540", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9550973176956177, "token_count": 1057, "score": 2.625, "int_score": 3}
{"text": "Last week, President Barack Obama ordered interim regulations designed to enable wildland firefighters employed by the federal government to purchase health insurance through their jobs.\nFor anyone who has seen this summer’s catastrophic wildfires, this seems like a no-brainer. People who risk their lives to save others’ lives and property, including public lands “owned” by the country’s citizens, should be treated better.\nAccording to federal labor laws, most firefighters don’t qualify as permanent employees. Even though they may put in nearly a full year’s worth of hours during the fire season, the demand for men and women skilled in fighting wildfires drops precipitously during the winter. Keeping thousands of firefighters on the payroll all year long doesn’t make fiscal sense.\nPolicies that push them toward other jobs make even less sense. Come spring, it makes sense to attract those who know what they are getting into and who already have been trained to fight fires effectively and safely.\nEvery employer, including Uncle Sam, knows benefits are not cheap. Employers also know that good benefits help attract and retain good employees. Seasonal workers often do not receive benefits because they are largely interchangeable. One quits, another is hired, only minimal training is required. Quality may suffer – newly hired servers make more errors, for example, and the thumbs of new landscape personnel are not quite as green – but inexperience goes with the territory and the budget.\nThat is hardly true of firefighters. These are not slow bloomers who ought to grow up and get a real job. They may never have another job as hard as this one. The hours are long, the working conditions are miserable and the work itself can be backbreaking, not to mention potentially fatal. They must respond quickly to rapidly worsening situations on unfamiliar terrain, and the consequences of not doing it well are catastrophic.\nAlthough some will transition into permanent public-lands jobs, most of these young men and women won’t fight fires as a lifelong career. Similarly, not all enlisted military personnel serve until retirement; that does not mean their service is not valuable for its duration. While they serve, they deserve good benefits, and that certainly includes health insurance.\nInsurance is available to nearly everyone for the right price, but anyone who has ever tried to buy an individual policy knows it can be difficult to find and difficult to use – distractions that firefighters certainly do not need. Individual insurance also can be more expensive than seasonal firefighters can afford, but the lack of insurance hampers their ability to seek care.\nAnd they do need care, not only because they risk their lives and their health on our behalf, but because occupational hazards are not the only health-care problems they face. Like everyone else, they catch colds and flu and fall off their bicycles on their days off. Also like everyone else, they may have families.\nLetting them purchase insurance through their job is the right thing to do. It is also not a benefit that many Coloradans would begrudge them, especially not this year.", "id": "<urn:uuid:ec2cbf97-d58a-435d-a771-124d9a3d81cd>", "dump": "CC-MAIN-2013-20", "url": "http://www.durangoherald.com/article/20120717/OPINION01/707179971/-1/Opinion", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9766135811805725, "token_count": 628, "score": 2.546875, "int_score": 3}
{"text": "By Jason Kohn, Contributing Columnist\nLike many of us, scientific researchers tend to be creatures of habit. This includes research teams working for the National Oceanic and Atmospheric Administration (NOAA), the U.S. government agency charged with measuring the behavior of oceans, atmosphere, and weather.\nMany of these climate scientists work with massive amounts of data – for example, the National Weather Service collecting up-to-the-minute temperature, humidity, and barometric readings from thousands of sites across the United States to help forecast weather. Research teams then rely on some the largest, most powerful high-performance computing (HPC) systems in the world to run models, forecasts, and other research computations.\nGiven the reliance on HPC resources, NOAA climate researchers have traditionally worked onsite at major supercomputing facilities, such as Oak Ridge National Laboratory in Tennessee, where access to supercomputers are just steps away. As researchers crate ever more sophisticated models of ocean and atmospheric behavior, however, the HPC requirements have become truly staggering.\nNow, NOAA is using a super-high-speed network called “n-wave” to connect research sites across the United States with the computing resources they need. The network has been operating for several years, and today transports enough data to fill a 10-Gbps network to full capacity, all day, every day. NOAA is now upgrading this network to allow even more data traffic, with the goal of ultimately supporting 100-Gbps data rates.\n“Our scientists were really used to having a computer in their basement,” says Jerry Janssen, manager, n-wave Network, NOAA, in a video about the project. “When that computer moved a couple thousand miles away, we had to give them a lot of assurances that, one, the data would actually move at the speed they needed it to move, but also that they could rely on it to be there. The amount of data that will be generated under this model will exceed 80-100 Terabits per day.”\nThe n-wave project means much more than just a massive new data pipe. It represents a fundamental shift in the way that scientists can conduct their research, allowing them to perform hugely demanding supercomputer runs of their data from dozens of remote locations. As a result, it gives NOAA climate scientists much more flexibility in where and how they work.\n“For the first time, NOAA scientists and engineers in completely separate parts of the country, all the way to places like Alaska and Hawaii and Puerto Rico, will have the bandwidth they need, without restriction,” says Janssen. “NOAA will now be able to do things it never thought it could do before.”\nIn addition to providing fast, stable access to HPC resources, n-wave is also allowing NOAA climate scientists to share resources much more easily with scientists in the U.S. Department of Energy and other government agencies. Ideally, this level of collaboration and access to supercomputing resources will help climate scientists continue to develop more effective climate models, improve weather forecasts, and allow us to better understand our climate.\nPowering Vital Climate Research\nThe high-speed nationwide HPC connectivity capability provided by n-wave is now enabling a broad range of NOAA basic science and research activities. Examples include:\n- Basic data dissemination, allowing research teams to collect up-to-the-minute data on ocean, atmosphere, and weather from across the country, and make that data available to other research teams and agencies nationwide.\n- Ensemble forecasting, where researchers run multiple HPC simulations using different initial conditions and modeling techniques, in order to refine their atmospheric forecasts and minimize errors.\n- Severe weather modeling, where scientists draw on HPC simulations, real-time atmospheric data, and archived storm data to better understand and predict the behavior of storms.\n- Advancing understanding of the environment to be able to better predict short-term and long-term environmental changes, mitigate threats, and provide the most accurate data to inform policy decisions.\nAll of this work is important, and will help advance our understanding of Earth’s climate. And it is all a testament to the amazing networking technologies and infrastructure that scientists now have at their disposal, which puts the most powerful supercomputing resources in the world at their fingertips – even when they are thousands of miles away.", "id": "<urn:uuid:c23e3842-a002-4f6b-9554-bafecec0beed>", "dump": "CC-MAIN-2013-20", "url": "http://blogs.cisco.com/cle/noaa-how-networks-are-used-in-climate-research/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9429180026054382, "token_count": 899, "score": 3.3125, "int_score": 3}
{"text": "Discrimination against citizens because of their sexual orientation or their youth is just as unfair as discrimination based on race, religion or gender. Access to housing, hotels, theaters and restaurants should be equal to all, as a matter of plain fairness.\nThe Palm Beach County Commission recognized this truth in passing an ordinance protecting homosexuals, unmarried couples and young people from discrimination in renting or buying housing and in public accommodations. The ordinance also bans discrimination based on race, religion, gender, ethnic origin or disability, but it was the protection of gays that generated opposition and demands for a countywide referendum on the issue.\nNo other Florida county protects homosexuals against housing discrimination. In the 1970s, Dade County passed a similar ordinance but it was repealed in a voter referendum after a bitter fight.\nA Broward County effort to revise the human rights law to protect homosexuals is more complicated. The Broward law was adopted through the Florida Legislature, so a revision must get legislative approval and be ratified in a public referendum.\nPalm Beach County`s ordinance passed 4-1; commissioner Ron Howard dissented. The other four commissioners demonstrated courage by refusing to buckle under to opponents or to pass the buck to the public in a referendum. Commissioners were elected to make tough decisions; this time they did.\nThe ordinance provides exceptions: A landlord who lives on his property of four or fewer housing units and rents the rest won`t have to comply. Nor will a seasonal resident who rents his home to someone else part of the year and lives in it himself the rest of the time. Also exempt are religious organizations that own housing units.\nThose sensible exceptions leave the vast majority of housing covered under the new ordinance. Violators will face fines of up to $50,000, but it may be difficult to prove a violation. Early decisive action against violators by law enforcers, prosecutors and judges could make a clear statement that the county means business and won`t tolerate further discrimination in housing and public accommodations.", "id": "<urn:uuid:04a92c65-e194-4b3c-ae6e-d4a7b6b1631d>", "dump": "CC-MAIN-2013-20", "url": "http://articles.sun-sentinel.com/1990-01-19/news/9001190945_1_ordinance-public-accommodations-housing", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9598913788795471, "token_count": 402, "score": 2.6875, "int_score": 3}
{"text": "Link back to index.html\nThe Death and Dying Process\nDeath and Dying\nAs caregivers, one either becomes a better person through compassion, patience, and humor, or they become embittered and angry. Wendy Lustbader is an author who has written a moving book entitled \" Counting on Kindness: The Dilemmas of Dependency.\"1991. The Free Press, New York, New York. In the book she describes the importance of receiving gratitude when we help others; because giving help without recognition can embitter us as individuals. We need to be kind, in order to count on kindness as we age.\nThe person who has dementia cannot always provide gratitude for their caregiver. Gratitude must be looked for in gentle ways and unassuming ways. Perhaps it is a smile, or a gesture, or an expression of love such as placing the head on the caregiver's shoulder. If gratitude is not felt even on an occasional basis, it is difficult to cope with death and dying. Death and dying as Dr. Kubler-Ross indicates, is the \"final stage of growth\".\nDeath and Dying\nDuring the final stages of dementia due to Alzheimer's disease, an individual may lose his/her ability to ambulate, verbally communicate, swallow, or may become totally incontinent and continue to lose weight despite nutritional supplements. Usually people with Alzheimer's die of another problem---perhaps a stroke, or pneumonia due to aspiration. At this point, the caregiver must be aware that the only way a person can stay alive is by inserting a stomach tube that provides artificial nutritional sustenance.\nCaregivers may have different feelings about this intervention for religious or personal reasons. At the end stage of Alzheimer's the use of invasive procedures such as a stomach tube, can keep the persons alive from months to years. This important decision must be made by the family member and can create an \"ethical dilemma\". Families, should in no way feel pressured by a medical professional to insert life sustaining interventions.\nWhen family members are prepared with regard to the physical process of death and dying they are more able to accept death as an inevitable and peaceful process. The recent expansion of Hospice Services has done much to promote discussions about death and acceptance of withholding end-of-life medical interventions. Once a person is terminal, as determined by a physician who understands the disease process, a caregiver may decide to engage Hospice Services. The physician must be willing to certify that a person will die within six months. If the person does not die within six months, they are not disqualified from the program.\nHospice Services are usually provided by a local Home Health Agency. Hospice services can be provided in the home, assisted living facility as well as a skilled nursing facility. When a family signs up for Hospice Benefits they agree to forgo extreme invasive procedures and agree to support procedures that alleviate pain for the person with dementia. This is known as \"palliative care\" or comfort measures. At the final stage of death, water and food are withheld as the individual no longer desires this. This is a part of the natural process of dying.\nFamilies can anticipate the final stages of death by the various physical stages a person may be going through. Barbara Karne, a Hospice R.N. developed a very comprehensive booklet entitled \"Gone From My Sight: The Dying Experience\" which delineates the various physical stages of death and dying. To obtain a booklet, contact her at the following address: Barbara Karnes, R.N., P.O. Box 335, Stillwell, Kansas, 60085, 1995.\nIn Karnes' booklet she describes what occurs, one-three months prior to death, one to two weeks before death, days or hours before death, and then the final minutes. This information has been extremely helpful to families and can be summarized as follows:\nOne to three months prior to death\n· Withdrawal from world and people\n· Decreased food intake\n· Increased sleep\n· Going inside self\n· Less Communication\nOne to Two Weeks Prior to Death\n· Talking with Unseen\n· Picking at Clothes\n· Physical Changes\no Decreased blood pressure\no Pulse increase or decrease\no Color changes; pale, bluish\no Increased perspiration\no Respiration irregularities\no Sleeping but responding\no Complaints of body tired and heavy\no Not eating, taking little fluids\no Body temperature hot/cold\nDays or Hours\n· Intensification of 1-2 week signs\n· Surge of energy\n· Decrease in blood pressure\n· Eyes glassy, tearing, half open\n· Irregular breathing, stop/start\n· Restlessness or no activity\n· Purplish knees, feet, hands, blotchy\n· Pulse weak and hard to fine\n· Decreased urine output\n· May wet or stool the bed\n· Fish out of water breathing\n· Cannot be awakened\nIt is important that individuals be aware of their wishes and that the wishes be formally documented in a legal document that is known as an \"Advance Directive\". Each state has different instruments for these directives and the caregiver should contact the local medical facility to determine the appropriate document to be used. The Advance Directive delineates one's wishes regarding medical treatment and appoints a surrogate decision-maker on a person's behalf. Of course, the important aspect of the Advance Directive is to discuss end-of-life care before one becomes diagnosed with dementia or has an another debilitating illness.\npp.309-311. Beckerman, Anita G. and Tappen, Ruth. M. 2000. It Takes More Than Love. Health Professions Press: Baltimore, MD.\n1. Review the video clip on death and dying narrated by Dixie Merrill.\nDixie Merrill is a caregiver who is also taking care of three sets of parents--in laws, step parents, as well as parents. Dixie has been part of a support group and has indicated how information learned in the group has helped her cope with the death and dying.\nNote how she describes the process of death and dying as peaceful and calming. She indicates talking about death and dying has made it less fearful and she also emphasizes the importance of advance directives.\n2. Consider the following questions for reflection when watching the video:\n· What strategies helped the Merrill family cope with their mother's death and dying process?\n· How can \"Advance Directives\" help individuals cope with the dying process?\nLink back to index.html", "id": "<urn:uuid:59068a6d-549f-44f0-aa53-e03d6ed54922>", "dump": "CC-MAIN-2013-20", "url": "http://jameslau88.com/the_death_and_dying_process.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.92740797996521, "token_count": 1339, "score": 2.765625, "int_score": 3}
{"text": "Vanilla is a product of Lussumo:Documentation and Support.\n1 to 16 of 16\nThis year’s Nobel Prize in medicine went to a trio of scientists who discovered the enzyme telomerase, which allows cells to divide without any limits, making them effectively immortal.It may be nature’s greatest double-edged sword. Coax cells into producing telomerase, and they will survive indefinitely, but they will also become cancerous.\n“In the absence of a comprehensive understanding, it’s very dangerous,” Muller said. “We have to figure out how to do maintenance on our telomeres.”Muller thinks humans could live for 90 to 210 years once scientists know more about the molecular basis of aging.“If we could figure out how to do maintenance, we could extend our lives,” he said. “But it has to be done very carefully, and we’d have to have a comprehensive understanding of the mechanism. ”\nIt really does my heart good to know that I'm part of one of the last generations to not live forever.", "id": "<urn:uuid:0edf597f-76c6-41e5-8fb7-e496ac5b8117>", "dump": "CC-MAIN-2013-20", "url": "http://freakangels.com/whitechapel/comments.php?DiscussionID=6964&page=1", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.945441722869873, "token_count": 235, "score": 2.578125, "int_score": 3}
{"text": "The bacterium Micavibrio aeruginosavorus (yellow), leeching\non a Pseudomonas aeruginosa bacterium (purple).\nWhat’s the news: If bacteria had blood, the predatory microbe Micavibrio aeruginosavorus would essentially be a vampire: it subsists by hunting down other bugs, attaching to them, and sucking their life out. For the first time, researchers have sequenced the genome of this strange microorganism, which was first identified decades ago in sewage water. The sequence will help better understand the unique bacterium, which has potential to be used as a “living antibiotic” due to its ability to attack drug-resistant biofilms and its apparent fondness for dining on pathogens.\nAnatomy of a Vampire:\n- The bacterium has an interesting multi-stage life history. During its migratory phase it sprouts a single flagellum and goes hunting for prey. Once it find a delectable morsel of bacterium, it attacks and irreversibly attaches to the surface, and sucks out all of the good stuff: carbohydrates, amino acids, proteins, DNA, etc.\n- Sated, the cell divides in two via binary fission, and the now-depleted host is left for dead.\nHungry for Pathogens:\n- M. aeruginosavorus cannot be grown by itself; it must be cultured along with another bacteria to feed upon. A 2006 study found that it only grew upon three bacterial species, all of which can cause pneumonia-like disease in humans. A more recent study showed that it can prey upon a wider variety of microbes, most of them potentially pathogenic, like E. coli.\n- These studies also found that M. aeruginosavorus has a knack for disrupting biofilms, the dense collection of bacteria that cause harmful plaques on teeth and medical implants alike, and can be up to 1,000 more resistant to antibiotics than free-swimming bugs.\n- The bacteria can also swim through viscous fluids like mucous and kills Pseudomonas aeruginosa, the bacterium that can colonize lungs of cystic fibrosis patients and form a glue-like film.\n- These qualities have caught the eye of researchers who think it could be used as a living antibiotic to treat biofilms and various types of drug-resistant bacteria, which are a growing problem in medicine. Sequencing the organism’s genome is an important step in understanding its biochemistry and how it preys on other microbes.\nClues From the Vampire Code:\n- The new study found that each phase of life involves the use (or expression) of different sets of genes. The migratory/hunting phase involves many segments that code for flagellum formation and genes involved in quorum sensing. The attachment phase involves a wide variety of secreted chemicals and enzymes that facilitate the flow of materials from the host.\n- Micavibrio aeruginosavorus possesses no genes for amino acid transporters, a rather rare trait only seen in a few other bacterial species that depend heavily upon their host to help them shuttle these vital protein building-blocks. This absence helps explain the bacterium’s dependence on a narrow range of prey, from which it directly steals amino acids. Although it remains unclear exactly how the microbe attaches to and infiltrates other cells.\nThe Future Holds:\n- The range of microbes upon which Micavibrio aeruginosavorus can survive is expanding; after being kept in laboratory conditions for years it has apparently evolved a more diverse diet. If this expansion continues, that could be a real problem for its use as an antibiotic; it could begin to eat beneficial gut bacteria, for example.\n- Researchers claim it is harmless to friendly gut microbes, but it hasn’t been tested on all the varieties of bacteria present in humans.\n- Several important steps must be taken before testing in people, like learning more about what traits makes another bacteria tasty to Micavibrio aeruginosavorus. Researchers speculate the bacterium may need to be genetically altered in order to go after specific pathogens, or to reduce the risk of it causing unforeseen complications.\nReference: Zhang Wang, Daniel E Kadouri, Martin Wu. Genomic insights into an obligate epibiotic bacterial predator: Micavibrio aeruginosavorus ARL-13. BMC Genomics, 2011; 12 (1): 453 DOI: 10.1186/1471-2164-12-453\nImage credit: University of Virginia", "id": "<urn:uuid:d904d662-9bf2-45c5-84ed-06cf69edb907>", "dump": "CC-MAIN-2013-20", "url": "http://blogs.discovermagazine.com/80beats/?p=33049", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9158055782318115, "token_count": 954, "score": 3.921875, "int_score": 4}
{"text": "\"Helplessness\" and \"confusion\" are words that easily come to mind when the issue of sick building syndrome is mentioned. It is a problem that does not have a regulatory solution, and is bound with engineering, medicine and emotions that will challenge the best of school administrators.\nA careful management style and knowledgeable use of technologies in medicine, toxicology and property maintenance are a school administrator's best allies in preparing to deal with or prevent this new generation of health and safety challenges.\nDefining sick building syndrome There is no regulatory definition for sick building syndrome. Although it often relates to indoor-air-quality problems, it simply means that the environment of a building is inspiring complaints of discomfort and/or disease.\nFundamentally, the causes of sick buildings relate to architecture and engineering patterns institutionalized in school construction following World War II. Schools of glass, rock and wood, with high ceilings, cross-ventilation via a transom over the door, and windows and radiators that could be adjusted by teachers no longer were built. These schools were being replaced with new, factory-like buildings featuring a temperamental, eccentric system of master controls for indoor environment. Buildings were constructed with no regard to the environment around them or to people within the property. Today, allowing for the ambiguity in defining sick buildings, somewhere between 1-in-5 and 1-in-15 school facilities are in a situation where discomfort and disease can be attributed to operations of the building.\nHealth symptoms in a sick building are highly variable, but generally split into three categories:\n-Radical reaction--a number of people clearly and suddenly ill. This usually involves limited air exchange combined with a \"smoking gun,\" which can include a new chemical cleaner, misbatched chlorine in a pool area, a weather inversion preventing a kiln from venting properly or a failure of a mechanical air-exchange system.\n-Unhealthy atmosphere--many people experiencing ongoing subtle illness or discomfort. The most common symptoms involve the dehydration of sensitive tissue, including sore eyes, throat or nasal membranes; a feeling of lethargy; a higher incidence of upper-respiratory infection; asthmatic reactions; low-grade headaches; and a continuum of muscle pain and general discomfort among building occupants. Much of this relates to oxygen deprivation typically caused by oxygen being displaced by other compounds, and occasionally by infestation of microbes as a result of excessive moisture remaining within the property.\n-Hypersensitive reaction or multiple chemical sensitivity reaction--one or two individuals extremely ill. This can result if even tiny exposures occur to anyone that has a highly sensitive reaction to certain chemicals. Typically, these complaints should be viewed as warnings that some low-level toxin is in the area.\nAlthough sick building syndrome usually relates to the general nature of the building itself, there are some specifics that account for most indoor-air problems:\n*Combustibles; any possible introduction of carbon monoxide. *Moisture as it may relate to mold (look for growths on drywall). *Moisture as it may relate to airborne infectious agents (standing water and consequent growths). *Volatile organic compounds (VOCs), usually cleaning agents or building materials, which may give off unpleasant, sometimes toxic gases. *Formaldehydes in new carpet, pressed wood or other building products. *Any new or newly exposed particleboard. *Applied poisons (pesticides, insecticides, rodenticides, herbicides).\nA proactive approach Administrators are dealing with a generation of post-World War II properties prone to indoor-air-quality problems, particularly buildings constructed or remodeled during the 1970s energy crisis. A school district should take several steps before a problem strikes. First, initiate patterns for preventing air-quality problems. Second, establish baseline information that will profile the building to facilitate an efficient, inexpensive and confidence-inspiring response. Building occupants and the community need to see a clear and confident administrative approach should a problem arise in the future.\nThe proactive investigation of the building should involve a limited amount of basic testing, particularly a professional review of the microbial matrix within the building--the number of colony-forming units or what kinds of microbes presently are nesting in the building. Understanding what is living in the ambient air can help administrators understand if there is a problem or, more importantly, can help to quickly isolate the exact nature of a problem.\nSimilarly, administrators should consider hiring an outside contractor to review how air-handling and mechanical-engineering systems are managed. A knowledgeable person should walk the area and observe the mechanical systems to see how the filtering system, the air-dispersion system and the air-dilution patterns of the building are operating. Finally, a reliable epidemiological profile of comparative absenteeism should be archived.\nAdministrators also need to be ready to implement a smooth, confidence-building reporting system for occupants regarding air-quality or sick-building concerns. How fast and capably the district responds can be the key to getting the issue under control. The costs for responding to indoor-air problems decrease dramatically if there is baseline data and a plan in place.", "id": "<urn:uuid:f673350f-8b06-4580-b54b-a3217aacfede>", "dump": "CC-MAIN-2013-20", "url": "http://asumag.com/mag/university_prescribing_cure", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9389723539352417, "token_count": 1048, "score": 3.40625, "int_score": 3}
{"text": "Asthma Outreach and Education\nClean Air Council is currently working in medically under-served communities of Philadelphia to educate asthma patients of all ages, parents, and health care professionals about indoor and outdoor environmental asthma triggers. Asthma is a chronic condition of the lungs that makes people more sensitive to air pollution. Asthma is caused by genetics and exposure to pollution, allergens, and toxins found in indoor and outdoor air.\nThe Council provides information on basic asthma health, air pollution and health, indoor air quality checklists, and the tools available for reducing pollution in your community. The Council has materials created especially for eduacting children, including an interactive asthma triggers game and coloring books. The Council also works to connect community members with free or low-cost health and asthma management services throughout the city.\nIn addition to offering materials, the Council can also provide your community group or health care organization with a free workshop on indoor and outdoor air pollution, how it affects health, and the many low- to no-cost strategies for reducing exposure.\nFeel free to contact us should you like to schedule a workshop or have any questions about how we can meet the needs of your organization.", "id": "<urn:uuid:69711be5-8824-452f-9fdd-5a0d81dae570>", "dump": "CC-MAIN-2013-20", "url": "http://www.cleanair.org/program/environmental_health/childrens_asthma_outreach", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9480251669883728, "token_count": 238, "score": 3.390625, "int_score": 3}
{"text": "(BPT) - Everyone, including moms and doctors, can agree that a good night of sleep is necessary for good health, high energy, and an individual’s overall well-being. Not getting enough good sleep – or rapid eye movement sleep – can affect the mind and body’s ability to react appropriately to outside factors, the National Sleep Foundation reports.\nCreating the perfect sleep environment is the first step toward ensuring a good night of sleep. March, the first month of spring, is also National Sleep Awareness Month, and it aims to remind everyone why a good night of zzz’s is so important. One in four adults in the United States experience occasional sleepiness, difficulty falling asleep, or waking up feeling un-refreshed at least a few times per week, according to the National Sleep Foundation.\nFortunately, you can implement these tips this spring, and create a comfortable sleeping environment in your home for both you and your family.\n* Eliminate distractions – Electronics. Noises. Lights. Many items, such as laptops, TVs and cellphones, commonly found in bedrooms can cause distractions and prevent a person from entering REM sleep. Remove these items from the room. Also, consider running a fan or white noise machine to create a soft sound barrier, which will help muffle unexpected sounds like a person flushing the toilet or an engine rumbling loudly on the street outside.\n* Establish comfort – Creating a sleep-conducive environment is an important factor in making the most out of every minute you sleep. Cuddle up each night with soft linens and create a calming atmosphere in the bedroom. To do this, try adding Downy Infusions Lavender Serenity liquid fabric softener when washing your sheets and sleepwear this season, to make your linens and sleepwear silky, soft and soothing. It will help lull you right into bed. With Downy you can wake up to a great scent and start the day off on the right side of the bed.\n* Be routine – The human body reacts favorably to familiar and repeated movements. So consider following a routine every night, whether it’s taking a warm bath, reading a chapter in a book or journaling. The National Sleep Foundation advises against watching TV or using electronics as part of this routine because electronics can hinder quality sleep.\n* Stay active – Sleep is needed to give the body energy to get through its daily activities. Conversely, daily activities are needed to tire the body out for a good night of sleep. Consider adding physical activities into your daily schedule so you can settle into bed between the covers each night, tired and ready for a good night of sleep.\nNobody enjoys walking around in a mental fog or having no energy during the day, so be sure to create the perfect sleep environment in your home for you and your family this spring. It will help you get the most out of every minute of your zzz’s.", "id": "<urn:uuid:83500816-72c7-4a5a-8edd-7e72cbd48886>", "dump": "CC-MAIN-2013-20", "url": "http://www.bensoncountynews.com/21745/1979/onlinefeature/17716/creating-the-perfect-sleep-environment-this-spring", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9243288636207581, "token_count": 601, "score": 2.609375, "int_score": 3}
{"text": "How much fun is it to be a child in your home? Do you ever stop to think about how the house looks from their point of view? My task for this week is to conduct a Child’s Eye Audit of our living space, to try and make the rooms more child- and play-friendly. The audit need only take a few minutes and might suggest simple changes to make to improve the play space.\nTo conduct a child’s eye audit, sit or kneel down so you’re at your child’s eye-level and consider the following things.\n1. Safety first. Most importantly, the room needs to be safe and it’s useful t0 review this aspect of your home from time to time as children grow taller, become more mobile or more adventurous. Think about what your child can reach, what you don’t want them to reach and make any necessary adjustments.\n2. Child’s eye view. Sit back for a minute on the floor and scan the room. What’s visible to your child at their height, and what’s not? You might display all their lovely paintings on the wall and fridge door – but are they too high for your child to actually see? Is their view just of empty walls? Hang some art work at a lower level or set up a low shelf or table with a display of things they can enjoy.\n3. Within reach. Consider how accessible your toys are. Do you have an enabling environment where your child can independently help themselves to toys and resources to use in their play or is everything out of reach? Try to find a balance so you can keep the space tidy whilst still allowing free access. Open shelving and low baskets work well for us with some materials such as paint stored higher up.\n4. Ring the changes. Do you always have they same toys out? Sometimes putting away familiar toys and bringing out some forgotten ones can spark new creativity and fun. Don’t have a complete change of resources though, as children do like to know where favourite toys are. With Christmas on the way now is a good time to have a toy audit, donating ones your child has grown out of to the charity shop and getting ideas for their Christmas list.\n5. Invitation to play. Do you have any toys that never get played with, or activities that you child rarely takes part in? What can you change to make things more inviting? If you’d like to encourage some more reading, perhaps you could set up a cosy reading corner or story tent – with comfy cushions, a basket of tempting books and a favourite teddy to share with? If your toy kitchen has been ignored for a while, add some new resources to catch your child’s eye: a muffin tin and paper cake cases, some jars of real dried pasta, a recipe book from your shelf or lay the table for a birthday tea and surprise your child with a new play possibility.\nDo you sometimes review things from your child’s point of view? What changes have you made to make your space more child- and play- friendly? Leave a comment and share an idea with us.\nI’m writing this at one o’clock in the afternoon and the sky is grey and the rain is tumbling down. It’s making me think about how the weather affects our play, and particularly I’m thinking about how much time we spend outdoors in autumn and winter. I don’t think there’s any question that playing outside is wonderful for children: the fresh air, the feeling of space, the sensory benefits of being in nature. I certainly know with my own two girls, and all the children I’ve looked after, that if we’re having a grumpy sort of day, getting outside – in the garden, park or just for a walk – most often is all that’s needed to lighten everyone’s mood.\nBut it’s getting colder now, and windy and rainy and dark. If you’re the type who is happy to be outside all the time in all weathers, I really do salute you. I however am naturally inclined to prefer a hot cup of coffee and a warm blanket inside! We do play outside everyday, whatever the weather, but there’s no denying we play outdoors less in winter – which I’m guessing is the same for lots of you? So, I’m resolving to put more thought into getting out there and planning on bringing you some posts over the next few months that inspire us to venture out. I’d also like to invite you to share your ideas too. The Play Academy carnival on Friday is open to any of your posts and I’d also love to hear from you if you’d like to write a guest post here. (On any play subject in fact, not just on playing outside. You can e-mail me cathy (at) nurturestore (dot) co (dot) uk if you have an idea you’d like to write about).\nTo start us off, my top three tips for getting outside, whatever the weather are…\n- Keep yourself warm. If you’re wearing the right clothes, you’re much more likely to enjoy your time outside. Pretty much all the children I know don’t care if it’s cold, windy or raining – they are active kids and just love being outside. So, to help everyone enjoy themselves outside, and to stop you cutting short the children’s outdoor fun because you’ve had enough, my first tip is to make sure you are wearing the right clothes. Layer up, don’t forget your hat and gloves and make sure you are cosy.\n- Get active. We’re going to shift our outdoor play away from fairy gardens and dinosaur world’s and include lots more active games. Hopscotch, skipping, what’s the time Mr. Wolf are great fun and will keep everyone on the move.\n- Audit your outdoor space. Now is a good time to review your garden and get it ready for the colder months. Think about what you play outside and re-locate things or make changes to suit the weather. We’ll move the sandpit and den to under our covered area and make sure there are lots of props outside ready to spark active play (bikes, balls, kites, hula hoops). We’re not likely to do as much water play outside, so I’ll be thinking of ways to bring this inside.\nWhat about you – are you an all weather family? How do you promote lots of outdoor play, whatever the weather?\nBack in January I resolved to make 2010 our Year of Play. I’ve been thinking about this again this month as L has started at school. In last week’s Play Academy link-up I talked about wanting to make sure the girls still have lots of opportunity for playing, as well as schooling. So this weeks Twitter Tips are dedicated to having a playful return to school. The Twitter Tips get tweeted on a Friday at 8.30pm and in previous weeks they’ve started great twitter conversations, with people swapping ideas. The main thing I love about blogging is it being a forum to get inspiration and encouragement from others, so please feel free to add your own ideas in the comments or on our Facebook page. Join in, swap ideas, go play!\nHow to have a playful Back to School\n#goplay Twitter Tip #1If you’re using after school clubs check how playful they are: do they offer free play after a structured school day\n#goplay Twitter Tip #2Make the school run fun: cycle, scoot or play i-spy. Leave a little earlier to let the kids play a bit before class\n#goplay Twitter Tip #3 Set up a play invitation in the morning to entice the kids to play before they switch on the TV\n#goplay Twitter Tip #4 Rediscover some old school favourites such as conkers or fortune tellers\n#goplay Twitter Tip #5 Consider how many clubs to join so after school play time isn’t lost in a busy schedule.\n#goplay Twitter Tip #6 Encourage playground fun by packing a skipping rope in the book bag. Ready for Ten has a great skipping tutuorial\n#goplay Twitter Tip #7 Plan family time for the weekend: it doesn’t have to be expensive or extravagant but do make sure it happens.\n#goplay Twitter Tip #8 Consider screen time. Could your kids live without TV for an hour, a day, a week? What could they play instead?\n#goplay Twitter Tip #9 Locate the park nearest your school and stop off any day day you can on the way home. Enjoy some #playoutdoors\n#goplay Twitter Tip#10 Instead of only setting up a homework area set up a play area too. Add untoys & let them #goplay\nHow do you feel about the balance between school and play time? How do you manage homework at the weekend? Do your kids attend a playful school?\nHappily shared with Top Ten Tuesday.\nUse the linky below to add your post to the Play Academy\nOur summer holidays are drawing to a close and my Little is starting school on Monday (oh my!). I feel very strongly that our play should keep going. B is moving up to the Juniors and although her school offers are great curriculum including play, art, music, drama and experiments I think it’s inevitable that her lessons will become more and more about schooling. September always feels like the start of the year to me, so I’m keeping in mind my resolution to make 2010 our Year of Play, and we’ll certainly be limiting our after school clubs and weekend commitments to allow plenty of time for playing. How do you feel about finding a balance between schooling (or home educating) and play?\nI’m looking forward to getting even more inspiration from your Play Academy ideas this week – hope you’ll add a link.\n1. Add your post to the Linky below. Remember to link to the individual post rather than your homepage. If you are not a blogger please visit the NurtureStore Facebook page and share your photo there.\n2. Go and visit some of the other blogs on the Linky. Leave a comment and say hi. Get ideas. Tell them you’re visiting from the Play Academy.\n3. Add a link back from your own post to this Play Academy – your readers can then come and get ideas too. You can use the Play Academy badge if you like.(Grab the code from the column on the left.)\n4. Come back next Friday and swap some more play ideas. The next Play Academy linky will be Friday 10th September.", "id": "<urn:uuid:f1607610-8673-4722-9f25-b0d9f0cf0ce3>", "dump": "CC-MAIN-2013-20", "url": "http://nurturestore.co.uk/category/mind/2010-the-year-of-play", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9464656710624695, "token_count": 2287, "score": 2.671875, "int_score": 3}
{"text": "Young Kids May Be Able to Unbuckle Car Seats\nSurvey of Parents Finds Some Kids May Be Unbuckling While Car Is in Motion\nMay 2, 2011 -- Children as young as 1 year old can unbuckle themselves from car safety seats, a new survey of parents finds.\n\"We found that children can unbuckle from their child car safety seats by their fourth birthday, and there is an alarming 43% who do so when the car is in motion,\" says researcher Lilia Reyes, MD, a clinical fellow in pediatric emergency medicine at the Yale School of Medicine in New Haven. \"It was reported as early as 12 months.\"\nThe findings are being presented at the Pediatric Academic Societies annual meeting in Denver.\nChild Car Seats: How Secure?\nWhile working in the pediatric emergency room at Yale, Reyes encountered two different mothers who had minor car accidents. They told her it happened when they turned their heads around after discovering their kids had unbuckled themselves.\nTrying to determine how frequently it happened, she and her colleagues from Yale surveyed 378 parents of young children. Among the other findings:\n- 51% or about 191 families reported that at least one of their children had unbuckled their car seats. Of these, 75% were age 3 or younger. The youngest was 12 months old.\n- Boys unbuckled more than girls; 59% of the kids who unbuckled were boys.\nParents were not asked if they were sure they had buckled correctly, Reyes tells WebMD. So there is a possibility the children weren't buckled in correctly. But parents do typically hear a click, like a seat safety belt, when the buckle latches, she says.\nThe problem, she says, is that while children may be able to physically unbuckle the seat, they are just beginning, at around age 3, to develop reasoning skills to appreciate the consequences of unbuckling.\nParents used seats of various types. They included the five-point harness, convertible seats, and booster seats, depending on their child's age and weight.\nAre Car Seats Really Buckled?\n''This study raises questions about how the child restraint was used,\" says Lorrie Walker, training manager and technical advisor for Safe Kids USA, an advocacy group.\n\"Federal motor vehicle safety standard 213 requires the buckle to release using between 9 and 14 pounds of pressure,\" she says. \"It is often challenging for an adult to unbuckle the harness.\"\nShe wonders if the buckle was not adequately locked in some cases.\n\"A buckle may give the appearance of being buckled when it has not completely latched,\" she tells WebMD.\nAmong the mistakes many parents make when placing a child in a car seat she says, is to loosely attach the harness straps or place the straps in the wrong harness slots.\nIf these mistakes occur, she says, it makes it easy for a child to climb out.\nThe finding that a child as young as age 1 could unbuckle the seat is a surprise to Jennifer Stockburger, program manager of vehicle and child safety for Consumer Reports. She reviewed the findings for WebMD but was not involved in the study.", "id": "<urn:uuid:bf010e52-2673-4816-a6a6-269d9a7121ee>", "dump": "CC-MAIN-2013-20", "url": "http://children.webmd.com/news/20110429/young-kids-may-be-able-to-unbuckle-car-seats", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9828870892524719, "token_count": 653, "score": 2.78125, "int_score": 3}
{"text": "The Independent Jane\nFor all the love, romance and scandal in Jane Austen’s books, what they are really about is freedom and independence. Independence of thought and the freedom to choose.\nElizabeth’s refusal of Mr. Collins offer of marriage showed an independence seldom seen in heroines of the day. Her refusal of Mr. Darcy while triggered by anger showed a level of independence that left him shocked and stunned.\nThe freedom she exhibited in finally accepting him in direct defiance of Lady Catherine and knowing her father would disapprove was unusual even for Austen. In her last book Anne Elliot is persuaded to refuse Captain Wentworth at Lady Russel’s insistence.\nAlthough Jane played by the rules of the day, all of her writing is infused with how she wanted life to be. She ‘screams’ her outrage at the limitations for women in Emma.\nWhen accosted by Mrs. Elton, Jane Fairfax says,\n“Excuse me, ma’am, but this is by no means my intention; I make no inquiry myself, and should be sorry to have any made by my friends. When I am quite determined as to the time, I am not at all afraid of being long unemployed. There are places in town, offices, where inquiry would soon produce something — offices for the sale, not quite of human flesh, but of human intellect.”\n“Oh! my dear, human flesh! You quite shock me; if you mean a fling at the slave-trade, I assure you Mr. Suckling was always rather a friend to the abolition.”\n“I did not mean, I was not thinking of the slave-trade,” replied Jane; “governess-trade, I assure you, was all that I had in view; widely different certainly, as to the guilt of those who carry it on; but as to the greater misery of the victims, I do not know where it lies.”\nThat same sentiment is emphasized in Emma’s shock when Mrs. Weston tells her of Frank Churchill’s secret engagement to Jane.\n“Good God!” cried Emma, “Jane actually on the point of going as governess! What could he mean by such horrible indelicacy? To suffer her to engage herself — to suffer her even to think of such a measure!”\nI find it interesting that at the moment of Austen’s birth or there about, John Adams left his farm in Massachusetts for the Continental Congress in Philadelphia. Doesn’t sound particularly interesting, I know but consider this.\nJohn Adams left his home in mid-December 1775 to attend an unprecedented meeting of colonial representatives to consider severing ties with their mother country and her monarch; a decision that culminated in a document unlike any ever written. In the mother country, one day in that same cold December a baby girl was born at Steventon Rectory. Her cry was heard by only the people in the house but the years to come would see her pen create works unlike any the world had ever seen.\nComparing Austen’s words with Thomas Jefferson’s may seem a trivialization but I believe that Austen’s impact on the world is no less important than Jefferson’s. The effect of Jane’s writing maybe more subtle than that of the Virginian but it is no less influential.\nJefferson’s words instigated and promoted a revolution, a war of independence. Jane’s words had no such excessive consequence. Still in her own quiet, genteel yet powerful way she declared and promoted the same principles of freedom and self-regulated independence as our American forefathers. In all her novels Jane advocates independence of person and thought, the rights of all and acceptance of responsibility for those rights.\nJane may not have incited military action as Jefferson did but even as an avowed royalist, I doubt not that Jane Austen firmly believed in his declaration of the right to life, liberty and the pursuit of happiness.", "id": "<urn:uuid:0d8a309d-25c5-405d-a08a-c11239f0d717>", "dump": "CC-MAIN-2013-20", "url": "http://austenauthors.net/the-independent-jane", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9743200540542603, "token_count": 845, "score": 2.75, "int_score": 3}
{"text": "... 1542, Catherine Howard was beheaded for adultery at the Tower of London. Of this queen (below right), the 5th of 6 wives of the English King Henry VIII, this website writes:\nCatherine Howard did not have an impact upon English history. She is perhaps the most inconsequential of Henry VIII's six wives, her reign as queen a very brief eighteen months. She bore no children and made no lasting impression upon those who knew her. But it should be remembered that she was thirty years younger than her husband, a silly young girl who never understood the dangers of royal regard. Her life was over before it had truly begun; we can only wonder how it might have ended differently.Not a word of fault found with the fatally fickle king.\n... 1961, officials in the province of Katanga announced that the man who'd served from June to September 1960 as Congo's 1st Prime Minister, Patrice Lumumba, was dead. It was claimed that Lumumba (below left) had been \"killed by villagers trying to take him into custody\"; however, years later that was deemed not to be the whole truth. According to the BBC:\nA Belgian Government inquiry into the murders reported in November 2001 that they would not have taken place without the complicity of Belgian and American intelligence services.\nIn February 2002 the Belgian Government made its first official apology for its part in the assassinations and has set up a $3m fund to encourage democracy and development in the Democratic Republic of Congo.", "id": "<urn:uuid:c6b75581-5f17-4895-9f06-f0141c2afcc0>", "dump": "CC-MAIN-2013-20", "url": "http://www.intlawgrrls.com/2009/02/on-february-13.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9846361875534058, "token_count": 308, "score": 2.546875, "int_score": 3}
{"text": "As I become more and more interested in American history and archeology, I found this latest news about the USS Monitor quite fascinating:\nThe Monitor finally sank around 1 a.m. on December 31. Twelve sailors and four officers would lose their lives. Periodicals like Harper's Weekly and Frank Leslie's Illustrated Newspaper would later publish artists' renderings and poems about the tragedy, but for families of the victims there was little solace. The exact location of the Monitor's final resting place and the crewmen who perished would remain a mystery for more than a century . . . John Byrd, director of the laboratory, says that \"sunken ships can be a very, very good environment for preserving remains\" because of the protective coating of silt that forms over them. This was the case inside the Monitor, where tons of coal mixed with the silt, creating an anaerobic environment that prevented chemical reactions and animal activity from destroying the skeletons.", "id": "<urn:uuid:a5977d7b-04a6-459b-acfa-d68ac4c1eb22>", "dump": "CC-MAIN-2013-20", "url": "http://oldvirginiablog.blogspot.com/2012_12_01_archive.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9643241763114929, "token_count": 192, "score": 2.90625, "int_score": 3}
