{"text": "Positive Chronicles - East of eden\nby Dr Kailash Vajpeyi\n\"Man is no longer\nto be the measure of all things, the center of the universe. He has been measured\nand found to be an undistinguished bit of matter, different in no essential way\nfrom bacteria, stones and trees. His goals and purposes, his egocentric notions\nof past, present and future; his faith in his power to predict and through prediction\nto control his destiny—all these are called into question, considered irrelevant,\nor deemed trivial.\"\nWhen Leonard B. Meyer yanked man down from the exalted status assigned him by the Judeo-Christian tradition, in his 1963 book, The End of Renaissance?, he triggered off a radical shift in the relationship between man and nature. Today, that understanding goes variously by the name of Gaia or Deep Ecology.\nThe Gaia hypothesis postulates that Planet Earth is a living organism that adjusts and regulates itself like any other organism and that for 3.5 billion years, microbes, plants and animals have co-evolved with the environment as one globally integrated superorganism. In much the same vein, Deep Ecology believes in the essential ecological equality of all species, man and mouse, elephant and earthworm. In an interconnected, indivisible ecosystem, each part is as crucial as the next.\nHere, T.S. Eliot may have been tempted to comment on the return of things to their point of beginning. For interconnection was the fundamental premise of the relationship between all traditional civilizations and nature. Unlike the western equation of conqueror and conquered, traditional people related to nature much as an offspring to a benevolent mother, or a devotee to a deity.\nMost eastern religions such as Vedic Hinduism, Jainism and Buddhism, include within nature not only all forms of life but also that which is inanimate and invisible. Vedic texts uphold the doctrine called Madhu Vidya, or interdependence between man and nature. The Vedic worldview is beautifully expressed in that famous injunction, Vasudhaiva Kutumbakam (the world is one family).\nIn the Vedas, natural elements play a pivotal role. But the interrelationship of creation was always within the context of its relationship with the creator. The Vedic sages believed that everything in this world stems from divine knowledge (the word) which was first revealed to a group of seers, who then passed on this knowledge to successive generations of Vedic seers.\nAnd thus, Saraswati, the Goddess of Divine Speech, holds a special place among Hindu deities.\nMay the divine speech, Saraswati,\nThe fountainhead of all faculties (mental and spiritual),\nThe purifier and bestower of true vision,\nThe recompenser of worship: Be the source of inspiration and accomplishments\nFor all our benevolent acts\n(Rig Veda 1-3-10)\nThus, speech, or vak, has a preeminent role in the Indian tradition. Water, it is believed was literally produced by vak. In turn, if we accept the theory that the theory that the hydrogen molecule is the basis of all life, water could be said to have created the rest of life.\nOf the five basic elements that make up life—earth, space, wind fire and water—the last, in the Vedic view, is the primal element. No wonder there are dozens of Vedic verses in praise of water:\nO water source of happiness, we pray,\nPlease give us vigor so that we may\nContemplate the great delight Hail to you divine, unfathomable\nAll purifying waters\nYou are the foundation of all this universe\nThe consciousness of being composed of the same elements was one more proof of the unity of all creation. The elements, both separately and jointly as life forms, were, at one and the same time, objects of reverence and intimately related to us.\nWe hardly realize that there are cosmic forces which are working in cyclical patterns, and that the most fundamental pattern which governs our life is the movement of he earth on its axis. One shudders to think what would happen to life as we know it if the earth stopped spinning on its axis or the sun failed to rise in the morning.\nWe are creatures of the planet but the earth is not a geographical entity, it is us. The earth is not simply dust but a reservoir of all energy. It has given birth to four types of creatures: swedaj, udbhij, andaj and pindaj (aquarian, flora and fauna, avian and mammalian).\nTo the Vedic seers, the idea of subjugating or exploiting the earth was incomprehensible. To them it was an object of worship and not of exploitation. Its conquest was tantamount to dissecting a mother's body to study her heartbeat or chopping her breasts to isolate the gland producing milk. But times have changed. Today, man has no qualms about expropriating the earth's wealth for his own benefit. This has resulted in the creation of a new fifth species, the yantraj—the technetronic being.\nAccording to Daniel J. Boorstin, the author of Cleopatra's Nose: \"When the machine kingdom arrived on the scene, it entirely changed the fixedness of the idea of change. A natural species reacts to its environment and learns to adapt to it. But the technetronic species creates its own environment.\"\nFor instance, media technology tends to create what can be termed asdiplopia or double image, where it is hard to distinguish reality from illusion. Television, for example, has the capacity to convert an event into virtual reality, what is there is also here at the same time or what is here can also be there if it has been filmed. For the vedic man, the earth was the bestower of blessings, she was the protector of life. All descriptions of Ramrajya, (the reign of Lord Rama, the hero of the Indian epic Ramayana) portrayed the earth as abundant and giving.\nThe Mahabharata eulogized Yudhisthira's reign thus: \"Earth yielded abundant crops and all precious things. She had become the provider of all goodness. Like kamdhenu, the celestial cow, the earth offered thousands of luxuries in a continuous stream.\"\nIn Bhumi Sukta we come across verses such as:\nO purifying Earth, I you invoke\nO, patient Earth by sacred word\nEnhanced bearer of nourishment and strength of food and butter,\nO, Earth we would approach you with due praise\nInfluenced by this holistic vision, the Indian way of life was integral, its purpose the well-being of creation. Even in the matter of eating, our ancestors emphasized the importance of feeding others before themselves. A householder could eat only after propitiating the ancestors, the devas representing different aspects of nature, the bhutas representing all created beings, guests, members of the household and servants. The practice of agriculture was deeply influenced by this sacred vision of interconnection.\nAccording to the activist Vandana Shiva's book, The Seedkeeper, new seeds were first worshipped before being consumed. New crop was worshipped before being consumed. For the farmer, field is the mother: worshipping the field is a sign of gratitude towards the earth, who as mother, feeds the millions of life forms who are her children.\n\"In the place of chemical manures and pesticides, the traditional farmer used nature's own checks and balances to nurture fertility and keep pests at bay. A typical rice field supported and in some places continues to do so 800 species of \"friendly insects\"—spiders, wasps, ants and pathogens that controlled 95 per cent of insect pests.\nThese practices are still a living presence among India's tribal societies, for instance, the Warlis, a community near Mumbai, worship nature as Hirva (green) and consider all produce to be gifts of Hirva, rather the fruits of their own labor. Conservation of plants and animals was an innate aspect of their culture, illustrated in the concept of the sacred grooves: mangroves, marshlands and other tracts of land supposedly inhabited by spirits, where killing of plants and animals is taboo.\nThe Bishnois of Rajasthan, too, will rather die than let a single tree be felled. The concept of coexistence took many forms. Before felling a tree to construct a temple, the carpenter traditionally sought the permission of the tree. And in Emperor Asoka's time, veterinary hospitals were state institutions.\nAmong the five vital elements which sustain life on earth, the wind in the Rig Veda is called vata. Though the wind is connected with the primordial waters, its origin is not known.\nVedas also address it as the spirit:\nMay the wind breathe upon us\nProlong our lifespan\nAnd fill our hearts with comfort\nResponding to the current environmental crisis, Susan Griffin in her book Women & Nature writes: \"We live as if nature is only need to provide extras: paper, recreation, specialty foods, a job to provide money.\"\nUnlimited desire and man's greed has devastated this planet to such an extent that by the time you finish reading this article, at least 10 species of birds would be extinct forever. In contrast, personal fulfillment in Buddhism is sought through independence.\nHere the self is temporary and nonessential rather than the center of the universe. Writes Kerry Brown, co-author of Buddhism and Ecology, about the Buddhist philosophy: \"Where infinite spiritual development is possible within a physical existence that is understood and accepted as infinite.\"\nBuddha attained enlightenment under a banyan tree, J. Krishnamurti had the same kind of realization under a pepper vine. No wonder the author of Bhamini Vilas called the tree Guru.\n\"O tree! You bear fruits, leaves and flowers and protect people from the scorching sun. Whoever come to you in scorching heat, you take away their suffering and give them coolness. This way you surrender yourself for others. That is why you are a Guru of all kind people.\"\nAnekantavada, the Jain concept that professes multiple views of reality, goes even deeper. Its verdict on the unmindful endeavors of mankind would be damning. The bacterial organism, as understood in modern science, can be compared with what is called nigodiya life in Jainism. And ahimsa or nonviolence, which is fundamental to Jain philosophy, teaches not harming even the basic forms of life. Jainism and other Indian religions advocate that compassion must be the foundation for any truly civilized community.\nLawrence Joseph, the author of Gaia, has obviously been deeply influenced by all systems of Indian philosophy which adhere to the universal law of interdependence. Lynn Margulis, co-author of the Gaia theory along with James Lovelock, believes strongly that the biological microcosm provides a key controlling influence in the global environment and argues that the role of these tiny organisms has been underestimated because they are invisible. With the convergence of the most recent scientific understanding and the most recent ancient wisdom, there is hope yet for the survival of the earth and, in turn, life on it.\nThere can be no better sign of it than NASA circulating, all over the USA, a photograph of the earth with the caption: Love your mother.\n|HOME | SUBSCRIBE | WALLPAPERS | ADVERTISING | POLICY | PRACTITIONERS | WRITERS | PEOPLE | ABOUT | CONTACT|", "id": "<urn:uuid:4e0e9bff-c5aa-4942-a3eb-fa578926eb71>", "dump": "CC-MAIN-2013-20", "url": "http://www.lifepositive.com/mind/philosophy/eden.asp", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9516468048095703, "token_count": 2407, "score": 2.59375, "int_score": 3}
{"text": "Now he’s alerted me to a new study and related lecture on what he and his co-authors are calling “peak farmland” — an impending stabilization of the amount of land required for food as humanity’s growth spurt plays out. While laying out several important wild cards (expanded farming of biofuels among them), Ausubel and his co-authors see a reasonable prospect for conserving, and restoring, forests and other stressed terrestrial ecosystems even as humanity exerts an ever greater influence on the planet.\nThe study, “Peak Farmland and the Prospects for Sparing Nature,” is by Ausubel, Iddo K. Wernick and Paul E. Waggoner and will be published next year as part of a special supplement to the journal Population and Development Review, published by the Population Council.\nDrawing on a host of data sets, the authors conclude that a combination of slowing population growth, moderated demand for land-intensive food (meat, for instance) and more efficient farming methods have resulted in a substantial “decoupling” of acreage and human appetites.\nHere’s the optimistic opener:\nExpecting that more and richer people will demand more from the land, cultivating wider fields, logging more forests, and pressing nature, comes naturally. The past half-century of disciplined and dematerializing demand and more intense and efficient land use encourage a rational hope that humanity’s pressure will not overwhelm nature.\nAusubel will describe the findings in a talk during a daylong symposium at his university on Tuesday honoring Paul Demeny, who at age 80 is stepping down as editor of the journal.\nAusubel’s prepared remarks are online. In his talk, he explains that while the common perception is that meeting humanity’s food needs is the task of farmers, there are many other players, including those of us who can choose what to eat and how many children to have:\n[T]he main actors are parents changing population, workers changing affluence, consumers changing the diet (more or less calories, more or less meat) and also the portion of crops entering the food supply (corn can fuel people or cars), and farmers changing the crop production per hectare of cropland (yield).\nThe new paper builds on a long string of studies by Ausubel and the others, including the 2001 paper “How Much Will Feeding More and Wealthier People Encroach on Forests?.” Also relevant is “Restoring the Forests,” a 2000 article in Foreign Affairs co-written by Ausubel and David G. Victor (now at the University of California, San Diego)\nThis body of analysis is closely related to the core focus of this blog: finding ways to fit infinite human aspirations (and appetites) on a finite planet. The work presents a compelling case for concentrating agriculture through whatever hybrid mix of means — technological or traditional — that best fits particular situations, but also fostering moderation in consumption.\nHere’s an excerpt from the paper’s conclusion, which notes the many wild cards that make the peak farmland scenario still only a plausible, and hardly inevitable, future:\n[W]ild cards remain part of the game, both for and against land sparing. As discussed, the wild card of biofuels confounded expectations for the past 15 years. Most wild cards probably will continue to come from consumers. Will people choose to eat much more meat? If so, will it be beef, which requires more land than poultry and fish, which require less? Will people become vegetarian or even vegan? But if they become vegan, will they also choose clothing made from linen, hemp, and cotton, which require hectares? Will the average human continue to grow taller and thus require more calories? Will norms of beauty accept obesity and thus high average calories per capita? Will a global population with a median age of 40 eat less than one with a median age of 28? Will radical innovations in food production move humanity closer to landless agriculture (Ausubel 2010)? Will hunger or international investment encourage cropland expansion in Africa and South America? (Cropland may, of course, shrink in some countries while expanding in others as the global sum declines.) And will time moderate the disparities cloaked within global averages, in particular disparities of hunger and excess among regions and individuals?\nAllowing for wild cards, we believe that projecting conservative values for population, affluence, consumers, and technology shows humanity peaking in the use of farmland. Over the next 50 years, the prospect is that humanity is likely to release at least 146 mHa [146 million hectares, or 563,710 square miles], one and a half times the size of Egypt, two and a half times that of France, or ten Iowas, and possibly multiples of this amount.\nNotwithstanding the biofuels case, the trends of the past 15 years largely resemble those for the past 50 and 150. We see no evidence of exhaustion of the factors that allow the peaking of cropland and the subsequent restoration of nature.\nIn an e-mail exchange today, I asked Ausubel about another issue touched on in the paper:\nLooking around the planet, it’s clear from a biodiversity standpoint that all forests — or farming pressures — are not equal. For instance, in Southeast Asia, palm oil and orangutans are having a particularly hard time co-existing. So while the overall trend is great, do you see the need for maintaining a focus on particular “hot spots,” to use a term familiar in environmental circles?\nSo far, I don’t see lots of evidence that conservation campaigners (you are one on ocean resources) have found a way to accept this kind of good news and/or incorporate it in their prescriptions for sustaining a rich and variegated biological sheath on Earth. If you agree, any idea why?\nIndonesia is the number one place where letting the underlying trend work will not work fast enough. The list of threatened regions is quite well identified: parts of the central African forest, parts of the Amazon.\nSome conservation groups have realized that the slow growth in demand for calories as well as pulp and paper are creating big chances to reserve or protect more land. In the right places, where crops are no longer profitable, some amounts of money can acquire large amounts of land for nature.\nConservation groups also ought to attend more to the ecological disaster called biofuels.\nI encourage you to dig in on this paper and related work, which provides a useful guide for softening the human impact on a crowding planet. There’ll be plenty of losses, and surprises, but there are real prospects for sustaining a thriving, and peopled, orb.\n6:57 p.m. | Addendum | For relevant work with somewhat different conclusions review the presentations from “Intensifying agriculture within planetary boundaries,” a session at the Planet Under Pressure conference in London last March. I’ll be adding links to other relevant analysis here.", "id": "<urn:uuid:d30effea-1f5f-4ff1-874d-1ea41dc97c53>", "dump": "CC-MAIN-2013-20", "url": "http://dotearth.blogs.nytimes.com/2012/12/17/scientists-see-promise-for-people-and-nature-in-peak-farmland/?n=Top%2FReference%2FTimes%20Topics%2FSubjects%2FA%2FAgriculture", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9313429594039917, "token_count": 1474, "score": 2.6875, "int_score": 3}
{"text": "Unnatural Selection: Choosing Boys Over Girls, and the Consequences of a World Full of Men\nby Mara Hvistendahl\nOne of history's more curious encounters occurred in early March 1766 at a country estate in southern England, near Dorking. The estate belonged to Daniel Malthus, a gentleman of independent means and wide intellectual interests. The philosophers David Hume and Jean-Jacques Rousseau were traveling in the neighborhood, seeking a house for Rousseau, who had just recently arrived in England under Hume's patronage after having been driven out of Switzerland.\nDaniel Malthus was known to both philosophers, at least by correspondence, so they paid him a brief visit, in the course of which they saw his son Thomas, then just three weeks old. So there, presumably in the same room, were Hume, Rousseau, and the infant Thomas Malthus. It was an odd grouping: the serene empiricist, the neurotic social optimist, and the future oracle of demographic doom.\nHume had actually dabbled in demography himself some years earlier. He had been one of the first to argue against the belief, common until his time, that the ancient world was more populous than the modern world. Demography, along with its cousin discipline of economics, was \"in the air\" during the later eighteenth century, waiting for the grown-up Malthus to cast his cold eye upon it in his momentous Essay on the Principle of Population (1798).\nOf these two cousin disciplines, it is a nice point for argument which better deserves to be called \"the dismal science.\" I would vote for demography. It must be hard to maintain a cheerful composure while scrutinizing the ceaseless, often inexplicable ebbs and flows of nativity and mortality.\nIt is a strange thing, too — and a depressing one for anyone of an empirical temperament — that what ought to be the most exact of all the human sciences has such a sorry record of prediction. What, after all, could be more certain than that a nation with number N of five-year-olds today will have N fifteen-year-olds in a decade's time, give or take some small margin for attrition and migration? The human sciences don't come any more precise than that. Yet large-scale predictions by demographers have been confounded again and again, from those of Malthus himself to that of Paul Ehrlich, who told us in his 1968 bestseller The Population Bomb that \"The battle to feed humanity is over … Billions will die in the 1980s.\"\nEhrlich's book was very much of its time. The third quarter of the twentieth century was dogged by fears of a Malthusian catastrophe. Popular fiction echoed those fears in productions like John Brunner's novel Stand on Zanzibar (1968) and Richard Fleischer's movie Soylent Green (1973). It was assumed, reasonably enough, that populous poor countries were most at risk, being closest to the limits of food supply. Governments and international organizations therefore got to work promoting birth control in what we had just recently learned to call the Third World, with programs that were often brutally coercive.\nBirth rates soon fell; though how much of the drop was directly due to the programs, and how much was an inevitable consequence of modernization, is disputed. The evidence is strong that women liberated from pre-modern subordination to their husbands, and given easy access to contraception, will limit their pregnancies with or without official encouragement.\nThere was, though, a distressing side effect of the dropping birthrates. Many countries have a strong traditional preference for male children. So long as women in those countries were resigned to a lifetime of child-bearing, the sheer number of offspring ensured that the sex ratio at birth (SRB) would be close to its natural level of 105 males to 100 females. The post-natal ratio might be skewed somewhat by local traditions of female infanticide and by the loss of young men in war, but a rough balance was kept. China in the 1930s had around 108 males per 100 females.\nOnce the idea of limiting births settled in, however, people sought assurance that one of their babies be male. If a mother gives birth twice, there is a 24 percent chance neither baby will be male; the chance of no males in three births is twelve percent; the chance of no males in four births, six percent. Female infanticide continued to be an option, but not an attractive one — nor, in most modern jurisdictions, a legal one.\nTechnology met the need by providing methods to determine the sex of a fetus. From the mid-1970s to the early 1980s, amniocentesis was used for this purpose. Then high-quality second trimester ultrasound became widely available and took over the business of fetal sex determination. It caught on very fast all over East and South Asia, allowing women to abort female fetuses. The consequences showed up in last year's Chinese census, whose results are just now being published. They show an SRB of 118 males per 100 females.\nThese unbalanced sex ratios and their social and demographic consequences form the subject matter of Mara Hvistendahl's book Unnatural Selection. An experienced journalist who has lived for many years in China, Ms. Hvistendahl covers the history, sociology, and science of sex-selective population control very comprehensively. She has organized each of her book's fifteen chapters around the experience of some significant individual: \"The Bachelor,\" \"The Parent,\" \"The Economist,\" and so on.\nHer book's scope is by no means restricted to China: \"The Student\" of Chapter 6 is an Indian who commenced his medical training at a big hospital in Delhi in 1978, when sex-selective abortion was just taking off in India. We get a side trip to Albania, whose SRB is treated as a state secret, but seems to be at least 110. We also learn that sex-selective abortion is common among couples of Chinese, Korean, and Indian descent in the U.S.A. The subjects here are not just newly arrived immigrants, either. A research team from Columbia University found that:\nIf anything, mothers who were U.S. citizens were slightly more likely to have sons. Sex selection, in other words, is not a tradition from the old country that easily dies out.\nSouth Korea makes a particularly interesting study. That country's governments were more foresighted than most in spotting the problems that might arise from sex-selective abortion. They outlawed the procedure in 1987, and followed up with rigorous enforcement. South Korea's SRB is now at the natural level.\nThere is more here than meets the eye, though, as Ms. Hvistendahl uncovers. As elsewhere, sex selection was mainly resorted to for second or subsequent births. The SRB for first births is essentially normal worldwide. And first births is wellnigh all the births there are now in South Korea. Our author tells us that: \"In 2005 Korea bottomed out with the lowest total fertility rate in the world, at an average of 1.08 children per woman.\" Things have since recovered somewhat. The 2011 estimate for total fertility rate is 1.23. That still makes for a fast-declining and aging population, though — surely not the ideal solution to the problem of sex ratio imbalances.\nWhat of the issue of angry young surplus males unable to find wives? Ms. Hvistendahl takes a less alarmist view than the one put forth by Hudson and den Boer in their 2004 book Bare Branches. That there is a causal relationship from excess males to political despotism, as those authors argued, is not well supported by historical evidence. As Hvistendahl notes: \"Adolf Hitler came to power at a time when Germany had over two million more women than men as a result of the toll taken by World War I.\" (She might have added that the most authoritarian episode in recent Indian history was the 1975-77 \"Emergency,\" instigated by a female Prime Minister at a time of normal adult sex ratios.) One feels intuitively that a surplus of sex-starved young men will generate trouble, but on the evidence so far, things may not go beyond domestic disorders of the containable kind.\nMs. Hvistendahl seems to be of conventionally feminist-leftist opinions, but she has visible trouble keeping those opinions in order when writing about sex-ratio imbalances. She of course favors \"reproductive rights,\" yet cannot but deplore the fact that those rights, extended to Third World peasant cultures, have led to a holocaust of female babies and the trafficking of young women from poorer places with low male-female ratios, to wealthier places with high ones.\nShe works hard to develop a thesis about it all having been the fault of Western imperialists terrified of the breeding potential of poorer, darker peoples, in cahoots with opportunistic Third World dictators hungry for World Bank cash, but she cannot quite square the ideological circle. As she points out, abortion was frowned on throughout Asia until modern times. (Chinese people used to consider themselves one year old at birth: older Chinese still reckon their birthdays in this way.) Where would \"reproductive rights\" be in Asia if not for those meddling imperialists?\nThese blemishes are minor, though, and probably inevitable in any book written by a college-educated young woman of our time. If you skip over them, you will find a wealth of research and much good narrative journalism in Unnatural Selection. The occasional feminist, leftist, and anti-American editorializing aside, this is a rich and valuable book on an important topic. David Hume would have admired Hvistendahl's respect for the data, even when it leads to conclusions that make hay of her prejudices. Rousseau would have applauded her egalitarian passions. Thomas Malthus, had he read the book, would have been tearing his hair out.", "id": "<urn:uuid:f6399029-a683-4014-83d3-8e457d2526dd>", "dump": "CC-MAIN-2013-20", "url": "http://www.johnderbyshire.com/Reviews/HumanSciences/unnaturalselection.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9721161127090454, "token_count": 2060, "score": 2.953125, "int_score": 3}
{"text": "How To Win At Science Fairs (Dec, 1960)\nHow To Win At Science Fairs\nby Ronald Benrey\nYOU CAN WIN at a Science Fair as long as one thing interests you more than winning does. This is your project itself. It is going to be judged on scientific thought, creative ability, and presentation. You will really have to know the field your project is concerned with. This takes effort. Since you lack the means of a professional laboratory, you will have to do much with little. This takes trial and error and just plain work. Your presentation must be attractive and clear. This means good workmanship, which takes time and care. You are going to have to show some originality. After all, there is no use doing what everybody else is doing: be different. For this, you have to have the other three under control. By the way, the “laymen” who see your exhibit will ask all kinds of questions. Have good answers at your fingertips. The judges won’t be laymen, and any double-talk will scream to them that you don’t know your subject. It may also make them suspect that the best parts of your project are not your work. This would be unjust, perhaps, but deadly. Now, whether your entry covers a large table top or can just be tucked under your arm, it is going to be a big job. It can’t be left for a “crash program” in the last few weeks before the Fair. It is going to eat up big portions of your time, energy, and spending money for the next several months. All this demands your interest. But it isn’t simply a matter of “fun. ” Licking this challenge may be a turning point in your life. With or without a scholarship prize, your career may begin with it.\nAs a reader of Electronics Illustrated your project will probably deal with electronics or applied physics rather than with biological or earth sciences. Select your topic carefully from a broad subject that really interests you. A massive effort in the direction of a passing fancy will result in a mediocre project at best. Take a limited subtopic that you think worth investigating and that you feel able to handle.\nTo ease financial strain, plan now to build your project over a long period of time, say six months, on a pay-as-you-build basis.\nOnce you have a rough idea of your project’s general form, don’t dash into construction.\nVisit technical libraries and learn all you can about current professional work in the field, and its technical jargon. This will give you much important information and helpful hints, and when you finally face the judges, you will know your subject.\nHere is a prickly question. It is up to you to be realistic and honest with yourself when you choose a topic. Your science teachers and advisers will certainly be helpful, but the final decision must be yours. In other words, if you have never handled a soldering iron before, don’t take on a project requiring elaborate electronic instrumentation. If you have enough time you can work up to a complex project by building a few simpler devices, like many described in EI. This is another reason for starting NOW. – Why not get your feet wet by assembling some test equipment from kits? You will certainly need a multimeter anyway, for any project, and it will be something you can use “forever. ”\nAnother touchy subject: discussion of this often scares off good potential science fairers. Nobody requires or expects a science fair project to produce a radical new scientific discovery. However, this does not imply that an entrant can’t find a new angle on an old problem. Merely duplicating a project described in a magazine shows the judges only one thing: the builder can follow directions. The main benefit of entering a science fair is the challenge of thinking a real problem out, all the way through. Your project can be for “demonstration” rather than “research, ” but make sure you come up with fresh, clear, meaningful ways to present your material. Stay away from last year’s winning project: it was good last year. Avoid “staples” (like Tesla coils) unless they are only part of a ‘wider original project.\nYour project should be well presented and look impressive, but impressive need not mean expensive. Judges seldom look twice at an exhibit loaded down with excess and borrowed equipment when the same results could have been obtained more economically and without false show. Novel use of common materials shows creative ability, and this is an important judging criterion. Remember, how you solved your problem is what counts at a science fair, and not merely that you solved it. Also, neatness counts! Aside from being impossible to troubleshoot, a rat’s nest of wiring is typical of losing projects. Time spent color-coding leads, installing wire harness and cable clamps will result in a much more attractive and more reliable project. But know what you are doing! Don’t harness leads in a circuit that demands point-to-point wiring, or cable grid and plate leads together in an amplifier circuit. Read up on layout and construction techniques, and allow yourself time to make and correct mistakes. Prior planning will also pay off in dollars and cents, since you can save by purchasing some components (like resistors) in quantity, and if you live near a big city you can shop around for some items in the military surplus stores, modifying your design if necessary to take odd-value components. Now, sit back and start your thinking. The time to start is right now.\nIS YOUR WINNING PROJECT HERE?\nRADIO TELESCOPE: Home-built sensitive low-noise receiver, simple antenna system. Try to make simple “radio map.”\nGUIDANCE SYSTEM: For model ear. Can be programmed to run around science fair grounds without hitting anything, or to reach pre-chosen destination.\nSOLAR CELLS: Home-built unit as part of demonstration of basic physics of solar cells: display on recent professional research results: off-beat practical applications (eyeglass type hearing aid?).\nMOON MOUSE: “To be landed on the Moon. ” Self-propelled, radio controlled from Earth, instrumented and transmitter equipped. Some functions solar powered ?\nThese are only suggestions. You may come up with ideas regarding fuel cells, space communications, navigation, etc.", "id": "<urn:uuid:6ad66c1d-7e72-4ed4-889b-c4b7f1b988a7>", "dump": "CC-MAIN-2013-20", "url": "http://blog.modernmechanix.com/how-to-win-at-science-fairs/1/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9457745552062988, "token_count": 1357, "score": 2.890625, "int_score": 3}
{"text": "Science Fair Project Encyclopedia\nIndustrial Design is an applied art whereby the aesthetics and usability of products may be improved. Design aspects specified by the industrial designer may include the overall shape of the object, the location of details with respect to one another, colors, texture, sounds, and aspects concerning the use of the product ergonomics. Additionally the industrial designer may specify aspects concerning the production process, choice of materials and the way the product is presented to the consumer at the point of sale. The use of industrial designers in a product development process may lead to added values by improved usability, lowered production costs and more appealing products.\nProduct Design is focused on products only, while industrial design has a broader focus on concepts, products and processes. In addition to considering aesthetics, usability, and ergonomics, it can also encompass the engineering of objects, usefulness as well as usability, market placement, and other concerns.\nProduct Design and Industrial Design can overlap into the fields of user interface design , information design and interaction design. Various schools of Industrial Design and/or Product Design may specialize in one of these aspects, ranging from pure art colleges (product styling) to mixed programs of engineering and design, to related disciplines like exhibit design and interior design.\nIn the US, the field of industrial design hit a high-water mark of popularity in the late 30's and early 40's, with several industrial designers becoming minor celebrities. Raymond Loewy, Norman bel Geddes, and Henry Dreyfuss remain the best known.\nIn the UK, the term \"Industrial Design\" increasingly implies design with considerable engineering and technology awareness alongside human factors - a \"Total Design\" approach, promoted by the late Stuart Pugh (University of Strathclyde) and others.\nFamous industrial designers\n- Egmont Arens (1888-1966)\n- Norman bel Geddes (1893-1958)\n- Henry Dreyfuss (1904-1972)\n- Charles and Ray Eames (1907-1978) and (1912-1988)\n- Harley J. Earl (1893-1969)\n- Virgil Exner (1909-1973)\n- Buckminster Fuller (1895-1983)\n- Kenneth Grange (1929- )\n- Michael Graves (1934- )\n- Walter Adolph Gropius (1883-1969)\n- Jonathan Ive (1967- )\n- Arne Jacobsen (1902-1971)\n- Raymond Loewy (1893-1986)\n- Ludwig Mies van der Rohe (1886-1969)\n- László Moholy-Nagy (1895-1946)\n- Victor Papanek (1927-1999)\n- Philippe Starck (1949- )\n- Brooks Stevens (1911-1995)\n- Walter Dorwin Teague (1883-1960)\n- Eva Zeisel (1906- )\n- Industrial design rights\n- Design classics\n- Interaction Design\n- Automobile design\n- Six Sigma\n- Famous Industrial Designers\n- Design Council on Product Design Design Council one stop shop information resource on Product Design by Dick Powell.\n- Industrial Designers Society of America\n- The Centre for Sustainable Design\n- International Council of Societies of Industrial Designers\n- U.S. Occupational Outlook Handbook: Designers\n- Core77: Industrial Designers' Online Community\nThe contents of this article is licensed from www.wikipedia.org under the GNU Free Documentation License. Click here to see the transparent copy and copyright details", "id": "<urn:uuid:a466a758-3d7d-477a-8ae7-30c1404a9da8>", "dump": "CC-MAIN-2013-20", "url": "http://www.all-science-fair-projects.com/science_fair_projects_encyclopedia/Industrial_design", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8557734489440918, "token_count": 743, "score": 3.203125, "int_score": 3}
{"text": "This database of images for the study and teaching of art, design, and visual culture at Illinois State University, is produced as a collaboration between the School of Art and Milner Library. The images come from many sources, including publications, original photography, and the Visual Resources Collection of the School of Art.\nThe slides of Sverre \"Bex\" Braathen combine a \"Passion for Circus\" with the skills and artistry of photography at its finest.\nImages were captured in the saturated colors of Kodachrome slides and date from the early 1940s to the late 1950s as well as black and white film in the 1930s. Set within the context of the entire Braathen …\nIllinois State University History is a growing collection that currently includes campus history books, proceedings of the first university governing board, and nearly 400 photographs.\nSupport for this collection is provided by the Friends of Milner Library and the Illinois State Library, a division of the Office of the Secretary of …\nWelcome to Milner Library's International Collection of Child Art digital image collection! This resource holds images of art created by children and adolescents representing more than fifty countries and cultures from Argentina to New Zealand. The artworks are two dimensional and use varied media. The work in this collection …\nVoices of Extremism: Conflicting Ideologies in United States Politics in the Decades Following WWII is a unique audio documentation of the individuals and movements that characterized the Extremist politics in the United States in the decades following the Second World War from 1946 to 1980. The collection also includes a documentary on …\nCultivated in the spirit of teaching, learning and research, Milner Library's digital collections provide a variety of resources. They reflect the rich cultural heritage at Illinois State University, and include audio recordings, historic documents, photos, and images of art and visual culture.\nDiscover all collections\nArt & Culture\nCircus & Allied Arts\nIllinois State University History\nInternational Collection of Child Art\nVoices of Extremism\nNative American Collection\nNormal Editions Workshop (N.E.W.)\nTowanda Area History\nWorld War I Women", "id": "<urn:uuid:38e6d370-c6fd-4e73-85c6-089457add0bf>", "dump": "CC-MAIN-2013-20", "url": "http://digital.library.illinoisstate.edu/cdm?r=isuhistory/8582", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9236012697219849, "token_count": 437, "score": 2.546875, "int_score": 3}
{"text": "The Centre is associated with several major research projects (especially the Dictionary of Old English), six publication series (Toronto Medieval Latin Texts, Toronto Medieval Bibliographies, Toronto Texts and Translations, Toronto Old English Series, Publications of the Dictionary of Old English—in addition to seven publication series and a prestigious journal published by the Pontifical Institute of Mediaeval Studies (PIMS), a medieval drama group, and a medieval music group. The result is a large interactive community of professionals working in many areas of medieval studies. Individual research projects have all thrived in this environment.\nDictionary of Old English\nThe Dictionary of Old English (DOE) defines the vocabulary of the first centuries (AD 600–1150) of the English language, using today’s most advanced technology. The DOE is based on a computerized Corpus comprising at least one copy of each text surviving in Old English. The total size is about six times the collected works of Shakespeare. The body of surviving Old English texts encompasses a rich diversity of records written on parchment, carved in stone and inscribed in jewellery.", "id": "<urn:uuid:45d70863-a448-45d6-8157-916b361cbcd3>", "dump": "CC-MAIN-2013-20", "url": "http://medieval.utoronto.ca/research/projects/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.895144522190094, "token_count": 223, "score": 2.859375, "int_score": 3}
{"text": "Bootie A shoe that resembles a boot in style but is not as high.\nBrocade An all-over floral, raised pattern produced in a similar fashion to embroidery.\nCircumference The measurement around the shaft of a boot taken at the widest part.\nCotton A natural fiber that grows in the seed pod of the cotton plant. It is an inelastic fiber.\nCushioning Padding on the sole of a shoe for added comfort and stabilization.\nDobbyWoven fabric where the weave of the fabric actually produces the garment's design.\nEmbroidery Detailed needlework, usually raised and created by yarn, thread or embroidery floss.\nFaille A slightly ribbed, woven fabric of silk, cotton, or rayon.\nHoundstooth A classic design containing two colors in jagged/slanted checks. Similar to Glen Plaid.\nLiningThe leather, fabric or synthetic material used on the inside of a shoe.\nLamé A metallic or plastic fiber woven into material to give the garment shine.\nMarled Typically found in sweaters, marled yarn occurs when two colored yards are twisted together.\nMatte A matte finish has a lusterless surface.\nMerino Wool Wool sheered from the merino sheep and spun into yarn that is fine but strong.\nOmbre A color technique that shades a color from light to dark.\nPaisley A pattern that consists of crooked teardrop designs in a repetitive manner.\nPoplin A strong woven fabric, heavier in weight, with ribbing.\nSateen A fabric woven with sheen that resembles satin.\nShirring Similar to ruching, shirring gathers material to create folds.\nSole The outsole, or bottom part of a shoe.\nStacked Heel A heel made of leather or leawood covering that gives the appearance of wood.\nSynthetic Materials Man-made materials designed to look or function like leather.\nTweed A loose weave of heavy wool makes up tweed, which provides warmth and comfort.\nTwill A fabric woven in a diagonal weave. Commonly used for chinos and denim.\nVariegated Multi-colored fabrics where colors are splotched or in patches.\nViscoseA cellulosic man-made fibers, viscose is soft and supple but can wrinkle easily.\nWedge Heel A heel that lies flat to the ground and extends from the shank to the back of the shoe.\nWoven A woven fabric is formed by interlacing threads, yarns, strands, or strips of some material.", "id": "<urn:uuid:34eaf969-a050-46fc-9917-ce3a0e03647a>", "dump": "CC-MAIN-2013-20", "url": "http://www.jny.com/Snake-Print-Bangle-Set/26563195,default,pd.html?variantSizeClass=&cgid=25487270&prefn1=catalog-id&prefv1=jonesny-catalog", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8932533264160156, "token_count": 553, "score": 2.703125, "int_score": 3}
{"text": "Acrylic A synthetic fabric often used as a wool substitute. It is warm, soft, holds colors well and often is stain and wrinkle resistant.\nAngora Rabbit Hair A soft fiber knit from fur of the Angora rabbit. Angora wool is often combined with cashmere or another fiber to strengthen the delicate structure. Dry cleaning is recommended for Angora products.\nBedford A strong material that is a raised corded fabric (similar to corduroy). Bedford fabric wears well and is usually washable.\nBoot Footwear which covers the entire foot and extends to the height of the anklebone or up to the thigh.\nBootie A shoe that resembles a boot in style but is not as high.\nBrocade An all-over floral, raised pattern produced in a similar fashion to embroidery.\nCable Knit Patterns, typically used in sweaters, where flat knit columns otherwise known as cables are overlapped vertically.\nCashmere A soft, strong and silky, lightweight wool spun from the Kashmir goat. Cashmere is commonly used in sweaters, shawls, outerwear, gloves and scarves for its warmth and soft feel.\nChiffon A common evening wear fabric made from silk, cotton, rayon or nylon. It's delicate in nature and sheer.\nChintz A printed and glazed fabric made of cotton. Chintz is known for its bright colors and bold patterns.\nCircumference The measurement around the shaft of a boot taken at the widest part.\nCorduroy Cotton blend fibers twisted as they are woven to create long, parallel grooves, called wales, in the fabric. This is a very durable material and depending on the width of the wales, can be extremely soft.\nCotton A natural fiber that grows in the seed pod of the cotton plant. It is an inelastic fiber.\nCrepe Used as a description of surfaces of fabrics. Usually designates a fabric that is crimped or crinkled.\nCrinoline A lightweight, plain weave, stiffened fabric with a low yarn count. Used to create volume beneath evening or wedding dresses.\nCrochet Looping threads with a hooked needle that creates a wide, open lace. Typically used on sweaters for warm seasons.\nCushioning Padding on the sole of a shoe for added comfort and stabilization.\nDenimCotton blend fabric created with a twill weave to create a sturdy fabric. Used as the primary material of blue jeans.\nDobbyWoven fabric where the weave of the fabric actually produces the garment's design.\nEmbroidery Detailed needlework, usually raised and created by yarn, thread or embroidery floss.\nEmbossed Leather Leather imprinted with a design or exotic skin texture, such as snake, ostrich or croco.\nEyelet A form of lace in a thicker material that consists of cut-outs that are integrated and repeated into a pattern. Usually applied to garments for warmer seasons.\nFaille A slightly ribbed, woven fabric of silk, cotton, or rayon.\nFrench Terry A knit cloth that contains loops and piles of yarn. The material is very soft, absorbent and has stretch.\nGeorgette A crinkly crepe type material usually made out of silk that consists of tightly twisted threads. Georgette is sheer and flowing nature.\nGingham It is a fabric made from dyed cotton year. It is most often know to be woven in a blue and white check or plaid pattern. It is made from corded, medium to fine yarns, with the color running in the warp yarns. There is no right or wrong side of this fabric.\nGlen PlaidA woolen fabric, with a woven twill design of large and small checks. A form of traditional plaid originating in Scotland.\nHeel Height It is the measurement of a vertical line from the point where the sole meets the heel down to the floor. Heel height is measured in increments of 1/8 of an inch.\nHerringbone A pattern originating from masonry, consists of short rows of slanted parallel lines. The rows are formatted opposing each other to create the pattern. Herringbone patterns are used in tweeds and twills.\nHopsack A material created from cotton or wool that is loosely woven together to form a coarse fabric.\nHoundstooth A classic design containing two colors in jagged/slanted checks. Similar to Glen Plaid.\nInsole The inside lining of the shoe that is underneath the bottom of the foot. Another term for footbed.\nInstep The arched section of the foot between the toes and the ankle, or the part of the shoe which covers that area.\nJacquard A fabric of intricate variegated weave or pattern. Typically shown on elegant and more expensive pieces.\nJersey A type of knit material known to be flexible, stretchy, soft and very warm. It is created using tight stitches.\nKnit A knit fabric is made by interlocking loops of one or more yarns either by hand with knitting needles or by machine.\nLinenAn exquisite material created from the fibers of the flax plant. Some linen contain slubs or small knots on the fabric. The material is a light fabric perfect for warm weather.\nLiningThe leather, fabric or synthetic material used on the inside of a shoe.\nLamé A metallic or plastic fiber woven into material to give the garment shine.\nLycra ®TMSpandex fibers add stretch to fabric when the fibers are woven with other fiber blends. These materials are lightweight, comfortableTM and breathable, and the stretch will not wear away.\nMadras Originating from Madras, India, this fabric is a lightweight, cotton material used for summer clothing. Madras usually has a checked pattern but also comes in plaid or with stripes. Typically made from 100% cotton.\nMarled Typically found in sweaters, marled yarn occurs when two colored yards are twisted together.\nMatte A matte finish has a lusterless surface.\nMerino Wool Wool sheered from the merino sheep and spun into yarn that is fine but strong.\nModal A type of rayon that is made from natural fibers but goes through a chemical treatment to ensure it has a high threshold of breakage. Modal is soft and breathable which is why it's used as a cotton replacement.\nNon-iron A treated cotton that allows our Easy Care Shirts to stay crisp throughout the day and does not need ironing after washing/drying.\nNylon A synthetic fiber that is versatile, fast drying and strong. It has a high resistance to damage.\nOmbre A color technique that shades a color from light to dark.\nPaisley A pattern that consists of crooked teardrop designs in a repetitive manner.\nPatent Leather Leather made from cattle hide that has been varnished to give a hard and glossy finish.\nPlacket The piece of fabric or cloth that is used as a concealing flap to cover buttons, fasteners or attachments. Most commonly seen in the front of button-down shirts. Also used to reinforce openings or slits in garments.\nPiping Binding a seam with decoration. Piping is similar to tipping or edging where a decorative material is sewn into the seams.\nPointelle An open-work knitting pattern used on garments to add texture. Typically a cooler and general knit sweater.\nPolyester A fabric made from synthetic fibers. Polyester is quick drying, easy to wash and holds its shape well.\nPonte A knit fabric where the fibers are looped in an interlock. The material is very strong and firm.\nPoplin A strong woven fabric, heavier in weight, with ribbing.\nPump Classically a high, medium, or low heeled, totally enclosed shoe. Variations include an open toe or ornament.\nRayon A manufactured fiber developed originally as an alternative for silk. Rayon drapes well and looks luxurious.\nSateen A fabric woven with sheen that resembles satin.\nSeersucker Slack-tension weave where yarn is bunched together in certain areas and then pulled taught in others to create this summery mainstay.\nShaft Height Measurement of the shaft of the boot, which is from the top of the boot to the inside seam where the instep and the sole meet.\nShirring Similar to ruching, shirring gathers material to create folds.\nSilk One of the most luxurious fibers, silk is soft, warm and has shine. It is obtained from the cocoons of the silkworm's larvae.\nSole The outsole, or bottom part of a shoe.\nSpace dyed Technique of yarn dyeing to produce a multi-color effect on the yarn itself. Also known as dip dyed yarn.\nSpandexElastomeric fiber, this material is able to expand 600% and still snap back to its original shape and form. Spandex fibers are woven with cotton and other fibers to make fabrics stretch.\nStacked Heel A heel made of leather or leawood covering that gives the appearance of wood.\nSynthetic Materials Man-made materials designed to look or function like leather.\nTipping Similar to edging, tipping includes embellishing a garment at the edges of the piece, hems, collars etc.\nTissue Linen A type of linen, which is specifically made for blouses or shirts due to its thinness and sheerness.\nTweed A loose weave of heavy wool makes up tweed, which provides warmth and comfort.\nTwill A fabric woven in a diagonal weave. Commonly used for chinos and denim.\nVariegated Multi-colored fabrics where colors are splotched or in patches.\nVelour A stretchy knit fabric, typically made from cotton or polyester. It has a similar soft hand to velvet.\nVelvetA pile fabric in which the cut threads are very evenly distributed, with a short dense pile, giving it a distinct feel.\nVelveteen A more modern adaptation of velvet, velveteen is made from cotton and has a little give. Also known as imitation velvet.\nViscoseA cellulosic man-made fibers, viscose is soft and supple but can wrinkle easily.\nWale Only found in woven fabrics like corduroy, wale is the long grooves that give the garment its texture.\nWedge Heel A heel that lies flat to the ground and extends from the shank to the back of the shoe.\nWindowpane Dark stripes run horizontal and vertical across a light background to mimic a window pane.\nWoven A woven fabric is formed by interlacing threads, yarns, strands, or strips of some material.", "id": "<urn:uuid:70ec883d-7f47-4172-8115-7a1124765db6>", "dump": "CC-MAIN-2013-20", "url": "http://www.jny.com/Classic-Slim-Fit-Pant/26551684,default,pd.html?variantSizeClass=&variantColor=JJ3WCXX&cgid=24983446&pmin=0&pmax=25&prefn1=catalog-id&prefv1=jonesny-catalog&srule=New%20Arrivals", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9296337962150574, "token_count": 2246, "score": 2.625, "int_score": 3}
{"text": "Birch: It is heavy, similar to maple, the grain is fine and close and the texture is even. It is adaptable to fine finishes, easy to work with and can be stained and finished to resemble many expensive and imported woods.\nCherry: The heartwood of cherry varies from rich red to reddish brown and will darken with age and on exposure to light. In contrast, the sapwood is creamy white. The wood has a fine uniform, straight grain, satiny, smooth texture, and may naturally contain brown pith flecks.\nMahogany: Comes in many different varieties. Strong and tough and uniform in structure with close moderately open grain. Possesses excellent physical and woodworking qualities. It ranges from a light pink to yellow, but on exposure to light and air, quickly turns to a reddish brown or sherry color.\nMaple: Hard or \"sugar,\" maple is elastic and very strong. It is one of the hardest of the common woods. The grain is straight with occasional wavy, curly, bird's eye patterns that are much prized in veneers. The natural color is white to amber. Maple is sometimes finished to simulate cherry wood.\nMetal: Core construction is with metals.\nOak or Ash: Oak is very tough, strong, and hard and can live up to the every day abuse furniture takes and it has a pronounced grain. White ash is a ring-porous, hardwood of great strength. It is used for furniture frames and hidden parts. Brown ash has strong grain character and is used for veneers.\nPainted: Can be solid wood or a wood like product that is painted.\nPine: Soft wood that is white or pale yellow. Knotty pine is used extensively for paneling and plywood, cabinets and doors. Dries easily and does not shrink or swell much with changes in humidity. One of the least expensive woods for furniture production.\nWalnut: Because of its rich brown color, hardness and grain Walnut is a prized furniture and carving wood. Walnut burls are commonly used to created turned pieces along with veneers or thin Walnut slices.\nOther: Woods not classified above", "id": "<urn:uuid:c2a3ff4b-7049-4ee8-844b-4cbe5f5efee4>", "dump": "CC-MAIN-2013-20", "url": "http://www.johnnyjanosik.com/BrowseDiningRoom.aspx?LinkID=42", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9576977491378784, "token_count": 450, "score": 2.65625, "int_score": 3}
{"text": "Flickr as a Paintbrush [cartogrammar.com] reveals the recorded colors of our surrounding landscape, both in a physical and cultural sense. In short, Andy Woodruff created a set of geographic heatmaps that represent the average colors of images taken on locations surrounding a specific landmark. In other words, the resulting maps reveal the colors that people on the ground should be looking at.\nTechnically, these maps are based on the most recent 2,000 photos uploaded to Flickr that were geotagged within a specified bounding box. These were then averaged by hue. As an emergent result, the color red reveals the dominance of brick, while green/yellow colors naturally denote grass and trees. However, some unexpected patterns appear as well, such as blue/purple in the map of Boston.", "id": "<urn:uuid:887ecaf4-8a3d-4ac9-8acf-e316daa5994e>", "dump": "CC-MAIN-2013-20", "url": "http://infosthetics.com/archives/2009/10/cartogrammar_revealing_the_colors_of_the_landscape.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9578612446784973, "token_count": 162, "score": 3.328125, "int_score": 3}
{"text": "Detailed Distribution Map Information This map reflects the specimen location information from the Wisconsin Botanical Information System database and attemps to line up the original Town-Range Survey map from 1833 to 1866 with a computer generated table grid over the map of Wisconsin. Because the original Town Range lines are inexact, these \"dots\" might be somewhat skewed. Also townships near the borders of the state might only be partial, so the \"dot\" might center outside the state's boundry.\nHolding the mouse over the \"dot\" identifies the Town-Range. Clicking(new window) on the \"dot\" will link to a list of all specimen accession numbers for this location. You can then link to the individual specimen's label data. Arrange this window side-by-side with the specimen-list window so you can easily go back and forth between this map and the specimen's data.", "id": "<urn:uuid:40292269-3406-46cf-84aa-4c4efc553ecc>", "dump": "CC-MAIN-2013-20", "url": "http://wisplants.uwsp.edu/scripts/maps.asp?SpCode=BARVUL&bkg=s", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8508155345916748, "token_count": 185, "score": 2.828125, "int_score": 3}
{"text": "| ||How to Identify and Control Water Weeds and Algae|\n\"How to Identify and Control Water Weeds and Algae\" is the complete guide to identification, treatment options and measuring lakes and ponds to apply product to common aquatic plants. Identifying the type or species of plant(s) to be controlled is the first step in implementing a management strategy. This book is intended for government, commercial and private concerns responsible for maintaining the recreational, aesthetic and functional value of water resources. Recommendations are based upon decades of research in aquatic plant control and water management by industry, universities and government agencies.\nLiterature files are in PDF file format and require a PDF reader to view. Need to find a hard copy of this book? Please contact us.", "id": "<urn:uuid:95cb4cb4-f885-463c-98a0-ad7ebe6588d9>", "dump": "CC-MAIN-2013-20", "url": "http://www.appliedbiochemists.com/weedbook.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9024631381034851, "token_count": 155, "score": 2.75, "int_score": 3}
{"text": "What you will learn\nIn this Maya tutorial we'll learn how to begin Maya's powerful Ocean features. Using Maya Oceans, we'll be able to achieve quality results within a matter of minutes. We'll begin this project by learning the basics of creating a Maya Ocean and what it is actually made of. We'll then learn about attributes we need to set early in the project. Then we'll learn how to control the noisiness of waves and their length. After that, we'll create line graphs to change each wave's height, turbulence and peak. We'll finish the tutorial by adding foam and editing the color information of the shader.", "id": "<urn:uuid:ad8f3e02-5642-4b38-8de0-b8623965e056>", "dump": "CC-MAIN-2013-20", "url": "http://www.digitaltutors.com/11/training.php?pid=200&autoplay=1", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9474728107452393, "token_count": 130, "score": 2.734375, "int_score": 3}
