{"text": "Let’s start with the understanding that the Federal Trade Commission states that if scrap generated in the manufacturing process is reused for manufacturing new product, it can not be calculated as post-industrial recycled content, as this reuse of scrap is a part of the typical manufacturing process. So your first question when receiving post-industrial recycled content data should be, “How did you make this calculation, and where did the recycled waste come from?”\nStakeholder demand for recycled content in building products has been largely driven by the LEED® rating system, and the points gained by contributing to the recycled content credit. Now, since scrap reused in the manufacturing process can not be calculated, many manufactures play a form of the “shell game”.\nIf a manufacturer has multiple facilities making products that generate scrap which can be reused in all the manufacturing processes then, to calculate post-industrial recycled content, the scrap is just moved between facilities. Now the scrap is claimed to be diverted from landfill and calculated as recycled content.\nPlease understand that for a recycling program to work, a manufacturer needs a continuous feedstock of waste material, so some of this moving around of scrap is legitimate. If the manufacturer is playing the shell game just “for the points,” then all that is being done is increased energy use and CO2 emissions... how sustainable is that?", "id": "<urn:uuid:81041a6f-f8ae-448f-858a-4a10338124d8>", "dump": "CC-MAIN-2013-20", "url": "http://www.forbo-flooring.us/Environment/truth/post-industrial-waste/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.965201199054718, "token_count": 278, "score": 2.734375, "int_score": 3}
{"text": "Traffic barricades can be used to redirect or restrict traffic in areas of highway construction or repair. They are typically made from wood, steel, plastic, fiberglass, or a combination of these materials. Many manufacturers have switched to the use of recycled materials in both the supporting frame and rails of the barricades. EPA's designation covers only Types I and II traffic barricades.\nEPA's Recovered Materials Advisory Notice (RMAN) recommends recycled-content levels for purchasing traffic barricades as shown in the table below.\nEPA's Recommended Recovered Materials Content Levels\nfor Traffic Barricades (Types I and II) ¹\n|Material||Postconsumer Content (%)||Total Recovered Materials Content (%)|\n(HDPE, LDPE, PET)\n1The recommended materials content levels for steel in this table reflect the fact that the designated items can be made from steel manufactured in either a Basic Oxygen Furnace (BOF) or an Electric Arc Furnace (EAF). Steel from the BDF process contains 25-30% total recovered materials, of which 16% is postconsumer steel. Steel from the EAF process contains a total of 100% recovered steel, of which 67% is postconsumer.\nof Manufacturers and Suppliers\nThis database identifies manufacturers and suppliers of traffic barricades containing recovered materials.\nBuy-Recycled Series: Transportation Products (PDF) (7 pp, 89K, About PDF)\nThis fact sheet highlights the transportation products designated in the CPG, including traffic barricades, and includes case studies, recommended recovered-content levels, and a list of resources.\nTechnical Background Documents\nThese background documents include EPA's product research on recovered-content traffic barricades as well as a more detailed overview of the history and regulatory requirements of the CPG process.", "id": "<urn:uuid:606e0bdc-95c7-42f5-a7a6-890b7ac8b653>", "dump": "CC-MAIN-2013-20", "url": "http://www.epa.gov/osw/conserve/tools/cpg/products/barricds.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8579104542732239, "token_count": 371, "score": 2.6875, "int_score": 3}
{"text": "2 Products Found\n|Results per page: 24 48 72||\nIn terms of ecologically friendly flooring, bamboo is one of the top contenders. Not only is bamboo flooring made from totally renewable resources, but it also is available in a wide variety of design options. For those who desire the look of hardwood flooring but are concerned about the environmental consequences of harvesting trees, bamboo offers the perfect solution. While bamboo is not technically wood flooring, its appearance is close enough to fool even the most discerning eye.\nWhy is Bamboo Flooring Considered Environmentally Friendly?\nAlthough bamboo is actually a type of grass, it is harder than red oak. It reaches full maturity in just 3 to 5 years rather than several decades and re-growth appears naturally without the need for replanting. Harvesting bamboo is actually somewhat required because it is so hardy that leaving it to its own devices would put a strain on the environment. It would be a terrible shame to waste the harvested material, so people have designed many ways to put it to good use from thatched roofs to flooring material.\nBamboo also has no requirements for irrigation, fertilizers, or pesticides when grown in its natural environment. Bamboo is naturally resistant to insects and pests. The lack of need for harsh chemicals during its growth only does more to keep the carbon footprint down.\nHow is Bamboo Flooring Manufactured?\nThere are several steps involved in creating a material suitable for flooring from bamboo. Upon harvest, the bamboo is boiled to remove its natural starches and moisture which could become a wonderful environment for termites if not remedied. The outer skin is then removed and the stalk is cut into strips for flooring. These strips are then boiled again to make them even harder or carbonized; the longer the carbonation process, the darker the color of the final product.\nWhen the strips are ready they are formed into flooring either by gluing strips together or gluing a single layer of bamboo strips on top of another solid surface, resulting in either solid bamboo flooring or engineered bamboo flooring respectively. The flooring also goes through other processes to strengthen it further by applying laminate materials to increase scratch resistance.\nWhat are the design options with bamboo flooring?\n- Bamboo flooring is available in widths ranging from 3 ž inches to 7 inches and thicknesses of 5/8 inches and 9/16 inches.\n- Finish options for bamboo flooring are available from unfinished and natural from the FSC Unfinished Bamboo collection to nearly black and a choice of either horizontal or vertical graining as found in the FSC Designer collection.\n- The two edge types of bamboo flooring are micro-beveled edges and square edges. Bamboo is also available in floating floor styles and nail or glue down styles.\nHow Durable is Bamboo Flooring?\nBamboo is naturally hard and durable, and the process it goes through during the manufacture of flooring only increases this strength. While one should avoid sliding furniture across the floor or allowing water to stand, bamboo flooring will do well in most any low moisture room. Bamboo flooring from the EcoBamboo Collection to the FSC Prestige Collection will be an investment in beauty and durability that is sure to add value to any home with minimal environmental impact.", "id": "<urn:uuid:d0d737e4-1962-4d64-87de-fe82bc79661a>", "dump": "CC-MAIN-2013-20", "url": "http://www.contempofloorcoverings.com/floors/bamboo-flooring.html?bamboo_usage=Light+Commercial&bamboo_width=7+inch", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.949857234954834, "token_count": 681, "score": 2.78125, "int_score": 3}
{"text": "Grain farmers could make more money be switching to organic grain crops according to a new study released at last week's American Agricultural Economics Association's annual meeting.\nRecords showed that organic crops fetched much more than conventional crops: soybeans, up to $14 more per bushel; corn, up to $3 more; and wheat, up to $5 more. Organic alfalfa hay is too new to have a track record, so researchers recorded it as selling for the same price as conventionally grown hay.\nOver four years the study analyzed both economic risks and transition effects of switching to organic farming of the Agricultural Research Service's Swan Lake Research Farm near Morris, Minn. The 130-acre Swan Lake farm is representative of typical corn-soybean farms in Minnesota.\nARS economist David Archer and soil scientist Hillarius Kludze compared an organic corn-soybean rotation and an organic corn-soybean-spring wheat/alfalfa rotation - half grown with conventional tillage and half with strip tillage - with a corn-soybean rotation using conventional tillage. Strip tillage involves tilling only the middle of the seedbed. The scientists found that when strip tillage is used with organic farming, one of the transition risks is an increase in weeds until farmers learn to manage the system.\nComputer simulations projected costs, yields and risks over a 20-year period, using yield and economic data from the four-year study, as well as crop price records of recent years.\nAnother computer model projected that farmers would net an average $50 to $60 more per acre a year by going organic, even with the highest transition costs. The premium price advantage would outweigh the initial higher costs and possibly lower yields, even if organic prices were to drop by half.", "id": "<urn:uuid:8f0610f8-d395-4afe-b949-4d2a764648b1>", "dump": "CC-MAIN-2013-20", "url": "http://farmprogress.com/story-organic-grain-farmers-more-profitable-0-6870", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9453393220901489, "token_count": 366, "score": 2.5625, "int_score": 3}
{"text": "Tornadoes are the most intense storms on the planet, and they’re never discussed without at least some mention of the term wind shear. Many of us sitting at home, though, have no idea what wind shear is, or if we do, how it affects tornado production.\nWhat is Wind Shear\nWind shear, although it might sound complex, is a simple concept. Wind shear is merely the change in wind with height, in terms of wind direction and speed. I think that we all understand that the wind is generally stronger in the atmosphere over our heads than it is here on the ground, and if we think of the atmosphere in terms of the three dimensions that it has, it should not be surprising that the wind above us might also be blowing from a different direction than the wind at the ground. When that happens–the wind speed and direction vary with height–wind shear is occurring.\nWind Shear and Supercell Thunderstorms\nThis wind shear is an important part of the process in the development of a supercell thunderstorm, from which the vast majority of strong tornadoes form.\nAll thunderstorms are produced by a powerful updraft–a surge of air that rises from the ground into the upper levels of the atmosphere, and when this updraft forms in an area where wind shear is present, the updraft is influence by this speed and different direction of the wind above, pushing the column of air in the updraft into a more vertical alignment.\nRain’s Influence on Tornado Production\nNeedless to say, thunderstorms typically produce very heavy rain, and rain-cooled air is much heavier than the warm air of the updraft, so the rain-cooled air, produces a compensating downdraft (what comes up, must come down). This downdraft pushes the part of the rotating air that was forced in its direction by the stronger wind aloft downward, and the result is a horizontal column of rotating air.\nThat’s Not a Tornado!\nI know what you’re thinking that you’ve seen enough TLC or Discovery Channel shows to know that a horizontal column of air is NOT a tornado; you need a vertical column of air.\nThis Can Be a Tornado\nYou’re right, but remember the updraft that is driving the thunderstorm is still working, and it’s able to pull the horizontal, spinning column of air into the thunderstorm, resulting in a vertical column of spinning air.\n(NOAA image showing vertical column of air in a supercell thunderstorm)\nThe result is a rotating thunderstorm capable of producing a tornado, and it would not be possible without wind shear.\n(NOAA image showing tornado formation in supercell thunderstorm)", "id": "<urn:uuid:7400301c-e625-46d5-be90-1020cf8d52f8>", "dump": "CC-MAIN-2013-20", "url": "http://cloudyandcool.com/2009/05/05/wind-shear-and-tornadoes/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9167638421058655, "token_count": 573, "score": 4.15625, "int_score": 4}
{"text": "Register New Player\nWelcome to our world of fun trivia quizzes and quiz games:\nWeather Occurrences of \"Biblical\" Proportions\n\"This quiz will deal with the usually normal subject of weather. But weather can take on miraculous traits when dealing with God and the Bible. Here are ten events listed in the Bible that involve weather. (King James Version used)\"\n15 Points Per Correct Answer - No time limit\nAccording to the Gospel of Matthew, Jesus Christ was involved in some weather a few times in his lifetime. One occurred when he was approaching the disciples. The disciples were attempting to fish in a storm when they saw Jesus walking on the water toward them. When he reached and boarded the boat, the storm subsided. What body of water did this miracle occur on?\nSea of Galilee\nProbably the best known event involving weather in the Bible is the Great Flood. Through studying the Bible, theologians have determined the length of time that Noah, his family, and the animals were on the ark. What is the time frame in days that scholars tend to agree on as the length of Noah's captivity on the ark?\nWeather happenings were prevalent during the ten plagues of Egypt. One of the plagues featured a horrendous hailstorm, accompanied by fire. Of the ten plagues, which number plague was this?\nGod and Moses also used the weather to actually END one of the plagues, as it is stated they used a \"mighty wind\" to drive out this particular plague's results. What was it that the mighty wind was getting rid of?\nBlood on the Water\nIn Exodus 19, Moses had another occurrence with Biblical weather when he went up the mountain to receive God's Ten Commandments. What mountain was surrounded by \"thunder and lightning\" and a \"veil of clouds\" during Moses' climb upward?\nMount of Olives\nThis person experienced some dangerous sea storms upon his attempted fleeing from God's request to go to Nineveh and try and convert the people there. Who was this reluctant evangelist who had a whale of a time surviving the sea storm?\nTwo people are documented in the Bible as never dying. One was Enoch, who was taken up to Heaven in Genesis 5. The other was this prophet, who according to II Kings 2, \"went up by a whirlwind into Heaven\". Who was this servant of God who was whisked to Heaven on a chariot of fire by way of a whirlwind?\nAccording to Joshua 10, while Joshua was holding camp in the large city of Gibeon, five kings of surrounding areas banded together to wage war upon Joshua's people. This would prove disheartening to them, as God was with Joshua's men and they were forced to flee after losing the battle. But the weather played a part afterwards. Before they had made the complete retreat back home, the armies were nearly wiped out by what weather phenomenon brought on by God?\nAccording to the book of the same name, this man of God had a vision that featured some unique weather. From the opening verses of the first chapter: \"And I looked, and, behold, a whirlwind came out of the north, a great cloud, and a fire infolding itself, and a brightness was about it, and out of the midst thereof as the colour of amber, out of the midst of the fire.\" The vision gets even more intense after that. Who was this godly man?\nIn the King James Version, along with several other translations, \"Peace, be still\" are famous words used to stop a storm while riding on a boat. What transpired previous to those words frightened all the passengers on the boat, as the strong wind was threatening to capsize the boat. Who was it that ended this weather malady with three simple words?\nJohn the Baptist\nCopyright, FunTrivia.com. All Rights Reserved.\nLegal / Conditions of Use\nCompiled Nov 12 12", "id": "<urn:uuid:7fc2204a-b4b8-4c03-b2b6-403fdb4bc4fe>", "dump": "CC-MAIN-2013-20", "url": "http://www.funtrivia.com/playquiz/quiz33848226bfc78.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9708634614944458, "token_count": 807, "score": 2.859375, "int_score": 3}
{"text": "The Chinook Arch\nNovember 14, 2001\nThe above photo was taken at evening twilight in Calgary, Alberta by Jeff McIntosh. On the lee (eastern) side of the Rocky Mountains in Colorado, Wyoming, Montana, and the province of Alberta in Canada, chinook winds occasionally bring respite from cold weather. Chinook is an Indian name meaning \"snow eater.\" These warm, westerly winds result from downslope winds - air moving across the Rocky Mountains and down onto the prairies. During those cold, dull gray winter days, Albertans sometimes look toward the mountains for the Chinook Arch, a curved patch of blue sky (as shown above) that indicates that warm winds are approaching. Over this past weekend, a strong chinook was felt in Alberta and Montana. Chinooks typically occur from early November to late March.", "id": "<urn:uuid:41725194-2e7c-41a8-8ea3-9c894cad8d6f>", "dump": "CC-MAIN-2013-20", "url": "http://epod.usra.edu/blog/2001/11/the-chinook-arch.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9467400312423706, "token_count": 173, "score": 3.09375, "int_score": 3}
{"text": "What is the Keystone XL Pipeline?\nThe 1,700-mile long Keystone XL Pipeline would connect the Alberta oil sand fields in Canada to refineries in Texas. The multi-billion dollar project is being proposed by TransCanada, a Canadian energy company. TransCanada has been attempting to get a permit for the pipeline for over three years. The proposed line would travel through six U.S. states: Montana, South Dakota, Nebraska, Kansas, Oklahoma, and Texas. The line would cross through 16 counties in North and East Texas. The pipeline itself would be 36 inches around.\nSince the pipeline crosses international borders, TransCanada needs to obtain a Presidential Permit through the State Department for construction of the portion of the pipeline that goes from Canada to the U.S.\nOn February 27, 2012, TransCanada announced it would start construction on a section of its Keystone XL pipeline from Cushing, Oklahoma to Texas...", "id": "<urn:uuid:28bb2f66-5a41-418e-9c11-5f5562a6867d>", "dump": "CC-MAIN-2013-20", "url": "http://www.ketknbc.com/news/what-is-the-keystone-xl-pipeline", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9415760040283203, "token_count": 186, "score": 3.078125, "int_score": 3}
{"text": "U.S. Energy Information Administration - EIA - Independent Statistics and Analysis\nToday in Energy\nThe Strait of Hormuz (shown in the oval on the map), which is located between Oman and Iran, connects the Persian Gulf with the Gulf of Oman and the Arabian Sea. Hormuz is the world's most important oil chokepoint due to its daily oil flow of almost 17 million barrels per day (bbl/d) in 2011, up from between 15.5-16.0 million bbl/d in 2009-2010. Flows through the Strait in 2011 were roughly 35% of all seaborne traded oil, or almost 20% of oil traded worldwide.\nOn average, 14 crude oil tankers per day passed through the Strait in 2011, with a corresponding amount of empty tankers entering to pick up new cargos. More than 85% of these crude oil exports went to Asian markets, with Japan, India, South Korea, and China representing the largest destinations.\nAt its narrowest point, the Strait is 21 miles wide, but the width of the shipping lane in either direction is only two miles, separated by a two-mile buffer zone. The Strait is deep and wide enough to handle the world's largest crude oil tankers, with about two-thirds of oil shipments carried by tankers in excess of 150,000 deadweight tons.\nSeveral alternatives are potentially available to move oil from the Persian Gulf region without transiting Hormuz, but they are limited in capacity, in many cases are not currently operating or operable, and generally engender higher transport costs and logistical challenges.\n- Alternate routes include the 745-mile Petroline, also known as the East-West Pipeline, across Saudi Arabia from Abqaiq to the Red Sea. The East-West Pipeline has a nameplate capacity of about 5 million bbl/d, with current movements estimated at about 2 million bbl/d.\n- The Abqaiq-Yanbu natural gas liquids pipeline, which runs parallel to the Petroline to the Red Sea, has a 290,000-bbl/d capacity.\n- Additional oil could also be pumped north via the Iraq-Turkey pipeline to the port of Ceyhan on the Mediterranean Sea, but volumes have been limited by the closure of the Strategic Pipeline linking north and south Iraq.\n- The United Arab Emirates is also completing the 1.5 million bbl/d Abu Dhabi Crude Oil Pipeline that will cross the emirate of Abu Dhabi and end at the port of Fujairah just south of the Strait.\n- Other alternate routes could include the deactivated 1.65-million bbl/d Iraqi Pipeline across Saudi Arabia (IPSA) and the deactivated 0.5 million-bbl/d Tapline to Lebanon.\nEIA's World Oil Transit Chokepoints analysis brief contains additional information about other chokepoints, and the Middle East & North Africa overview contains additional information about countries in the region.", "id": "<urn:uuid:59115ba6-5e81-4858-b414-89604ce9f241>", "dump": "CC-MAIN-2013-20", "url": "http://www.eia.gov/todayinenergy/detail.cfm?id=4430", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.940473198890686, "token_count": 615, "score": 3.328125, "int_score": 3}
{"text": "The plant collections of the Smithsonian Institution began with the acquisition of specimens collected by the United States Exploring Expedition (1838-1842). These formed the foundation of a national herbarium which today numbers 4.8 million historical plant records, placing it among the world's largest and most important.\nNearly 800,000 specimen records (including over 90,000 type specimens with images) are currently available in this online catalog.\nSelect a tab on this page to search by Keyword or Selected Fields. If you don't know what you want to see, you may want to look at the sample records in the Quick Browse section below. Searches are limited to 2000 records and the results are sorted by taxonomic group. If you need to retrieve a larger record set, contact the Department of Botany's Data Manager.\nSee the Help tab to learn more about searching and then exploring your returned results (sorting, exporting, etc.).\n||Sample Records from the DC Flora Collection\n||2205692 2197595 2191752 2175968 2213272 2196389 2200318 2192830 2219158 2200909 2208745 2223985 2175937 2192264 2220376\n||Sample Records from the Botanical Type Register\n||2119407 2149872 2161549 2790611 2105614 2099734 2134596 2116358 2166713 2151580 2158541 2143664 2097212 2076608 2167306 2121665 2095940 2075490\n||Sample Records from the Wilkes Expedition\n||2524597 2705372 2705371 2743367 2699717 2741233 2741229 2733613 2741227 2680776 2741226 2741217 2741216 2687168 2702446 2684992 2680753 2680752 2741176 2741175 2693758 2680751 2678261\nEnter your keywords separated by spaces and click Search. Records that match your search terms will be returned.\n- Using parentheses to clarify the logic, you can create complex queries with OR and NOT (here capital letters are required, otherwise they will be treated as keyword terms).\n- You can also use double-quotes to specify terms that should be treated as one.\n- Lastly, you can include the terms image(s) or type(s) to find records that have images or that are type specimens.\nNote that searching for common (vernacular) names may not yield the expected results. Associating common names with specimen records is a work in progress.\nKeyword search example: marantaceae (\"new guinea\" OR australia) images\nUse the By Field search to find specimen data that match values in specific database fields. Enter a value or choose one from the dropdown lists.\n- Click the Search button to initiate a search. Clear resets all fields.\n- Some lists are linked, so for example, choosing a Country narrows the choices for Province/State/Territory, and District/County. Dropdown choices also narrow as you type, for example, typing zing in the Family field might narrow the choice to Zingiberaceae.\n- Note that the Province/State dropdown is populated only after you have chosen a Country. You can type a Province/State without selecting a Country.\n- Check Only Records with Images if you want to restrict the search to records with multimedia content.\n- You will receive a warning when you enter invalid information in the text fields. For example, Catalog Numbers are composed strictly of letters and numbers; other characters will raise a warning.\nThe results of your searches can be displayed in Grid (a sortable, customizable table)\nor Gallery View (best for reviewing images). Use the Switch button to cycle between these views.\n- You can choose whether to display 5, 10, 20, 50, or 100 records at a time.\nIn Sheet View:\n- Click on the scientific name to view the full record.\n- Click on the thumbnail to view larger resolutions of the image. Use Control+Click (Command+Click) to open a new browser tab.\nIn Grid View:\n- You can choose the columns to display from any column's dropdown menu (mouse into a column header and click the dropdown icon). Under Columns, click the name to display or hide the field (you do not need to click the checkbox specifically).\n- You can drag a column header to change its order of appearance in the grid.\n- You can also drag the edge of a column to make it wider or narrower.\n- Click in the expansion () column to view the full record.\nIn Gallery View:\n- Click the image to view the full record.\nSee Exporting Results for information on downloading results to, for example, Excel or Google Earth.\nOpen the full collection record by clicking the expansion button () in Grid View,\non the scientific name in Sheet View,\nor anywhere within the image frame in Gallery View. Inverse expansion buttons () indicate records with multimedia (typically, images).\n- In the Record window, metadata for the multimedia content is available when you mouseover the thumbnail.\n- Clicking the thumbnail opens the content in your browser or other appropriate application.\n- Record windows may be resized or moved within the browser window.\n- You may have up to ten Record windows open at any one time.\nSort results in Grid View by clicking the column header (or by choosing Sort from the column's dropdown menu).\n- Sort on multiple columns by consecutively sorting columns in reverse order. For example, to view results sorted by Country and Province/State, first sort by Province/State and then sort again by Country.\n- For any column you can choose to sort in Ascending or Descending order.\nExport all or selected results by clicking the Export Results as CSV button in the bottom toolbar in Grid,\nor Gallery View.\n- Select individual records for Export by checking the export selection box (along the left edge of the Grid View grid).\n- Clear all selections with the Clear Selections button in the bottom toolbar.\n- Results are exported as comma-separated-values, one record per line, which can be saved to disk or opened directly with applications such as Microsoft Excel.\nYou can also export all or selected results to a KML file for viewing with Google Earth or other KML viewers, by clicking the Export as KML button. This button is grayed when all or selected results lack latitude/longitude values.\nTo create a link to specific records at NMNH provide the appropriate unit and querystring to:\nwhere UNIT is:\n- anth, birds, botany, ento, fishes, herps, iz, mammals, ms, or paleo\nand QUERYSTRING is (use a plus-sign to separate words):\n- One or more CATALOG NUMBERS, e.g.\n- One or more BARCODES, e.g.\n- The NAME of a TYPE specimen, e.g.:\n- The NAME of a specimen or object, e.g.:\n- The NAME (qn) and/or TYPE STATUS (qt) of a specimen, and/or its COLLECTOR (co), and/or the COLLECTION (cn) it is part of, e.g.:\n(Holotypes whose name includes Torre and Bartsch collected by Webb and part of the Henderson Collection)\n- To open the Collections Search to a specific search tab, e.g.\nTabs are numbered left to right, beginning with zero.\n- iz/?ti=1 (Invertebrate Zoology Keywords Search)\n- mammals/?ti=3 (Mammals Whale Collection Search)\nThere are ways to speed up your queries (or slow them down!) and to find specific information.\n- The more specific you make your queries the faster they will execute. Using more, rather than fewer, terms will very likely speed up your search.\n- These following special characters modify the interpretation of search terms (use with as many other terms as possible to avoid slowing your search):\n- * matches any number of characters, e.g. *pseudo*\n- ? matches a single character, e.g. young?lus frank?\n- ! negates the presence of a term, e.g. !new\n- ~ matches all terms with the given stem, e.g. ~spear for spear, spears, spearing, etc.\n- = match is case-sensitive, e.g. =Paris\n- Query results are typically limited to 5000 records. Avoid general queries, when you can, that are likely to bring back very large numbers of records, e.g. searching for poaceae.\n- Long running queries are automatically terminated, with no results returned.\nPlease use the Feedback page to report back any problems you find with the data, or with using these search pages.", "id": "<urn:uuid:76f40811-a50d-47d5-8ae6-0aa2939070c6>", "dump": "CC-MAIN-2013-20", "url": "http://collections.mnh.si.edu/search/botany/?irn=10469099", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.7804413437843323, "token_count": 1871, "score": 3.0, "int_score": 3}
{"text": "|UFDC Home||| Help ||\nThe Florida Geological Survey Digital Collection includes historic resources from the Florida Geological Survey (FGS). FGS is an Office which reports directly to the Deputy Secretary for Land & Recreation in the Florida Department of Environmental Protection. The mission of the FGS is to collect, interpret, disseminate, store and maintain geologic data, thereby contributing to the responsible use and understanding of Florida’s natural resources, and to conserve the State of Florida’s oil and gas resources and minimize environmental impacts from exploration and production operations.\nHistoric resources from the Florida Geological Survey Digital Collection includes historic FGS:\nFor a list of all publications, historic through current, see the FGS website.\nFlorida Geological Survey Fossil Collection in the Florida Museum of Natural History\nThe Florida Geological Survey fossil vertebrate collection (FGS) was started during the 1910s and was originally housed in Tallahassee. Under the direction of E. H. Sellards, Herman Gunter, and S. J. Olsen, the FGS collection was the primary source of fossil vertebrate descriptions from Florida until the early 1960s. World-renown paleontologists such as George G. Simpson, Edwin H. Colbert, and Henry F. Osborn wrote scientific papers about specimens in the FGS collection in addition to Sellards and Olsen. In 1976 the entire FGS fossil vertebrate collection was transferred to the Florida Museum of Natural History with support from a National Science Foundation grant. The UF/FGS collection is composed of about 22,000 specimens assigned to about 10,000 catalogue numbers, and almost all of them were collected in Florida. The majority of specimens in the UF/FGS collection are mammals, followed by reptiles, birds, and a relatively small number of amphibians and fish. Although there are some sites that are unique to the UF/FGS collection, many of the sites overlap with holdings in the main UF and UF/PB collections. The major strengths of the UF/FGS collection are historically important samples from the early Miocene Thomas Farm locality, the middle Miocene and early Pliocene deposits of the Bone Valley Region, Polk County, and from the late Pleistocene Vero locality, Indian River County. Researchers using the UF/FGS database should be aware that when the catalogue data for the FGS collection was first transferred from the original file cards to a computerized database in the late 1980s, relatively little effort was made to correct or improve entries. The nature of specimen was not indicated on many of the cards, locality information was sometimes vague, and many employed taxonomic names that are no longer in use. While some corrections have subsequently been made to this database, limitations of time and resources have prevented an exhaustive clean-up. Also, when Sellards left Florida for Texas in the 1920s, he transferred some, but not all, of the holotypes in the FGS collection that he had named to the USNM collection, Smithsonian Institution, Washington, D.C.\nUnited States Geological Survey\nWater Management Districts of Florida\nFor information about the Florida Geological Survey:\nDr. Jon Arthur\nFlorida Geological Survey\n903 West Tennessee Street\nTallahassee, FL 32304-7000\nPhone: (850) 488-4191 Fax: (850) 488-8086\nAcknowledging or Crediting the Florida Geological Survey As Creative Entity or Information Source\nThe Florida Geological Survey is providing many of its publications (State documents) for the purpose of digitization and Internet distribution. If you cite or use portions of these electronic documents, which the Florida Geological Survey (an office of the Florida Department of Environmental Protection) is making available to the public with the kind assistance of the University of Florida’s Digital Library Center, we ask that you acknowledge or credit the Florida Geological Survey as the information source:\ni.e. “Courtesy of the Florida Department of Environmental Protection’s Florida Geological Survey”\nFurther, since Florida Geological Survey publications were developed using public funds, no proprietary rights may be attached to FGS publications wholly or in part, nor may FGS publications be sold to the U.S. Government or the Florida State Government as part of any procurement of products or services. Our publications are disseminated to citizens “as is\" for general public information purposes; many of them reflect the state of knowledge at the time of their publication and they may or may not have been updated by more recent publications. Our electronic documents should not be altered or manipulated (largely or in part) and then republished or reposted on websites for commercial resale.\nFGS Publications Committee", "id": "<urn:uuid:c55bd2af-b611-49c7-a047-f008d4bbc8b3>", "dump": "CC-MAIN-2013-20", "url": "http://ufdcweb1.uflib.ufl.edu/fgs", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9249485731124878, "token_count": 962, "score": 2.890625, "int_score": 3}
{"text": "Bees are vital for pollination. You can buy leafcutter bee houses to attract the bees to your garden. The leaf-cutter bees are solitary and unlike honey bees do not swarm like honey bees so they are little or no danger to humans or pets.\nBees are vital for pollination.\nYou can buy leafcutter bee houses to attract the bees to your garden.\nLeafcutter bee house. Leaf cutter bees like hollow tubes and bamboo are ideal. They also excavate tunnels in flower pots where light gritty compost is used.\nThe female has used the circular cuts to seal off the ends of the chamber, whereas the longer cuts are wrapped around the sides. The adult bee will provision the chamber with pollen and lay an egg. The larva feeds of the pollen.\nThe female larva are the first to be layed and are deepest in the line. This means that if the nest is predated by a woodpecker, the feamles have a better chance of avoiding being eaten. The male larva is nearst the exit and will be the first to be eaten.\nAlthough this larva will probably die, I carefully replaced the bamboo and sealed it with wax to keep the chambers intact and dry.\nLeaf damage on rose by leaf cutter bees", "id": "<urn:uuid:b734e3f1-e4a1-4955-b90e-301bdab160a3>", "dump": "CC-MAIN-2013-20", "url": "http://completegarden.wordpress.com/tag/leafcutter-bee-damage/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9503714442253113, "token_count": 265, "score": 2.515625, "int_score": 3}
{"text": "The Nature Elephant\nThe Karen people have always lived naturally in the forest, and, for many generations have relied on elephants to help them.\nBecause elephants are ideal for carrying heavy loads they are essential for transportation through rural areas, and, more recently, for carrying tourists. The Karen people simply would not survive without them. The Karen people have always used elephants to help carry them through dense parts of the jungle which would be difficult on foot, such as down steep hills to fetch water from the creek, or carrying heavy bags of rice from the fields to the barn. What is little effort for an elephant would be a huge amount of labour\nfor humans. Because they are so important to the Karen people, elephants are their friends, and are treated with respect.\nTo manage an elephant and gain its trust requires knowledge, love and understanding. This is why the Karen people look after their elephants so well, and only certain members of the Karen family are trained enough to do this. Some of them call elephant-care a kind of black magic, and this black magic is passed down through families.\nPart of the skill of caring for elephants is to ensure the elephant is listened to. Karen legend has it that if a female elephant is ignored, it is likely that her eggs will become infected, and therefore she will not be able to continue the elephant family. This serious consequence acts as a grave warning to those handling elephants. A sense of duty, honor and patience are as important to the elephant as they are to the Karen people as a whole.\nThe legend of Chang Karen\nThis is a story about how elephants became so important in the life of the Karen hill tribe. The legend goes that once upon a time, there were two brothers living in the forest. One day, their mother needed to leave home for a business, so instructed the two boys to look after the house, be good, and by no means split open the bamboo tree, as it contained many flies. Being the mischievous boys they were, as soon as their mother was out of sight, they crept up to the forbidden bamboo and cracked it open, curious to see what would happen.\nImmediately, the room was filled with flies, two of which flew up into each of the boys' noses. Panicking, the boys didn't know what to do. Soon, they felt their bodies changing. Their legs began to itch, and grow longer and wider. Their heads began to swell, until they felt the size and shape of footballs. Their noses grew longer and their bodies became heavier and more clumsy.\nWhen their mother returned home, she was shocked to see what had happened to her sons. She offered them cooked rice, but they turned it down with a slow shake of their large heads, their noses swinging from side to side. They were still growing, and were too ashamed of their bad behaviour to eat. The mother offered them water, but they did not want to drink it. Soon, when the sons had grown too big for the house, and could now only walk on four legs, they left the house to find grass. This was all they felt like eating.\nVery soon the word spread, and people came from all over the valley to see the mutated boys. Their tongues had become too big for them to speak, so the sons had stopped talking. As if to compensate, their ears grew large so they cold hear very, very well. They had become elephant-boys.\nOne day, some workers came to see if the elephant-boys could help them carry heavy loads. They gave them wood and lead them to their workshops, and the elephant-boys were calm and obedient. The workers realised that what was a huge job for them, was little effort for these giant elephant boys. And life continued this way for many generations. This is the remarkable story of how elephants and humans came to work together in harmony, explaining how they can exist together in the forest.\nElephants and the Karen Hill Tribe people\nDeep in the rich forests of northern Thailand, in the bowl of a green valley, lies the Karen hill tribe community. Making the most of their natural surroundings, this tribe has managed to forge an incredibly simple life in the forest using no modern machinery or medicine. They need only the trees, plants, animals, and are especially reliant on the mighty elephant.\nThe Karen people have a strong bond with elephants: their self-sufficient lifestyles are surprisingly similar, and intertwining. Wild elephants play a very important role in the Karen way of life, as well as the relationships of valley inhabitants, and the magic of the valley.", "id": "<urn:uuid:e54319d9-029a-48b0-8d3d-42adb0690b50>", "dump": "CC-MAIN-2013-20", "url": "http://www.asianelephantsafari.com/news.php", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9856395721435547, "token_count": 937, "score": 3.046875, "int_score": 3}
{"text": "Heal Our Planet Earth\nSecondary and Universities\nEducational Outreach: Secondary (High) Schools and Universities\nAnthony Marr from the HOPE Foundation’s main point was the wild tigers. He believes that something must be done to keep these animals alive. \"If we let this go, life will be less beautiful and worth less living,\" Anthony Marr quoted. The money that he receives as a conservationist is donated to help out the endangered species. He makes many trips to India to help them find other solutions to their problems. If the people living in India keep living the way they’ve done, India will soon become a desert. Changes need to be made and people need to adapt to these changes.\nI agree with Anthony’s beliefs. Even if tigers are bred, it does not make\na difference, because they cannot survive on their own. No matter what\nhumans do, it still will not change the fact that one of God’s creations\nis becoming destroyed. No animals should be killed for the purpose of\nhuman needs. It is not necessary to kill tigers to sell products and make\nmoney because of silly beliefs that of they eat this then something will\nhappen. There are so many alternatives. Humans need food, but they do not\nhave to consume so much meat. Every time they eat meat, a precious animal\nis being killed. Animals do not kill us and eat us, then why should we do\nthe same? More solutions need to be found and more people need to become\nmore involved in saving the beauty of the world.\nGo on to Student - 10", "id": "<urn:uuid:285c3b9d-ca3c-48fd-8ece-77b958f31b4b>", "dump": "CC-MAIN-2013-20", "url": "http://www.all-creatures.org/hope/edout-hs-20060928-09.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.960506796836853, "token_count": 335, "score": 2.6875, "int_score": 3}
{"text": "St. Francis, Animals and the Environment\nDr. Marcellino D'Ambrosio\nYou often see a garden statue of him with a bird on his shoulder. Yes, St. Francis of Assisi did have a special relationship with animals. He preached to the birds, pacified a wolf, and put together an animal cast for what is regarded as the very first live nativity scene.\nBut he had no interest in “the environment.” No feeling for it whatsoever.\nInstead, he was in love with creation. And that’s because he was in love with the Creator, who he regarded not as some cosmic force or distant, detached monarch, but as “Father.” He so much loved God his Father that he had great affection for anything related to God – the sacraments, the Church, its very imperfect ministers, broken down country chapels, and all of God’s marvelous works of art – human beings first and foremost, but also the animals and even the inanimate objects that adorn the heavens and the earth.\nThe fondness for and kinship St. Francis felt with “brother son and sister moon” was truly a gift. But it is gift that we all receive when we receive the Holy Spirit since it is one of the seven gifts mentioned in Isaiah 11:2-3. At least this is how St. Thomas Aquinas and many after him explained this beautiful, supernatural gift of piety. The natural virtue of piety was extolled by the Greeks and Romans – a love of those who gave you life, first and foremost your parents and after them, your fatherland. This entailed also a respect and affection for all that is connected with your parents and dear to them as well– your grandparents, uncles and aunts, and in the case of your country, its flag, its national anthem, its history and its heros. The term for piety towards one’s country is “patriotism” which actually has at its root, the term “pater” or “father.”\nSt. Francis loved his home town of Assisi. But his deeper patriotism was for the Kingdom of God. His affection for the Kingdom included respect and reverence for all the King’s creatures and subjects, whether they be great or small.\nNow, this does not mean that Francis saw all creatures as his equals, as some animal rights advocates today seem to do. One animal rights philosopher, Peter Singer, goes so far as to teach that adult whales and chimpanzees are actually superior to human fetuses and infants in both dignity and value. He would save the whales but allow both abortion and infanticide.\nSt. Francis would be appalled at such a concept. Biblical person that he was, he understood that woman and man are God’s supreme masterpieces, made in His image and likeness, unlike the animals. Human beings are given dominion over the rest of creation in Genesis 2 not to exploit however, but to cultivate, care for, and perfect. God entrusts Adam and Eve not with “the environment,” but with “the Garden” – a place of beauty in which we are made to walk with God.\nSo St. Francis loves the birds, but also presses them into the service of the gospel. He saves the wolf of Gubbio from the wrath of angry townspeople, but rebukes it for its ferocity and calls men and wolf to live everafter in harmony. And the animals of the nativity scene? They are companions of the infant who is the Word made flesh.\nSo the authentic biblical and Catholic approach to “the environment” is not to see it coldly and scientifically as “the environment.” But rather, in the fashion of St. Francis, to approach it as the expression of the Father’s beauty, as the gift of the Father’s love, as an icon, a window to the new creation. Reckless exploitation would never fit with such a vision. But neither would some secular environmentalism.\nFollow Us -\nJoin us on Facebook\nJoin us on Twitter\nDr. Marcellino D’Ambrosio writes from Texas. For more information on his resources and his pilgrimages to Italy and the Holy Land, visit www.crossroadsinitiative.com or call 1.800.803.0118.\nClick here to download and print, click here!\nFor more Catholic resources to feed your faith, visit the Crossroads Initiative Homepage.\nTo sign up for our free weekly e-mail with Dr. D'Ambrosio's commentary on the Sunday readings, liturgical feasts, updates on where Dr. D will be speaking, a chance to WIN a FREE CD and MORE, CLICK HERE!\nPersonal Prayer: Pathway to Joy\nMarcellino D'Ambrosio, Ph.D.\nEveryone knows that personal prayer is important. You can't expect to deepen a relationship with God talking with Him only once a week! But how, in the midst of the busy, noisy life we all lead, can we develop a pattern of daily prayer that really works? And if we are successful in carving out some moments for prayer, what do we do? How should we spend that time in way that would be most fruitful?\nDr. Marcellino D'Ambrosio has taught spiritual theology academically, but, more importantly, he's had plenty of practice applying that tradition to everyday life. With a family of seven, a business, and a non-profit corporation to run, he knows the challenges that a busy, active life can pose to the Christian who wants to pray. In this talk, he lays down principles and gives practical suggestions on how busy laypeople can develop a prayer life that leads to joy and personal transformation.\nCD - $8.95\nThe Seven Deadly Sins - 3 CD Set\nWhat are the Seven Deadly Sins? There are books written about them and movies made about them, but what are they?\nFrom about the fifth century, Christian spiritual writers identified seven patterns of sin that, if not broken, would lead to spiritual death. In this fascinating series by Dr. Marcellino D'Ambrosio, we learn the destructive, addictive dynamics of these seven vices and how they infiltrate, and ultimately take over people's lives. Most importantly, we find out how to get free of the chains forged by these sins and the necessary qualities to cultivate to make us immune to them in the future.\nBeyond the Birds and the Bees\n\"The Talk.\" It's one of the most daunting prospects parents face. Communicating the richness of Catholic teaching on sexuality in a faithful and effective way can be an overwhelming responsibility. But does it have to be so?\nIn this thoroughly revised version of Beyond the Birds and the Bees, Greg and Lisa Popcak empower you with the tools needed to move well beyond \"the Talk\" by offering a comprehensive guide to raising sexually whole and holy children. Using the riches of Blessed John Paul II's Theology of the Body, the Popcaks help you safely navigate your children from infancy through the teenage years and beyond.\nBuilding Our House on Rock: The Sermon On The Mount\nJesus’ Sermon on the Mount ends with the parable of the builders on rock or sand. Doing what Jesus asks results in building a life that endures; not doing it results in disaster. The choice is ours, and it’s a scary one. How can we read these words so that we can know what Jesus meant and do it?", "id": "<urn:uuid:8d7c0d8f-2e3c-47c2-83e9-05a17f5f46e5>", "dump": "CC-MAIN-2013-20", "url": "http://www.crossroadsinitiative.com/library_article/1334/St._Francis__Animals_and_the_Environment.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9594031572341919, "token_count": 1571, "score": 2.703125, "int_score": 3}
