{"text": "White-throated Magpie-Jays (Calocitta formosa) are beautiful big jays that travel the North Pacific slopes in small flocks. Their songs and calls are quite varied - this is one of the typical calls, recorded on the road to Monteverde (Costa Rica).\nDouglas Von Gausig (recordist; copyright holder), Naturesongs.com\nThis work is licensed under a Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported License.\nTo cite this page: Myers, P., R. Espinosa, C. S. Parr, T. Jones, G. S. Hammond, and T. A. Dewey. 2013. The Animal Diversity Web (online). Accessed at http://animaldiversity.org.\nDisclaimer: The Animal Diversity Web is an educational resource written largely by and for college students. ADW doesn't cover all species in the world, nor does it include all the latest scientific information about organisms we describe. Though we edit our accounts for accuracy, we cannot guarantee all information in those accounts. While ADW staff and contributors provide references to books and websites that we believe are reputable, we cannot necessarily endorse the contents of references beyond our control.", "id": "<urn:uuid:e5ac96fc-a147-40c0-a0ba-bc1fa8515745>", "dump": "CC-MAIN-2013-20", "url": "http://animaldiversity.ummz.umich.edu/accounts/Bilateria/sounds/collections/contributors/naturesongs/wtmj1/?start=90", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8526561856269836, "token_count": 255, "score": 2.921875, "int_score": 3}
{"text": "Rodrigues, A.S.L., Andelman, S.J., Bakarr, M.I., Boitani, L., Brooks, T.M., Cowling, R.M., Fishpool, L.D.C., da Fonseca, G.A.B., Gaston, K.J., Hoffmann, M., Long, J.S., Marquet, P.A., Pilgrim, J.D., Pressey, R.L., Schipper, J., Sechrest, W., Stuart, S.N., Underhill, L.G., Waller, R.W., Watts, M.E.J. and Yan, X. (2004) Effectiveness of the global protected area network in representing species diversity. Nature, 428 (6983). pp. 640-643. ISSN 0028-0836Full text available as:\nThe Fifth World Parks Congress in Durban, South Africa, announced in September 2003 that the global network of protected areas now covers 11.5% of the planet's land surface. This surpasses the 10% target proposed a decade earlier, at the Caracas Congress, for 9 out of 14 major terrestrial biomes. Such uniform targets based on percentage of area have become deeply embedded into national and international conservation planning. Although politically expedient, the scientific basis and conservation value of these targets have been questioned. In practice, however, little is known of how to set appropriate targets, or of the extent to which the current global protected area network fulfils its goal of protecting biodiversity. Here, we combine five global data sets on the distribution of species and protected areas to provide the first global gap analysis assessing the effectiveness of protected areas in representing species diversity. We show that the global network is far from complete, and demonstrate the inadequacy of uniform—that is, 'one size fits all'—conservation targets.\n|Copyright, Publisher and Additional Information:||© 2004 Nature Publishing Group|\n|Academic Units:||The University of Sheffield > Faculty of Science (Sheffield) > School of Biological Sciences (Sheffield) > Department of Animal and Plant Sciences (Sheffield)|\n|Depositing User:||Repository Officer|\n|Date Deposited:||12 Jan 2005|\n|Last Modified:||08 Feb 2013 16:47|\nActions (login required)", "id": "<urn:uuid:dad32c9e-d851-4b8f-98db-dcfb254b028c>", "dump": "CC-MAIN-2013-20", "url": "http://eprints.whiterose.ac.uk/233/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.7667957544326782, "token_count": 490, "score": 3.1875, "int_score": 3}
{"text": "Reversal of fortune\nTo unlock the vast, untapped potential of the world’s drylands, we must learn from the people who live in them, says Dr Jonathan Davies.\nDrylands are a major global biome, home to a great diversity of species and some of our most treasured natural heritage. They are also home to over 2 billion people and in the developing world in particular they are associated with poverty and social inequity. Global development and environment goals are not being met in the drylands: by 2015 many dryland regions are set to fail to achieve the Millennium Development Goals, whilst progress towards the goals and objectives of the UN environmental conventions (the Convention to Combat Desertification and the Convention on Biological Diversity in particular) is generally poor.\nRecent experiences in the drylands of emerging countries, such as China and India, illustrate that economic development in drylands can outpace that in areas that are usually considered “high potential”. Although development is often associated with degradation, experiences in Sub Saharan Africa illustrate that economic development can be greatly enhanced through protection of biodiversity as a source of income. By taking an even broader, global view of drylands and examining industrialised dryland countries, it becomes clear that for every seemingly-insurmountable challenge we are able to find evidence of a viable solution somewhere in the world.\nTo address the challenges of the drylands, we need to understand their unique features and how these have to be managed. Perhaps the most important of these is climate unpredictability: the amount of precipitation varies enormously between areas, between seasons and between years. The sheer magnitude of this uncertainty is hard to grasp, but in many drylands the normal range of rainfall, drought-years aside, can be plus or minus 50% of the average. Yet development in many water-deficit areas continues to favour agricultural practices that expose farmers to huge risks whilst simultaneously degrading the natural resource base on which they depend.\nClimate change is a cause for concern in dryland areas, but also an opportunity for new approaches and new learning that illustrate the value of dryland areas. Dryland ecosystems and people are highly adaptable and can survive in their uncertain climate.. Whether drylands become wetter or drier as a result of climate change, they will almost invariably become more unpredictable and their adaptive capacity will be vital to their future. Drylands more than any other ecosystem have the capacity to deal with that unpredictability and we have a great deal to learn from them.\nContrary to popular perception, drylands are not necessarily poverty traps. Dryland ecosystems and their goods and services already contribute significantly to national and international economies. The vibrant tourism sector in Eastern and Southern Africa relies heavily on the biodiversity of drylands. Globally-important dryland commodities include grain, meat and milk and dryland goods like Gum Arabic, Henna, Aloe, and Frankincense. Recent years have seen the commercial development of natural medicines from drylands, and untold numbers of medicinal plants remain un-researched, known only to the dryland inhabitants who have used and conserved them for centuries.\nLocal knowledge of the drylands is rich and is a powerful resource to be harnessed. There has been a tendency to dismiss this knowledge, because local dryland practices have been portrayed as backward or inappropriate and in need of replacing. The current emergency in the Horn of Africa graphically illustrates the outcome of this attitude: populations are exposed to insupportable risk as a result of losing their traditional strategies and being pushed into new ways of life that simply don’t work. Where people are driven towards catastrophe it is almost guaranteed that the environment will face similar consequences. Customs and cultures that are intimately connected to biodiversity become contorted into a system of pure survival where respect for the environment becomes an unaffordable luxury.\nThe scientific explanation of the rationale behind traditional strategies has been known for long enough to develop innovative new approaches to sustainable drylands management. Development support has to enable management of the extreme climatic uncertainty of drylands and needs to be built on understanding of the drivers of continuous change in dryland ecosystems. These are dynamic ecosystems in which adaptation and flexibility are pre-requisites for survival. We need to learn from past failures and successes and ensure that development and humanitarian interventions recognize dryland characteristics and build on local knowledge and capacity to turn the existing opportunities into equitable and sustainable wealth creation. In particular we need to generate greater awareness of the tremendous opportunities for strengthening biodiversity-based livelihoods to diversify dryland economies and strengthen resilience.\nIUCN’s vision 2020 emphasizes the need to strengthen the Union’s work on conserving the diversity of life while also connecting nature conservation to wider societal objectives such as security and poverty reduction. This vision cannot be reached if we fail to understand and address the unique challenges of the drylands. IUCN, with its great diversity of members and commission members, has a vital role to play in securing effective global action to address dryland issues and in enabling dryland communities to develop their nature-based solutions to risk management and sustainable development.\nDr Jonathan Davies is Coordinator of IUCN’s Global Drylands Initiative.", "id": "<urn:uuid:f420729b-433d-4fa6-8cfe-c81ae093a2da>", "dump": "CC-MAIN-2013-20", "url": "http://cms.iucn.org/knowledge/focus/previous_focus_topics/saving_our_drylands/opinion/?8350/Reversal-of-fortune&add_comment", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9456223845481873, "token_count": 1052, "score": 3.265625, "int_score": 3}
{"text": "World’s poorest on front line in climate change fight\n24 July 2008 | News story\nClimate change is already happening – and it hits poor people most. The effect of more frequent hurricanes, floods and droughts on developing countries is devastating, as this year’s cyclone Nagris proved again in southern Myanmar, leaving over 130,000 people dead or missing.\nTo protect the world’s poor against today’s more frequent extreme weather events, some US$ 2 billion is required according to the Internacional relief agency Oxfam. However, commitments so far only total US$173.\nThe need for innovative means to mitigate climate change impacts and help poor countries adapt is high on the agenda of the World Conservation Congress, held by IUCN, the International Union for Conservation of Nature from 5-14 October in Barcelona.\n- In 2007, there were 950 natural catastrophes in 2007 compared with 850 in 2006, according to Munich Re, one of the world’s largest insurance companies. This is the highest number recorded since the company started compiling annual disaster reports in 1974.\n- The burden of the disasters fall on the poor who are least to blame for climate change. Benin, and Bangladesh, for example, are at particularly high risk from rising sea-levels and storm surges, yet their per capita contribution to greenhouse gas output is one eightieth that of the United States, according to the British Institute of Development Studies.\n- “What worries us the most is the impact on the poorest countries which have the least capacity to respond to the challenge,” said Yvo de Boer, secretary of the Convention on Climate Change.\n- A healthy environment can help people survive. Healthy mangrove forests and coral reefs, for example, can serve as barriers and prevent coastal erosion; a solid forest cover prevents flooding in times of heavy rainfall.\n- “There are positive examples of local level adaptation to the impacts of climate change, such as replanting mangrove forests that can serve as buffers against more frequent storms. But to implement these solutions on a larger scale, substantial financial support is required,” says Ninni Ikkala, Climate Change Officer at IUCN.\nUpcoming media products:\n6 August – International Press Release – Primates Red List update\n12 August – International Press Release – Cetacean Red List update\nJulia Marton-Lefèvre, IUCN’s Director General.\nNinni Ikkala, IUCN Climate Change Programme\nBrian Thomson, IUCN Global Communications, m +417972182326, e email@example.com.\nCarolin Wahnbaeck, IUCN Global Communications, m +41 79 85 87 593, e firstname.lastname@example.org\nWorld Conservation Congress, Barcelona (5-14 October)\nThe World Conservation Congress (WCC) brings together 8,000 leaders from the public sector, government, business and non-governmental organizations for what is the premier summit on sustainable development in 2008. Over ten days they debate the best ways to tackle environmental and development challenges. They share pragmatic solutions to pressing issues. And they commit to collaborative action.", "id": "<urn:uuid:2091854b-1b3b-428e-9a84-00e3f22edf16>", "dump": "CC-MAIN-2013-20", "url": "http://iucn.org/fr/nouvelles_homepage/nouvelles_par_date/2008/juillet_news_2008/?1370/Worlds-poorest-on-front-line-in-climate-change-fight", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8998281359672546, "token_count": 678, "score": 3.0625, "int_score": 3}
{"text": "Indonesia is known for being prone to natural disasters of all kinds, ranging from climatic (floods, drought) to geologic (earthquakes, landslides, tsunamis, volcanoes, etc.), biological (avian influenza) to man-made (deforestation, mining, conflicts). With an already high level of food insecurity, households' vulnerability to shocks is high as the assets and structures of communities are jeopardized by these complex emergencies and a general lack of disaster risk reduction and management. Over the past five years, more than 1,500,000 people have been directly affected by natural disasters, primarily in West Sumatera, West Java, Central Java, West Nusa Tenggara, East Nusa Tenggara and Papua. Following the tsunami of 2004, the government of Indonesia has become more aware of the risks, both real and potential, affecting the provinces, and has taken steps to build the capacity of its staff in disaster risk reduction.\nEmergency preparedness and response has also become a priority for the Indonesian Church, specifically the national Caritas office—KARINA—and a growing number of dioceses. Various disasters over the past five years offered opportunities for the dioceses in those areas to contribute to the disaster responses and increase their response and management capacities. This has provided Catholic Relief Services Indonesia with greater opportunity to work with and support the local Church and other organizations to improve their capacity in emergency response programming.\nLatest Stories From Indonesia\nView all stories »»\nSee all the different ways your support helps people around the world after disasters strike. »»\nThe latest eruption from Indonesia's Mount Merapi volcano killed 70 people and forced thousands to flee from their homes. »»\nWhen Sumatran villagers were left homeless after an earthquake, a CRS program helped them build 11,000 houses in just a few months. »»\n|Population:||248,645,008 (July 2012 est.)|\n|Size:||735,358 sq. mi.; slightly less than three times the size of Texas|\n|People Served:||863 (2012 est.)|\nSince 1957, Catholic Relief Services has been helping rural communities in Indonesia alleviate human suffering, eradicate poverty and become self-reliant. Over the past five years, CRS in Indonesia has responded to various disasters and helped more than 60,000 people rebuild their lives. Our response to the West Sumatera earthquake in 2009 through cash grant for transitional shelter has been widely appreciated by the local government and donor community as the most effective strategy to provide timely, appropriate, accountable and high quality interventions.\nPartnersKARINA (Caritas Indonesia)\nCORDAID and Caritas Australia\nUnited Nations Office for the Coordination of Humanitarian Affairs", "id": "<urn:uuid:148006ce-2cf9-4b2a-a5c6-7bc1a406a114>", "dump": "CC-MAIN-2013-20", "url": "http://www.crs.org/countries/indonesia", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9375756978988647, "token_count": 568, "score": 3.03125, "int_score": 3}
{"text": "1. Linguistic Background\nThe languages that are currently spoken in the Pacific\nregion can be divided broadly into three groups: the Australian and New Guinean\nlanguages formed by people who participated in the region’s earliest migrations\nover a period of 20,000-30,000 years starting several tens of thousands of years\nago, and the Austronesian languages spoken by Mongoloid people who migrated\nfrom the Asian continent around 3,000 B.C. The region has numerous languages,\nincluding 250 Aboriginal languages in Australia and 750 Papuan languages on\nthe island of New Guinea (including the Indonesian territory of Irian Jaya)\nand neighboring areas. There are also 350 Austronesian languages in Melanesia,\n20 in Polynesia, 12 in Micronesia and 100 in New Guinea (Comrie, Matthews, and\nPolinsky 1996). There is wide variation not only among language groups, but\nalso among the families of languages. Few language families have been identified\namong the languages of Australia and New Guinea using the methods of comparative\nlinguistics. Pacific languages are also characterized by the small size of speaker\npopulations and by the absence of dominant languages. However, there are usually\nbilingual people who can speak or at least understand the languages of neighboring\npopulations, and it is believed that this situation has existed for a long time.\nIn terms of cultural factors, it appears that the diversification of languages\nin the Pacific region was accelerated by the emblematic function of language\nin the creation of a clear distinction between “ingroup” and “outgroup.”\nThe languages of New Guinea and the region around it show diverse linkages and wide variations between languages. The Austronesian languages of the Pacific region are mostly classified as Oceanian languages, while the Chamorro and Palau languages of Micronesia are classified into the languages of Western Malaya and Polynesia (WMP, Indonesian family), and the indigenous languages of Maluku and Irian Jaya in Eastern Indonesia into the Central Malayo-Polynesian (CMP) or the South Halmahera-West New Guinea (SHWNG) subgroups. In particular, there are strong similarities between the linguistic characteristics of the CMP and SHWNG languages and those of the Melanesian branch of the Oceanian languages. These linguistic conditions and characteristics are attributable to ethnic migrations within the region over a long period of time, accompanied by contacts and linguistic merging with indigenous Papuan people. Papuan languages are still found in parts of Indonesia, including Northern Halmahera and the islands of Pantar and Alor and central and eastern Timor in the Province of Nusa Tenggara. In New Guinea, contact with Papuan languages has caused some Austronesian languages to exhibit a word order change from subject-verb-object to subject-object-verb (Austronesian Type 2) (Sakiyama 1994).\n2. Linguistic Strata\nWith the start of colonization by the European powers\nin the nineteenth century, a new set of linguistic circumstances developed in\nthe region. First, pidgin languages based on European and Melanesian languages\ngradually emerged as common languages. The establishment of plantations in Samoa\nand in Queensland, Australia, which had concentrations of people who spoke Melanesian\nlanguages, was important in providing breeding grounds for pidgin languages.\nA pidgin language is formed from elements of the grammar of both contributing\nlanguages, though the pidgin languages tend to be looked down upon from the\nperspective of the more dominant of the two parent languages. The region’s\nnewly formed common languages, including Tok Pisin, Bislama, and Solomon Pidgin,\nflourished after they were taken back to the homelands of the various speakers.\nThis was possible because Vanuatu, the Solomon Islands and Papua New Guinea\nwere all multilingual societies without dominant languages. The number of speakers\nof pidgin languages increased rapidly in this environment. At the same time,\nthe continuing existence of ethnic minority languages came under threat.\nExamples of pidgins that were creolized (adopted as mother languages in their own right) include Solomon Pijin, which eventually had over 1,000 speakers aged five and over (1976) in the Solomon Islands. Bislama, a mixture of over 100 indigenous languages grafted upon a base of English and French, is now spoken by almost the entire population of Vanuatu (170,000 in 1996) and is partially creolized. Of particular interest is the fact that a group of more than 1,000 people who emigrated to New Caledonia have adopted Bislama as their primary language. The situation in Papua New Guinea, which has a population of 4,300,000 (1996), is even more dramatic. By 1982 the number of people using Tok Pisin as their primary language had reached 50,000, while another 2,000,000 used it as a second language (Grimes 1996).\n3. Minority Languages and Common Languages in the Pacific Region\nThe Atlas of the World’s Languages in Danger of Disappearing published by UNESCO (Wurm 1996) provides merely a brief overview of the current situation in Papua New Guinea, Australia, the Solomon Islands, and Vanuatu. There is no mention of Micronesia, New Caledonia, or Polynesia, presumably because of a lack of information resulting from the large number of languages in these areas. The following report covers areas and languages that I have researched and endangered languages covered by field studies carried out by Japanese researchers.\n3.1 Belau (Palau), Micronesia\nAccording to Belau (Palau) government statistics (1990),\nthe total population of 15,122 people includes 61 people living on outlying\nislands in Sonsorol State, and 33 in Hatohobei (Tochobei) State. Apart from\nthe Sonsorol Islands, Sonsorol State also includes the islands of Fanah, Meril\nand Pulo An. In addition to the Hatohobei language, the language mix on these\noutlying islands also includes nuclear Micronesian (Chuukic) languages, which\nare the core Oceanian languages spoken in the Carolines. They differ from Palauan,\nwhich is an Indonesian language. To lump these languages together as the Sonsorol\nlanguages with a total of 600 speakers (Wurm and Hattori 1981-83) is as inaccurate\nas combining the Miyako dialects of Okinawa into a single classification.\nThe number of Chuukic speakers has declined steadily since these figures were compiled. Starting in the German colonial period of the early twentieth century, people have been relocated from these outlying islands to Echang on Arakabesan Island in Belau. Today there are several hundred of these people. Many of those born in the new location only speak Palauan. A study by S. Oda (1975) estimated that there were 50 speakers of Pulo Annian. The language of Meril continued to decline and has now become extinct.\nFrom the early part of the twentieth century until the end of World War II, Micronesia was under Japanese rule, administered by the South Seas Mandate. Japanese was used as a common language, and its influence is still evident today. The linguistic data on Micronesia presented by Grimes (1996) is distorted by the fact that, while the number of English speakers is shown, no mention is made of Japanese. A study carried out in 1970 (Wurm, Mühlhäusler, and Tryon 1996) found that people aged 35 and over could speak basic Japanese. This group is equivalent to people aged 63 and over in 1998. An estimate based on Belau government statistics (1990) suggests that more than 1,000 of these people are still alive. In the State of Yap in the Federated States of Micronesia, where the percentage of females attending school is said to have been low, we can assume that the number of Japanese speakers has fallen below 500.\nIt has been suggested that if Japan had continued to rule Micronesia, Japanese would certainly have become the sole language in the region, and indigenous languages would have disappeared (Wurm, Mühlhäusler, and Tryon 1996). This seems an overly harsh appraisal of Japan’s language policy. Except in the schools, as a matter of fact no significant steps were taken to promote the use of Japanese. Micronesia previously had no common language for communication between different islands. Even today, old people from different islands use Japanese as a common language (Sakiyama 1995; Toki 1998). However, the role of this Japanese pidgin appears to have ended within a single generation, and in this sense it too is an endangered language. Pidgin Japanese continues to be used as a lingua franca by Taiwanese in their fifties and older (Wurm, Mühlhäusler, and Tryon 1996), and the number of speakers is estimated to have been 10,000 in 1993 (Grimes 1996).\n3.2 Yap, Micronesia\nNgulu Atoll is situated between the Yap Islands and the Belau Islands. The Nguluwan language is a mixture of Yapese and Ulithian, which belongs to the Chuukic family. It has inherited the Ulithian phonetic system and a partial version of Yap grammar (Sakiyama 1982). Nguluwan appears to have evolved through bilingualism between Yapese and Ulithian, and to describe it as a dialect of Ulithian (Grimes 1996) is inappropriate. In 1980 there were 28 speakers. Even with the inclusion of people who had migrated to Guror on Yap Island, where the parent village is located, the number of speakers was fewer than 50. Speakers are being assimilated rapidly into the Yapese language and culture.\n3.3 Maluku, Indonesia\nThe book Atlas Bahasa Tanah Maluku (Taber et al. 1996) covers 117 ethnic languages (Austronesian, Papuan), including numbers of speakers for each language, areas of habitation and migration, access routes, simple cultural information, and basic numbers and expressions. This work is especially valuable since it corrects inaccuracies and errors in the 1977 Classification and Index of the World's Languages by C. Y. L. Voegelin and F. M. Voegelin. It also distinguishes languages and dialects according to their a priori mutual intelligibility. Fifteen languages are listed as having fewer than 1,000 speakers. They include the Nakaela language of Seram, which has only 5 speakers, the Amahai and Paulohi languages, also of Seram, which are spoken by 50 people each, and the South Nuaulu and Yalahatan languages, which have 1,000 speakers each on Seram Island. The data, however, are not complete. For example, the Bajau language is not included, presumably because of the difficulty of accessing the various solitary islands where the Bajau people live. The author researched the Yalahatan language in 1997 and in 1998, and the Bajau language (2,000 speakers) on Sangkuwang Island in 1997.\n3.4 Irian Jaya, Papua New Guinea\nDetailed information about the names, numbers of speakers,\nand research data for over 800 languages spoken in New Guinea and its coastal\nregions can be found in the works by the Barrs (1978), Voorhoeve (1975), and\nWurm (1982). However, not only the minority languages but even the majority\nlanguages other than a few have yet to be surveyed and researched adequately.\nThere are many languages for which vocabulary collection has yet to be undertaken.\nIt appears that dictionaries or grammars have been published for less than one-tenth\nof the region’s languages. However, the gospel has been published in several\ndozen languages using orthographies established by SIL. Papuan languages range\nfrom those with substantial speaker populations, including Enga, Chimbu (Kuman),\nand Dani, which are spoken by well over 100,000 people, to endangered languages\nsuch as Abaga with 5 speakers (150 according to Wurm ), Makolkol with\n7 (unknown according to Wurm), and Sene with under 10. There are very many languages\nfor which the number of speakers is unknown and more up-to-date information\nis needed. Also, despite having substantially more than 1,000 speakers (Wurm\n1982; Grimes 1996), Murik is in danger of extinction due to the creolization\nof Tok Pisin (Foley 1986). Moreover, it is questionable whether the present\nlists include all of the region’s languages.\nInformation about Irian Jaya is even sparser. A study on popular languages carried out by the author in 1984-85 revealed that Kuot (New Ireland), Taulil (New Britain), and Sko (Irian Jaya) all had several hundred speakers and that, in the case of Taulil in particular, an increasing number of young people were able to understand what their elders were saying but could no longer speak the language themselves. There has been a rapid shift to Kuanua, an indigenous language used in trade with neighboring Rabaul, which is replacing Taulil.\n3.5 Solomon Islands, Melanesia\nThe total population of the Solomon Islands is 390,000 (1996). There are 63 Papuan, Melanesian, and Polynesian indigenous languages, of which only 37 are spoken by over 1,000 people (Grimes 1996). The Papuan Kazukuru languages (Guliguli, Doriri) of New Georgia, which were known to be endangered as early as 1931, have become extinct already, leaving behind just some scant linguistic information. The Melanesian Tanema and Vano languages of the Santa Cruz Islands and the Laghu language of the Santa Isabel Islands were extinct by 1990. This does not mean that the groups speaking them died out, but rather that the languages succumbed to the shift to Roviana, a trade language used in neighboring regions, or were replaced by Solomon Pijin (Sakiyama 1996).\n3.6 Vanuatu, Melanesia\nThe situation in Vanuatu is very similar to that in the\nSolomon Islands. The official view, written in Bislama, is as follows:\nI gat sam ples long 110 lanwis evriwan so i gat bigfala lanwis difrens long Vanuatu. Pipol blong wan velej ol i toktok long olgeta bakegen evridei nomo long lanwis be i no Bislama, Inglis o Franis. (Vanuatu currently has 110 indigenous languages, which are all very different linguistically. On an everyday basis people in villages speak only their local languages, not Bislama, English, or French). (Vanuatu, 1980, Institute of Pacific Studies)\nAmong the Melanesian and Polynesian indigenous languages spoken by 170,000 people, or 93% of the total population (1996), there are many small minority tongues. These include Aore, which has only a single speaker (extinct according to Wurm and Hattori [1981-83]); Maragus and Ura (with 10 speakers each); Nasarian, and Sowa (with 20); and Dixon Reef, Lorediakarkar, Mafea, and Tambotalo (with 50). If languages with around 100 speakers are included, this category accounts for about one-half of the total number of languages (Grimes 1996). The spread of Bislama has had the effect of putting these languages in jeopardy.\n3.7 New Caledonia, Melanesia\nNew Caledonia has a total population of 145,000 people,\nof whom 62,000 are indigenous. As of 1981, there were 28 languages, all Melanesian\nexcept for the one Polynesian language Uvean. The only languages with over 2,000\nspeakers are Cemuhi, Paicî, Ajië, and Xârâcùù, along with Dehu and Nengone,\nwhich are spoken on the Loyalty Islands.\nDumbea (Paita), which is spoken by several hundred people, has been described by T. Shintani and Y. Paita (1983). And M. Osumi (1995) has described Tinrin, which has an estimated 400 speakers. Speakers of Tinrin are bilingual in Xârâcùù or Ajië. Nerë has 20 speakers and Arhö 10, while Waamwang, which had 3 speakers in 1946, is now reported to be extinct (Grimes 1996). Descendants of Javanese, who began to migrate to New Caledonia in the early part of the twentieth century, now number several thousand. The Javanese language spoken by these people, which has developed in isolation from the Javanese homeland, has attracted attention as a new pidgin language.\nWhen Europeans first arrived in Australia in 1788, it is estimated that there were 700 different tribes in a population of 500,000-1,000,000 (Comrie, Matthews, and Polinsky 1996). By the 1830s Tasmanian had become extinct, and today the number of Aboriginal languages has fallen to less than one-half what it once was. However, T. Tsunoda left detailed records of the Warrungu language, the last speaker of which died in 1981, and the Djaru language, which has only 200 speakers (Tsunoda 1974, 1981). Yawuru, which belongs to the Nyulnyulan family, reportedly has fewer than 20 speakers, all aged in their sixties or older. The language is described by K. Hosokawa (1992).\nThe Pacific has been heavily crisscrossed by human migration\nfrom ancient to modern times. All Pacific countries except the Kingdom of Tonga\nwere colonized. This historical background is reflected in the existence of\nmultilevel diglossia in all regions of the Pacific.\nDepending on the generation, the top level of language in Micronesia is either English (the official language) or pidgin Japanese (used as a lingua franca among islands). The next level is made up of the languages of major islands that exist as political units, such as Palauan, Yapese and Ponapean. On the lowest level are the various ethnic languages spoken mainly on solitary islands.\nIn the Maluku Islands of Indonesia, local Malay languages such as Ambonese Malay, North Maluku Malay and Bacanese Malay, form a layer beneath the official language, Indonesian. Under them are the dominant local languages, such as Hitu, which is spoken by 15,000 people on Ambon Island, and Ternate and Tidore, which are spoken in the Halmahera region. These are important as urban languages. On the lowest level are the various vernaculars.\nIn Papua New Guinea, standard English forms the top level, followed by Papua New Guinean English. Tok Pisin and Hiri Motu are used as common languages among the various ethnic groups. Beneath these layers are the regional or occupational common languages. For example, Hiri Motu is used as the law enforcement lingua franca in coastal areas around the Gulf of Papua, Yabem as a missionary language along the coast of the Huon Gulf, and Malay as a trade language in areas along the border with Indonesia. On the next level are the ethnic and tribal languages used on a day-to-day basis.\nAn example of a similar pattern in Polynesia can be found in Hawaii, where English and Hawaiian English rank above Da Kine Talk or Pidgin To Da Max, which are mixtures of English and Oceanic languages and are used as common languages among the various Asian migrants who have settled in Hawaii. Beneath these are ethnic languages, including Hawaiian and the various immigrant languages, such as a common Japanese based on the Hiroshima dialect, as well as Cantonese, Korean, and Tagalog.\nAll of the threatened languages are in danger because of their status as indigenous minority languages positioned at the lowest level of the linguistic hierarchy. Reports to date have included little discussion of the multilevel classification of linguistic strata from a formal linguistic perspective. It will be necessary in the future to examine these phenomena from the perspectives of sociolinguistics or linguistic anthropology.\nBarr, Donald F., and Sharon G. Barr. 1978. Index of Irian Jaya Languages. Prepublication draft. Abepura, Indonesia: Cenderawashih University and Summer Institute of Linguistics.\nComrie, Bernard, Stephan Matthews, and Maria Polinsky. 1996. The Atlas of Languages. New York: Chackmark Books.\nFoley, William A. 1986. The Papuan Languages of New Guinea. Cambridge, New York: Cambridge University Press.\nGrimes, Barbara F., ed. 1996. Ethnologue: Languages of the World. Dallas: International Academic Bookstore.\nHosokawa, Komei. 1992. The Yawuru language of West Kimberley: A meaning-based description. Ph.D. diss., Australian National University.\nOda, Sachiko. 1977. The Syntax of Pulo Annian. Ph. D. diss., University of Hawaii.\nOsumi, Midori. 1995. Tinrin grammar. Oceanic Linguistics Special Publication, No. 25. Honolulu: University of Hawaii Press.\nSakiyama, Osamu. 1982. The characteristics of Nguluwan from the viewpoint of language contact. In Islanders and Their Outside World.Aoyagi, Machiko, ed. Tokyo: Rikkyo University.\n---. 1994. Hirimotu go no ruikei: jijun to gochishi (Affix order and postpositions in Hiri Motu: A cross-linguistic survey). Bulletin of the National Museum of Ethnology,vol. 19 no. 1: 1-17.\n---. 1995. Mikuroneshia Berau no pijin ka nihongo (Pidginized Japanese in Belau, Micronesia). Shiso no kagaku, vol. 95 no. 3: 44-52.\n---. 1996. Fukugouteki na gengo jokyo (Multilingual situation of the Solomon Islands). In Soromon shoto no seikatsu shi: bunka, rekishi, shakai (Life History in the Solomons: Culture, history and society). Akimichi, Tomoya et al, eds. Tokyo: Akashi shoten.\nShintani, Takahiko and Yvonne Païta. 1990. Grammaire de la Langue de Païta. Nouméa, New Caledonia: Société d'études historiques de la Nouvelle-Calédonie.\nTaber, Mark and et al. 1996. Atlas bahasa tanah Maluku (Maluku Languages Atlas). Ambon, Indonesia: Summer Institute of Linguistics and Pusat Pengkajian dan Pengembangan Maluku, Pattimura University.\nToki, Satoshi, ed. 1998. The remnants of Japanese in Micronesia. Memoirs of the Faculty of Letters, Osaka University, Vol. 38.\nTsunoda, Tasaku. 1974. A grammar of the Warrungu language, North Queensland. Master's thesis, Monash University.\n---. 1981. The Djaru Language of Kimberley, Western Australia. Pacific Linguistics, ser. B, No. 78. Canberra: Australian National University.\nVoorhoeve, C. L. 1975. Languages of Irian Jaya: Checklist, Preliminary classification, language maps, wordlists. Canberra: Australian National University.\nWurm, Stephen A. 1982. Papuan Languages of Oceania. Tübingen: Gunter Narr Verlag.\n---. and Shiro Hattori, eds. 1981-83. Language Atlas of the Pacific Area. Pacific Linguistics, ser. C, No. 66-67. Canberra: Australian National University.\n---, Peter Mühlhäusler, and Darrel T. Tryon. 1996. Atlas of languages of intercultural communication in the Pacific, Asia, and the Americas. 3 vols. Trends in Linguistics. Documentation 13. New York: Mouton de Gruyter.\n*Translation of the author’s essay “Taiheiyo chiiki no kiki gengo”, Gekkan Gengo, Taishukan Publishing Co., 28(2), 102-11, 1999, with the permission of the publisher.\nAny comments and suggestions to firstname.lastname@example.org", "id": "<urn:uuid:a58eb30a-d617-46b9-af87-d5abe8362da9>", "dump": "CC-MAIN-2013-20", "url": "http://www.elpr.bun.kyoto-u.ac.jp/essay/sakiyama.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9249399900436401, "token_count": 5264, "score": 3.6875, "int_score": 4}
{"text": "May 20, 2009\nThe Cook Islands are closely associated to New Zealand. Air New Zealand is the only air carrier that flies directly from the U.S. to the Cook Islands. As you will see below, the Cook Islands use the NZD as their currency.\nDespite some 90,000 visitors a year to the capital island, Rarotonga, the Cook Islands are largely unspoiled by tourism. There are no high-rise hotels, only four beach buggies and very little hype. The Cook Islands offer a rare opportunity for an authentic island holiday.\nThere are a total of 15 islands in the heart of the South Pacific spread over 850,000 square miles with a population of approximately 15,000. The Islands most visited are Rarotonga and Aitutaki which are only 140 miles apart.\nCook Island History\nRu, from Tupua’i in French Polynesia, is believed to have landed on Aitutaki, and Tangiia, also from French Polynesia, is believed to have arrived on Rarotonga around 800 AD. Similarly, the northern islands were probably settled by expeditions from Samoa and Tonga.\nCook Island Climate\nCooled by the gentle breezes of the Pacific, the climate of these islands is sunny and pleasant. Roughly speaking, there are two seasons: from November through May the climate is hot and humid, and from June through October the climate is warm and dry. Most of the rain falls during the hot season, but there are also many lovely sunny days during these months, with refreshing trade-winds.\nCook Island Geography\nThe Cook Islands consists of two main groups, one in the north and one in the south. The southern group is nine “high” islands mainly of volcanic origin although some are virtually atolls. The majority of the population lives in the southern group. The northern group comprises six true atolls.\nCook Island Southern Group\nAitutaki, Atiu, Mangaia, Manuae, Mauke, Mitiaro, Palmerston, Rarotonga (the capital island), Takutea.\nCook Island Northern Group\nManihiki, Nassau, Tongareva (Penrhyn) also known as Mangarongaro, Pukapuka, Rakahanga, Suwarrow\nCook Island Time Zones\nRarotonga and Aitutaki are in the same time zone.\nCook Island Currency\nNew Zealand dollar.\nCook Island Language\nEnglish and Cook Island Maori.\nCall the “Island Travel Gal” at 800 644-6659 or email email@example.com\nto secure your seats to the idyllic Cook Islands\nIf you enjoyed this post, make sure you subscribe to my RSS feed!", "id": "<urn:uuid:38abe3cc-4023-4e24-87a6-103174cbb29c>", "dump": "CC-MAIN-2013-20", "url": "http://seethesouthpacific.com/tag/cook-island-geography/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9481472969055176, "token_count": 580, "score": 2.671875, "int_score": 3}
{"text": "Topography of Flores\n|Location||South East Asia|\n|Archipelago||Lesser Sunda Islands|\n|Area||13,540 km2 (5,228 sq mi)|\n|Highest elevation||2,370 m (7,780 ft)|\n|Highest point||Poco Mandasawu|\n|Province||East Nusa Tenggara|\n|Largest city||Maumere (pop. 70,000)|\n|Population||1,831,000 (as of 2010)|\n|Density||135 /km2 (350 /sq mi)|\nFlores is one of the Lesser Sunda Islands, an island arc with an estimated area of 14,300 km² extending east from the Java island of Indonesia. The population was 1,831,000 in the 2010 census and the largest town is Maumere. Flores is Portuguese for \"flowers\".\nFlores is located east of Sumbawa and Komodo and west of Lembata and the Alor Archipelago. To the southeast is Timor. To the south, across the Sumba strait, is Sumba and to the north, beyond the Flores Sea, is Sulawesi.\nHomo floresiensis \nIn September 2004, at Liang Bua Cave in western Flores, paleoanthropologists discovered small skeletons that they described as a previously unknown hominid species, Homo floresiensis. These are informally named hobbits and appear to have stood about 1 m (3.3 ft) tall. The most complete individual (LB1) is dated as 18,000 years old.\nThe Dominican order was extremely important in this island, as well as in the neighbouring islands of Timor and Solor. When in 1613 the Dutch attacked the Fortres of Solor, the population of this fort, led by the Dominicans, moved to the harbor town of Larantuka, on the eastern coast of Flores. This population was mixed, of Portuguese and local islanders descent and Larantuqueiros, Topasses (people that wear heats) or, as Dutch knew them, the 'Black Portuguese' (Swarte Portugueezen).\nThe Larantuqueiros or Topasses became the dominant sandalwood trading people of the region for the next 200 years. This group used Portuguese as the language for worship, Malay as the language of trade and a mixed dialect as mother tongue. This was observed by William Dampier, a British Brigadier visiting the Island in 1699:\n- These [the Topasses] have no Forts, but depend on their Alliance with the Natives: And indeed they are already so mixt, that it is hard to distinguish whether they are Portugueze or Indians. Their Language is Portugueze; and the religion they have, is Romish. They seem in Words to acknowledge the King of Portugal for their Sovereign; yet they will not accept any Officers sent by him. They speak indifferently the Malayan and their own native Languages, as well as Portugueze.\nIn 1846, Dutch and Portuguese initiated negotiations towards delimiting the territories but these negotiations led to nowhere. In 1851 the new governor of Timor, Solor and Flores, Lima Lopes, faced with an impoverished administration, agreed to sell eastern Flores and the nearby islands to Dutch in return for a payment of 200,000 Florins. Lima Lopes did so without the consent of Lisbon and was dismissed in disgrace, but his agreement was not rescinded and in 1854 Portugal ceded all its historical claims on Flores. After this, Flores became part of the territory of Dutch East Indies.\nFlores is part of the East Nusa Tenggara province. The island along with smaller minor islands are split into eight regencies (local government districts); from west to east these are: Manggarai Barat (West Manggarai), Manggarai Tengah (Central Manggarai), Manggarai Timur (East Manggarai), Ngada, Nagekeo, Ende, Sikka and Flores Timur (East Flores). It has 39.1% of the provincial population as of 2010, and the most Indonesians of all islands in the province. However, Timor including the nation of East Timor is more populated. It is the island with the 9th most Indonesians. Among all islands containing Indonesian territory, it is the 10th most populous after Java, Sumatra, Borneo, Sulawesi, New Guinea, Bali, Madura, Lombok, and Timor.\n|Manggarai Regency||Ruteng||1958||UU 69/1958||1,545.97||292,037|\n|Sikka Regency||Maumere||1958||UU 69/1958||1,731.92||300,301|\n|Ngada Regency||Bajawa||1958||UU 69/1958||1,620.92||142,254|\n|Ende Regency||Ende||1958||UU 69/1958||2,046.62||260,428|\n|East Flores Regency||Larantuka||1958||UU 69/1958||1,812.85||232,312|\n|West Manggarai Regency||Labuan Bajo||2003||UU 8/2003||2,947.50||221,430|\n|Nagekeo Regency||Mbay||2007||UU 2/2007||1,416.96||129,956|\n|East Manggarai Regency||Borong||2007||UU 36/2007||2,502.24||252,754|\nFlora and fauna \nThe west coast of Flores is one of the few places, aside from the island of Komodo itself, where the Komodo dragon can be found in the wild, and is part of Komodo National Park, a UNESCO World Heritage Site. Kelimutu National Park is the second national park designated on Flores to protect endangered species. The Flores giant rat is also endemic to the island, and Verhoeven's giant tree rat was formerly present. These giant rodents are considered examples of island gigantism.\nFlores was also the habitat of several extinct dwarf forms of the proboscidean Stegodon, the most recent (Stegodon florensis insularis) disappearing approximately 12 000 years ago. It is speculated by scientists that limited resources and an absence of advanced predators made the few megafaunal species that reached the island subject to insular dwarfism.\nThere are many languages spoken on the island of Flores, all of them belonging to the Austronesian family. In the centre of the island in the districts of Ngada, Nagekeo, and Ende there is what is variously called the Central Flores Dialect Chain or the Central Flores Linkage. Within this area there are slight linguistic differences in almost every village. At least six separate languages are identifiable. These are from west to east: Ngadha, Nage, Keo, Ende, Lio and Palu'e, which is spoken on the island with the same name of the north coast of Flores. Locals would probably also add So'a and Bajawa to this list, which anthropologists have labeled dialects of Ngadha.\nFlores is almost entirely Roman Catholic and represents one of the \"religious borders\" created by the Catholic expansion in the Pacific and the spread of Islam from the west across Indonesia. In other places in Indonesia, such as in the Maluku Islands and Sulawesi, the divide is less rigid and has been the source of bloody sectarian clashes.\nThe most famous tourist attraction in Flores is Kelimutu, a volcano containing three colored lakes, located in the district of Ende close to the town of Moni. These crater lakes are in the caldera of a volcano, and fed by a volcanic gas source, resulting in highly acidic water. The colored lakes change colors on an irregular basis, depending on the oxidation state of the lake from bright red through green and blue.\nThere are snorkelling and diving locations along the north coast of Flores, most notably Maumere and Riung. However, due to the destructive practice of local fishermen using bombs to fish, and locals selling shells to tourists, combined with the after effects of a devastating tsunami in 1992, the reefs have slowly been destroyed.\nLabuan Bajo (on the western tip of Flores) is a town often used by tourists as a base to visit Komodo and Rinca. Labuanbajo also attracts scuba divers, as whale sharks inhabit the waters around Labuanbajo.\nIn addition to tourism, the main economic activities on Flores are agriculture, fishing and seaweed production. The primary food crops being grown on Flores are rice, maize, sweet potato and cassava, while the main cash crops are coffee, coconut, candle nut and cashew. Flores is one of the newest origins for Indonesian coffee. Previously, most Arabica coffee (Coffea arabica) from Flores was blended with other origins. Now, demand is growing for this coffee because of its heavy body and sweet chocolate, floral and woody notes.\nAn ancient Ngada megalith\nSee also \n- Monk, K.A.; Fretes, Y., Reksodiharjo-Lilley, G. (1996). The Ecology of Nusa Tenggara and Maluku. Hong Kong: Periplus Editions Ltd. p. 7. ISBN 962-593-076-0.\n- \"Out of the Ashes - Chapter 1\". Epress.anu.edu.au. 1914-06-25. Retrieved 2012-07-25.\n- L, Klemen (1999-2000). \"The Lesser Sunda Islands 1941-1942\". Forgotten Campaign: The Dutch East Indies Campaign 1941-1942.\n- \"Hasil Sensus Penduduk 2010\". Ntt.bps.go.id. Retrieved 2012-07-25.\n- Van Den Bergh, G. D.; Rokhus Due Awe; Morwood, M. J.; Sutikna, T.; Jatmiko; Wahyu Saptomo, E. (May 2008). \"The youngest Stegodon remains in Southeast Asia from the Late Pleistocene archaeological site Liang Bua, Flores, Indonesia\". Quaternary International 182 (1): 16–48. doi:10.1016/j.quaint.2007.02.001. Retrieved 27 November 2011.\n- \"Hobbits\" Were Pygmy Ancestors, Not New Species, Study Says, National Geographic, 21 August 2006.\n- Pasternack. Keli Mutu Volcanic Lakes, University of California Davis.\n- East Nusa Tenggara, Indonesian Chamber of Commerce and Industry. Retrieved 8 August 2008.\n- Arabica Producing Regions of Indonesia, Specialty Coffee Association of Indonesia. Retrieved 8 August 2008.\n|Wikimedia Commons has media related to: Flores, Indonesia|\n- L, Klemen (1999-2000). \"Forgotten Campaign: The Dutch East Indies Campaign 1941-1942\".", "id": "<urn:uuid:ffdd6a00-bdf3-423d-9051-43a88190c162>", "dump": "CC-MAIN-2013-20", "url": "http://en.wikipedia.org/wiki/Flores", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8936513662338257, "token_count": 2354, "score": 3.265625, "int_score": 3}
{"text": "|Elevation||4,095 m (13,435 ft)|\n|Prominence||4,095 m (13,435 ft)\n|Listing||Country high point\nJohn Whitehead (highest peak)\nMount Kinabalu (Malay: Gunung Kinabalu) is a prominent mountain on the island of Borneo in Southeast Asia. It is located in the East Malaysian state of Sabah and is protected as Kinabalu National Park, a World Heritage Site. Kinabalu is the highest peak in Borneo's Crocker Range and is the highest mountain in the Malay Archipelago. Mount Kinabalu is also the 20th most prominent mountain in the world by topographic prominence.\nIn 1997, a re-survey using satellite technology established its summit (known as Low's Peak) height at 4,095 metres (13,435 ft) above sea level, which is some 6 metres (20 ft) less than the previously thought and hitherto published figure of 4,101 metres (13,455 ft).\nMount Kinabalu includes the Kinabalu montane alpine meadows ecoregion in the montane grasslands and shrublands biome. The mountain and its surroundings are among the most important biological sites in the world, with between 5000 and 6000 species of plants, 326 species of birds, and more than 100 mammalian species identified. Among this rich collection of wildlife are famous species such as the gigantic Rafflesia plants and the orangutan. Mount Kinabalu has been accorded UNESCO World Heritage status.\nLow's Peak can be climbed quite easily by a person in good physical condition and there is no need for mountaineering equipment at any point on the main route. Other peaks along the massif, however, require rock climbing skills.\nSignificantly, Mount Kinabalu along with other upland areas of the Crocker Range is well-known worldwide for its tremendous botanical and biological species biodiversity with plants of Himalayan, Australasian, and Indomalayan origin. A recent botanical survey of the mountain estimated a staggering 5,000 to 6,000 plant species (excluding mosses and liverworts but including ferns), which is more than all of Europe and North America (excluding tropical regions of Mexico) combined. It is therefore one of the world's most important biological sites.\nThe flora covers the mountain in zones of different types of habitat as one climbs up, beginning with a lowland belt of fig trees and insectivorous pitcher plants. Then between 2,600 to 3,200 m (8,530 to 10,499 ft) is a layer of short trees such the conifer Dacrydium gibbsiae and dwarf shrubs, mosses, lichens, liverworts, and ferns. Finally many of the world's richest variety of orchids are found on the high rockier slopes.\nThese plants have high levels of endemism (i.e. species which are found only within Kinabalu Park and are not found anywhere else in the world). The orchids are the best-known example with over 800 species including some of the highly-valued Paphiopedilum slipper orchids, but there are also over 600 species of ferns (more than the whole of Africa's 500 species) of which 50 are found nowhere else, and the richest collection in the world for the Nepenthes pitcher plants (five of the thirteen are found nowhere else on earth) which reach spectacular proportions (the largest-pitchered in the world being the endemic Nepenthes rajah). The parasitic Rafflesia plant, which has the largest single flower in the world, is also found in Kinabalu (particularly Rafflesia keithii whose flower grows to 94 centimetres (37 in) in diameter), though it should be noted that blooms of the flower are rare and difficult to find. Meanwhile another Rafflesia species, Rafflesia tengku-adlinii, can be found on the neighbouring Mount Trus Madi and the nearby Maliau Basin.\nIts incredible biodiversity in plant life is due to a combination of several unique factors: its setting in one of the richest plant regions of the world (the tropical biogeographical region known as western Malesia which comprises the island of Sumatra, the Malay Peninsula, and the island of Borneo), the fact that the mountain covers a wide climatic range from near sea level to freezing ground conditions near the summit, the jagged terrain and diversity of rocks and soils, the high levels of rainfall (averaging about 2,700 millimetres (110 in) a year at park HQ), and the climatic instability caused by periods of glaciation and catastrophic droughts which result in evolution and speciation. This diversity is greatest in the lowland regions (consisting of lowland dipterocarp forests, so called because the tree family Dipterocarpaceae are dominant). However, most of Kinabalu's endemic species are found in the mountain forests, particularly on ultramafic soils (i.e. soils which are low in phosphates and high in iron and metals poisonous to many plants; this high toxic content gave rise to the development of distinctive plant species found nowhere else).\nThe variety of plant life is also habitat for a great variety of birds and animals. There are some 326 species of birds in Kinabalu Park, including the spectacular Rhinoceros Hornbill, Mountain Serpent-eagle, Dulit Frogmouth, Eyebrowed Jungle Flycatcher, and Bare-headed Laughingthrush. Twenty-four birds are mainly found on the mountain and one, the Bornean Spiderhunter, is a pure endemic. The mountain is home to some 100 mammalian species mostly living high in the trees, including one of the four great apes, the orangutan (though sightings of these are uncommon; estimates of its numbers in the park range from 25 to 120). Other mammals include three kinds of deer, the Malayan Weasel (Mustela nudipes), Oriental Small-clawed Otter (Aonyx cinerea), and Leopard Cat (Felis bengalensis). Endemic mammals include the Black Shrew (Suncus ater) and Bornean Ferret-badger (Melogale everetti).\nThreats and preservation \nThe steep mountainsides with poor soil are not suitable for farming or for the timber industry so the habitats and animal life of Kinabalu remain largely intact, with about a third of the original habitat now degraded. Kinabalu Park was established in 1964 and the nearby mountains were protected as the Crocker Range National Park in 1984. However even national park status does not guarantee full protection, as logging permits were granted on Trus Madi in 1984.\nMount Kinabalu is essentially a massive pluton formed from granodiorite which is intrusive into sedimentary and ultrabasic rocks, and forms the central part, or core, of the Kinabalu massif. The granodiorite is intrusive into strongly folded strata, probably of Eocene to Miocene age, and associated ultrabasic and basic igneous rocks. It was pushed up from the earth's crust as molten rock millions of years ago. In geological terms, it is a very young mountain as the granodiorite cooled and hardened only about 10 million years ago. The present landform is considered to be a mid-Pliocene peneplain, arched and deeply dissected, through which the Kinabalu granodiorite body has risen in isostatic adjustment. It is still pushing up at the rate of 5 mm per annum. During the Pleistocene Epoch of about 100,000 years ago, the massive mountain was covered by huge sheets of ice and glaciers which flowed down its slopes, scouring its surface in the process and creating the 1,800-metre (5,900 ft) deep Low's Gully (named after Hugh Low) on its north side. Its granite composition and the glacial formative processes are readily apparent when viewing its craggy rocky peaks.\nBritish colonial administrator Hugh Low made the first recorded ascent of Mount Kinabalu's summit plateau in March 1851. Low did not scale the mountain's highest peak, however, considering it \"inaccessible to any but winged animals\". In April and July 1858, Low was accompanied on two further ascents by Spenser St. John, the British Consul in Brunei. The highest point of Mount Kinabalu was finally reached in 1888 by zoologist John Whitehead. British botanist Lilian Gibbs became the first woman and the first botanist to summit Mount Kinabalu in February 1910.\nBotanist E. J. H. Corner led two important expeditions of the Royal Society of Great Britain to the mountain in 1961 and 1964. Kinabalu National Park was established in 1964. The park was designated a natural World Heritage Site in 2000.\nClimbing route \nClimbers must be accompanied by accredited guides at all times due to national park regulations. There are two main starting points for the climb: the Timpohon Gate (located 5.5 km from Kinabalu Park Headquarters, at an altitude of 1,866 metres (6,122 ft)), and the Mesilau Nature Resort. The latter starting point is slightly higher in elevation, but crosses a ridge, adding about two kilometres to the ascent and making the total elevation gain slightly higher. The two trails meet about two kilometres before Laban Rata.\nAccommodation is available inside the park or outside near the headquarters. Sabah Parks has privatised Mount Kinabalu activities to an organisation called Sutera Sanctuary Lodges (also known as Sutera Harbour). The mountain may be climbed on a single day trip, or hikers may (usually) stay one night at Laban Rata Resthouse at 3,270 metres (10,730 ft) to complete the climb in 2 days, finishing the ascent and descending on the second day. The majority of climbers begin the ascent on day one of a two-day hike from Timpohon gate at 1,866 metres (6,122 ft), reaching this location either by minibus or by walking, and then walk to Laban Rata. Most people accomplish this part of the climb in 3 to 6 hours. Since there are no roads, the supplies for the Laban Rata Resthouse are carried by porters, who bring up to 35 kilograms of supplies on their backs. Hot food and beverages are available at Laban Rata. Most rooms have no hot water in the bathrooms and whilst the dining area is heated, most rooms are not. The last 2 kilometres (6,600 ft), from the Laban Rata Resthouse at 3,270 metres (10,730 ft) to Low's Peak (summit) at 4,095.2 metres (13,436 ft), takes between 2 and 4 hours. The last part of the climb is on naked granite rock.\nGiven the high altitude, some people may suffer from altitude sickness and should return immediately to the bottom of the mountain, as breathing and any further movement becomes increasingly difficult.\nLow's gully \nLow's Gully (named after Hugh Low) is a 1,800-metre (5,900 ft) deep gorge on the north side of Mount Kinabalu, one of the least explored and most inhospitable places on earth. In 1994 two British Army officers were severely criticised after having led a party of 10 adventurers that required extensive rescue efforts from both the RAF and the Malaysian army. Five members of the party were trapped for 16 days and did not eat for five days before being rescued. The breakaway party of five successfully completed the world's first descent of the gully in three days.\nThere are two stories that led to the main beliefs in the origin of the mountain's name.\nThe first derivation of the word Kinabalu is extracted from the short form for the Kadazan Dusun word 'Aki Nabalu', meaning \"the revered place of the dead\".\nThe second source states that the name \"Kinabalu\" actually means \"Cina Balu\" (which would fully mean \"A Chinese Widow\"). Due to the lingual influence among the Kadazan Dusun of Sabah, the pronunciation for the word \"cina\" (chee-na) was changed to \"Kina\" (kee-na).\nIt was told that a Chinese prince, was cast away to Borneo when his ship sank in the middle of the South China Sea. He was subsequently rescued by the natives from a nearby village. As he recovered, he was slowly accepted as one of the people of the village. Eventually, he fell in love with a local woman, and married her. Years went by, and he started to feel homesick. So he asked permission from his newly-found family to go back to China to visit his parents (the Emperor and Empress of China). To his wife, he promised that as soon as he was done with his family duties in China, he would come back to Borneo to take her and their children back to China.\nWhen he made his return to China, he was given a grand welcome by his family. However, to his dismay, his parents disagreed with him about taking his Bornean wife back to China. Worse, they told him that he was already betrothed to a princess of a neighbouring kingdom. Having no choice (due to high respect towards his parents), he obeyed with a heavy heart.\nMeanwhile, back in Borneo, his wife grew more and more anxious. Eventually, she decided that she will wait for her husband's ship. However, since the village was situated far away from the coast, she couldn't afford to come to the shore and wait for him daily. Instead she decided to climb to the top of the highest mountain near her village, so that she could have a better view of the ships sailing in the South China Sea. Thus, she was then seen climbing up the mountain at every sunrise, returning only at night to attend to her growing children.\nEventually her efforts took their toll. She fell ill, and died at the top of the cold mountain while waiting for her husband. The spirit of the mountain, having observed her for years, was extremely touched by her loyalty towards her husband. Out of admiration for this woman, the spirit of the mountain turned her into a stone. Her face was made to face the South China Sea, so that she could wait forever for her dear husband's return.\nThe people in her hometown who heard about this were also gravely touched by this. Thus, they decided to name the mountain \"Kinabalu\" in remembrance of her. To them, the mountain is a symbol of the everlasting love and loyalty that should be taken as a good example by women.\nSee also \n- Given the definition of the Malay Archipelago excluding New Guinea, where about 22 mountains exceed 4100 m.\n- \"World Top 50 Most Prominent Peaks\" Peaklist.org. Retrieved 2011-11-21.\n- Phillipps, A. & F. Liew 2000. Globetrotter Visitor's Guide – Kinabalu Park. New Holland Publishers (UK) Ltd.\n- Eight Southeast Asian Destinations You Shouldn't Miss\n- Mount Kinabalu National Park ... revered abode of the dead\n- Parris, B. S., R. S. Beaman, and J. H. Beaman. 1992. The Plants of Mount Kinabalu: 1. Ferns and Fern Allies. Kew: Royal Botanic Gardens. 165 pp + 5 pl.\n- Wood, J. J., J. H. Beaman, and R. S. Beaman. 1993. The Plants of Mount Kinabalu. 2. Orchids. Kew: Royal Botanic Gardens. xii + 411 pp + 84 pl.\n- Beaman, J. H., and R. S. Beaman. 1998. The Plants of Mount Kinabalu. 3. Gymnosperms and Non-Orchid Monocotyledons. Kota Kinabalu: Natural History Publications (Borneo) Sdn. Bhd.; Kew: Royal Botanic Gardens. xii + 220 pp + 25 pl.\n- Beaman, J. H., C. Anderson, and R. S. Beaman. 2001. The plants of Mount Kinabalu. 4: Dicotyledon families Acanthaceae to Lythraceae. xiv + 570 pp + 45 pl. Kota Kinabalu: Natural History Publications (Borneo) Sdn. Bhd.; Kew: Royal Botanic Gardens.\n- Beaman, J. H., and C. Anderson. 2004. The plants of Mount Kinabalu. 5: Dicotyledon families Magnoliaceae to Winteraceae. xiv + 609 pp + 40 pl. Kota Kinabalu: Natural History Publications (Borneo) Sdn. Bhd.; Kew: Royal Botanic Gardens.\n- Kurata, S. 1976. Nepenthes of Mount Kinabalu. Sabah National Parks Publications No. 2, Sabah National Parks Trustees, Kota Kinabalu.\n- Adam, J.H. & C.C. Wilcock 1998 ['1996']. Pitcher plants of Mt. Kinabalu in Sabah. The Sarawak Museum Journal 50(71): 145–171.\n- Blakemore, R.J., C. Csuzdi, M.T. Ito, N. Kaneko, T. Kawaguchi & M. Schilthuizen 2007. PDF (16.4 KiB) Zootaxa 1613: 23–44.\n- \"Kinabalu montane alpine meadows\". Terrestrial Ecoregions. World Wildlife Fund.\n- Hiung, C. S., R. Mandalam, and C. Chin. 2004. The Hugh Low Trail: The Quest for the Historical Trail to the Summit of Kinabalu. The Sabah Society, Kota Kinabalu.\n- Kinabalu Park. UNESCO World Heritage Centre.\n- Cymerman, A; Rock, PB. Medical Problems in High Mountain Environments. A Handbook for Medical Officers. USARIEM-TN94-2. US Army Research Inst. of Environmental Medicine Thermal and Mountain Medicine Division Technical Report. Retrieved 2009-03-05.\n- The Independent, 21 September 1994, Leaders of lost expedition criticised, by Mary Braid\n- McIlroy, N. 2011. Man versus mountain. The West Australian, 9 July 2011.\n|Wikimedia Commons has media related to: Mount Kinabalu|\n- Mount Kinabalu travel guide from Wikivoyage\n- Sabah Parks website\n- Mount Kinabalu Information\n- Climbing Mount Kinabalu\n- Plants of Mount Kinabalu", "id": "<urn:uuid:dc723fdf-5aaa-4004-8399-c611ce1936f0>", "dump": "CC-MAIN-2013-20", "url": "http://en.wikipedia.org/wiki/Mount_Kinabalu", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9411343932151794, "token_count": 3962, "score": 2.921875, "int_score": 3}
{"text": "|Scientific Name:||Phoebastria albatrus|\n|Species Authority:||(Pallas, 1769)|\n|Red List Category & Criteria:||Vulnerable D2 ver 3.1|\n|Reviewer/s:||Butchart, S. & Taylor, J.|\n|Contributor/s:||Balogh, G., Chan, S., Hasegawa, H., Peet, N., Rivera, K. & Suryan, R.|\nThis species is listed as Vulnerable because, although conservation efforts have resulted in a steady population increase, it still has a very small breeding range, limited to Torishima and Minami-kojima (Senkaku Islands), rendering it susceptible to stochastic events and human impacts.\nPhoebastria albatrus breeds on Torishima (Japan), and Minami-kojima (Senkaku Islands), that are claimed jointly by Japan, mainland China and Chinese Taipei. Historically there are believed to have been at least nine colonies south of Japan and in the East China Sea (Piatt et al. 2006). Its marine range covers most of the northern Pacific Ocean, but it occurs in highest densities in areas of upwelling along shelf waters of the Pacific Rim, particularly along the coasts of Japan, eastern Russia, the Aleutians and Alaska (Piatt et al. 2006, Suryan et al. 2007). During breeding (December - May) it is found in highest densities around Japan. Satellite tracking has indicated that during the post-breeding period, females spend more time offshore of Japan and Russia, while males and juveniles spend greater time around the Aleutian Islands, Bering Sea and off the coast of North America (Suryan et al. 2007). Juveniles have been shown to travel twice the distances per day and spend more time within continental shelf habitat than adult birds (Suryan et al. 2008). The species declined dramatically during the 19th and 20th centuries owing to exploitation for feathers, and was believed extinct in 1949, but was rediscovered in 1951. The current population is estimated, via direct counts and modelling based on productivity data, to be 2,364 individuals, with 1,922 birds on Torishima and 442 birds on Minami-kojima (G.R. Balogh in litt. 2008). In 1954, 25 birds (including at least six pairs) were present on Torishima. Given that there are now c.426 breeding pairs on Torishima (G.R. Balogh in litt. 2008), the species has undergone an enormous increase since its rediscovery and the onset of conservation efforts. In addition, in 2010, one nesting pair was observed on Kure Atoll (Hawaii, USA), but was probably female-female and unsuccessful, and one chick was produced on Midway Atoll (M. Naughton pers. comm. 2011). A tsunami which hit Midway Atoll in March 2011, did not impact on the single pair nesting on Eastern Island (U.S. Fish & Wildlife Service 2008).\nNative:Canada; China; Japan; Korea, Republic of; Mexico; Russian Federation; Taiwan, Province of China; United States; United States Minor Outlying Islands\nPresent - origin uncertain:Northern Mariana Islands; Philippines\n|Range Map:||Click here to open the map viewer and explore range.|\n|Population:||At the end of the 2006-2007 breeding season, the global population was estimated to be 2,364 individuals, with 1,922 birds on Torishima and 442 birds on Minami-kojima (Senkaku Islands). This estimate is based on: direct observation of breeding pairs on Torishima; an assumption on numbers of non-breeding birds; an estimate for the Minami-kojima population that is based upon a 2002 estimate and an assumption of population growth rate (which, together, puts the Minami-kojima population at about 15% of the global population [G.R. Balogh in litt. 2008]). More recently, Brazil (2009) estimates the population in Japan at c.100-10,000 breeding pairs and c.50-1,000 individuals on migration. The population is taken here as likely to number 2,200-2,500 individuals based on these estimates, roughly equating to 1,500-1,700 mature individuals.|\n|Habitat and Ecology:||Behaviour Phoebastria albatrus is a colonial, annually breeding species, with each breeding cycle lasting about 8 months. Birds begin to arrive at the main colony on Torishima Island in early October. A single egg is laid in late October to late November and incubation lasts 64 to 65 days. Hatching occurs in late December through January. Chicks begin to fledge in late May into June. There is little information on timing of breeding on Minami-kojima. First breeding sometimes occurs when birds are five years old, but more commonly when birds are aged six. It forages diurnally and potentially nocturnally, either singly or in groups primarily taking prey by surface-seizing (ACAP 2009). During the breeding season, individuals nesting off Japan forage over the continental shelf (Kiyota and Minami 2008). Habitat Breeding Historically, it preferred level, open, areas adjacent to tall clumps of the grass Miscanthus sinensis for nesting. Diet It feeds mainly on squid, but also takes shrimp, fish, flying fish eggs and other crustaceans (ACAP 2009). It has been recorded following ships to feed on scraps and fish offal.|\n|Major Threat(s):||Its historical decline was caused by exploitation. Today, the key threats are the instability of soil on its main breeding site (Torishima), the threat of mortality and habitat loss from the active volcano on Torishima, and mortality caused by fisheries. Torishima is also vulnerable to other natural disasters, such as typhoons. Introduced predators are a potential threat at colonies. Environmental contaminants at sea (oil based compounds) may also be a threat (G.R. Balogh in litt. 2008). Threats at sea (fisheries, oil pollution) are exacerbated by the fact that birds concentrate into predictable hotspots (Piatt et al. 2006). Modelling work has showed that even a small increase in low level chronic mortality (such as fisheries bycatch) has more of an impact on population growth rates than stochastic and theoretically catastrophic events, such as volcanic eruptions (Finkelstein et al. 2010). Phoebastria albatrus has the greatest potential overlap with fisheries that occur in the shallower waters along continental shelf break and slope regions, e.g., sablefish and Pacific halibut longline fisheries off the coasts of Alaska and British Columbia. Although, overlap between the distribution of birds and fishery effort does not mean that interactions between birds and boats necessarily occur, P. albatrus are known to have been killed in U.S. and Russian longline fisheries for Pacific cod and Pacific halibut. In addition, birds on Torishima have been observed with hooks in their mouths of the style used in Japanese fisheries near the island (ACAP 2009).|\nConservation Actions Underway\nIt is legally protected in Japan, Canada and the USA. A draft recovery plan has been developed (USFWS 2005). Mitigation measures have been established in the Alaska demersal longline fishery and in the Hawaii-based pelagic longline fishery (NOAA 2008). Streamer lines (both heavy weight lines for large boats and lightweight lines for smaller vessels) have been designed to keep birds from longline hooks as they are set, and these are being distributed free to the Alaskan longline fleet (USFWS 2005), though they are not deployed in near-shore waters. In 2006, the Western and Central Pacific Fisheries Commission passed a measure which requires large tuna and swordfish longline vessels (>24m long) to use a combination of two seabird bycatch mitigation measures when fishing north of 23 degrees North. Torishima has been established as a National Wildlife Protection Area. In 1981-1982, native plants were transplanted into the Torishima nesting colony in order to stabilise the nesting habitat and the nest structures. This has enhanced breeding success, with over 60% of eggs now resulting in fledged young. Decoys have been used to attract birds to nest at another site on Torishima since 1993 and the first pair started breeding at this new site in November 1995. The number of chicks fledged from this new colony has increased from one chick in 2004; four chicks in 2005; 13 chicks in 2006; 16 chicks in 2007. In October-November 2007, 35 eggs were laid at this new site (Sato 2009). In 2007, the Japanese government approved a project to translocate chicks from Torishima to Mukojima, 300 km away. All ten chicks of the first translocations in March 2008 fledged (Jacobs 2009). If successful, this project will translocate at least ten chicks per year for five years. Conservation Actions Proposed\nContinue to promote measures designed to protect this species from becoming hooked or entangled by commercial fishing gear. Re-establish birds within historic range as insurance against natural disasters on primary breeding colony. Promote conservation measures for the Minami-kojima population. Continue research into the at-sea distribution and marine habitat use through satellite telemetry studies. Continue land-based management and population monitoring.\n|Citation:||BirdLife International 2012. Phoebastria albatrus. In: IUCN 2012. IUCN Red List of Threatened Species. Version 2012.2. <www.iucnredlist.org>. Downloaded on 18 May 2013.|\n|Feedback:||If you see any errors or have any questions or suggestions on what is shown on this page, please fill in the feedback form so that we can correct or extend the information provided|", "id": "<urn:uuid:573c77f2-d484-430d-94d7-05417faf55af>", "dump": "CC-MAIN-2013-20", "url": "http://www.iucnredlist.org/details/summary/106003956/0", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9139761328697205, "token_count": 2094, "score": 3.203125, "int_score": 3}
{"text": "Fewer rare sea turtles will die on the swordfish industry's longlines in Hawaii under an agreement between environmental groups and the government. The agreement settles a lawsuit challenging the federal government's plans that would have dramatically increase the number of turtles that could be killed. The Turtle Island Restoration Network, Center for Biological Diversity and KAHEA sued the National Marine Fisheries Service for allowing 46 imperiled Pacific loggerhead turtles to be hooked last year. The new court-ordered settlement caps the number at 17 per year. Meanwhile the National Marine Fisheries Service is weighing whether loggerheads need more protection under the Endangered Species Act.\n\"It made absolutely no sense to have one arm of the National Marine Fisheries Service increasing the lethal capture of loggerheads, while the other arm is in the process of determining whether loggerheads should be uplisted from threatened to endangered,\" said Todd Steiner, biologist and executive director of Turtle Island Restoration Network. \"With extinction looming, these animals need more protection, not less.\"\n\"With this decision, Hawaii's public-trust ocean resources can be better managed for our collective best interest, and not just the interests of this commercial fishery,\" said KAHEA program director Marti Townsend. \"This is a victory not just for the turtles, but for Hawaii's people who rely on a healthy, functioning ocean ecosystem.\"\nConservation groups represented by Earthjustice filed a federal lawsuit challenging a 2009 rule allowing the swordfish fleet to catch nearly three times as many loggerhead sea turtles as previously permitted. This settlement freezes the number at the previous cap of 17 while the government conducts additional environmental studies and decides whether or not to classify the loggerhead as endangered, rather than its current, less-protective status of threatened. For leatherback turtles, the bycatch limit remains at 16 per year. In 2010, eight Pacific leatherbacks and seven loggerheads were caught in the longline fishery, according to the National Marine Fisheries Service. There have already been 4 loggerheads captured in 2011, which has sea turtle conservationists concerned.\n\"Sea turtles have been swimming the oceans since the time of dinosaurs. But without a change in management, they won't survive our voracious quest for swordfish and tuna,\" said Miyoko Sakashita, oceans director at the Center for Biological Diversity. \"If loggerheads are going to survive in the North Pacific, we need to stop killing them in our fisheries.\"\n\"Pacific loggerhead sea turtles are nearly extinct, so this bycatch rollback helps right a serious wrong,\" said Teri Shore, program director at Turtle Island Restoration Network. \"We can't allow these rare sea turtles to disappear for a plate of swordfish. It's tragic that it took a lawsuit to correct this fishery problem.\"\nSwordfish longline vessels trail up to 60 miles of fishing line suspended in the water with floats, with as many as 1,000 baited hooks deployed at regular intervals. Sea turtles become hooked while trying to take bait or become entangled while swimming through the nearly invisible lines. These encounters can drown the turtles or leave them with serious injuries. Sea birds such as albatross dive for the bait and become hooked; marine mammals, including endangered humpback whales and false killer whales, also sometimes become hooked when they swim through the floating lines.", "id": "<urn:uuid:e36683d3-ded6-4e38-af4d-7bc73d1ec7e3>", "dump": "CC-MAIN-2013-20", "url": "http://earthjustice.org/news/press/2011/endangered-sea-turtles-saved-from-capture-in-hawaii-swordfish-fishery", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9501281380653381, "token_count": 666, "score": 3.125, "int_score": 3}
{"text": "The pristine waters off Kona, Hawaii, teem with big game and spawn many exciting fish tales. But this tale is unlike any other, a mystery involving a giant slender fish discovered on the surface minus its head and tail, making it nearly impossible to identify.\nSea Strike Capt. Dale Leverone poses with giant headless mystery fish found recently off Kona, Hawaii. In below image, first mate Jack Leverone lies beside the 7-foot-long denizen. Credit: the Leverones\nThe case may never be solved because scientists have little to go on besides the photos accompanying this post, and because the fishermen filleted the carcass and tossed it overboard.\nThe only thing that appears certain is that the headless mystery fish belongs to a species that resides at great depth, and is rarely encountered by humans.\nThe best guess, and some might have already ventured this theory, is that this was an oarfish. Oarfish are long and slender prehistoric-looking fish believed to have spawned tales of sea serpents among ancient mariners.\nThat’s what Capt. Dale Leverone of the Sea Strike, which stumbled upon the 7-foot-long ribbon-like fish, initially believed.\nThat’s also what Jon Schwartz supposed. Schwartz, a fishing photographer and friends of the Leverone family, spent an entire day last week trying to solve this mystery, and blogged about his detective work. His title: “Giant Headless Mystery Fish Baffles Fishermen and Scientists.”\nBut oarfish boast crimson-colored mane-like dorsal fins, tall and prominent near their heads, and the headless fish did not have a detectable dorsal fin. “I thought it was a car bumper, but then I remembered they don’t float,” first mate Jack Leverone told Schwartz.\nSchwartz contacted Jim Rizzuto, a veteran fishing writer in Hawaii, and Rizzuto suggested it could be a Hawaiian ridge scabbardfish, which are long and ribbon-like, and extremely rare. But scabbardfish do not get nearly this long, so it was crossed off the list.\nSchwartz plunged into Wikipedia and found a species called beltfish, which are long and thin, and a photo of a bunch of them at a fish market in Japan. Not a probable match.\nSchwartz also contacted two NOAA marine biologists, who could not provide a positive ID.\nI decided to probe on my own and contacted Perry Hampton, vice president of animal husbandry at the Aquarium of the Pacific in Long Beach, Calif.\nHampton said the photographs “do not show enough detail to make a determination” but added: “Despite the apparent lack of red dorsal fin it is hard to come up with any other species other than an oarfish,” based on the size of the specimen.\n“The most prominent part of an oarfish’s dorsal fin are the first few spines near the head,” he added. “It is possible that these things were lost along with the head. The rest of the dorsal fin runs the length of the body but usually lays flat in a recessed channel along the fish’s back unless it is alarmed.”\nSo the headless mystery fish could very well have been an oarfish, but the world may never know for sure. Just as it will never know what kind of shark or other predator chomped off its head and tail, leaving the rest for the Leverones.\nThey had planned to eat the headless mystery fish, but when they cooked it the flesh turned gelatinous, so they passed.\nMore on GrindTV\nNATURE – Facebook friends capture amazing baby whale, seal footage on same day\nSHARKS – Scary moments for divers during up-close tiger shark encounter\nFISHING – Bluefin tuna sells for record $1.76 million in Japan", "id": "<urn:uuid:0e7877da-7287-4cff-a596-b275d5b9e71d>", "dump": "CC-MAIN-2013-20", "url": "http://www.grindtv.com/outdoor/post/giant-headless-fish-at-center-of-intriguing-mystery-off-kona-hawaii/?.tsrc=_news", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9441236853599548, "token_count": 817, "score": 2.71875, "int_score": 3}
{"text": "Giant Manta Ray\nGiant Manta Ray Manta birostris\nDivers often describe the experience of swimming beneath a manta ray as like being overtaken by a huge flying saucer. This ray is the biggest in the world, but like the biggest shark, the whale shark, it is a harmless consumer of plankton.\nWhen feeding, it swims along with its cavernous mouth wide open, beating its huge triangular wings slowly up and down. On either side of the mouth, which is at the front of the head, there are two long paddles, called cephalic lobes. These lobes help funnel plankton into the mouth. A stingerless whiplike tail trails behind.\nGiant manta rays tend to be found over high points like seamounts where currents bring plankton up to them. Small fish called remoras often travel attached to these giants, feeding on food scraps along the way. Giant mantas are ovoviviparous, so the eggs develop and hatch inside the mother. These rays can leap high out of the water, to escape predators, clean their skin of parasites or communicate.", "id": "<urn:uuid:f3984201-a44a-42d6-802f-de566b1e8a6e>", "dump": "CC-MAIN-2013-20", "url": "http://oceana.org/es/node/2845", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9488542675971985, "token_count": 238, "score": 3.09375, "int_score": 3}
{"text": "Xantusiidae is a clade of viviparous (live bearing) lizards that ranges from southwestern North America and Baja California (Xantusia) into Central America (Lepidophyma) and Cuba (Cricosaura). Xantusia magdalena occurs in Baja California. Xantusiidae is a relatively small clade, with 3 genera and approximately 30 living species. Lepidophyma is the most speciose (~17 species), whereas Cricosaura is monotypic. Xantusiids have a reasonably good fossil record extending from the mid-Paleocene onward in western North America.\nXantusiids are fascinating lizards for several reasons. First, although they are almost uniformly diminuitive (Xantusia magdalena measures less than 4 cm snout-vent length, and the largest xantusiid species measure about 10 cm snout-vent length), xantusiids generally take several years to reach sexual maturity, and several species give birth to just 1 or 2 offspring. It is a more usual reproductive strategy for small lizards to mature quickly and produce large numbers of offspring, to increase their chances of survival. Despite this low reproductive potential, xantusiid neonates actually have a high life expectancy; this can be attributed at least in part to their secretive lifestyle, which leads to the second reason why xantusiids are particularly interesting -- microhabitat specialization.\nMicrohabitat specialization is an ecological hallmark of Xantusiidae. Many populations are narrowly restricted to specific niches -- crevices (e.g., Xantusia henshawi in exfoliating granitic cap rocks), interstices in agaves and yuccas in dry climates (e.g., X. magdalena), decaying logs in wet climates (e.g., Lepidophyma flavimaculatum) -- and individuals may be found under the same patch of cover throughout their lives!\nThese microhabitat restrictions result in extremely disjunct geographical distributions, and also may be responsible for some morphological convergence within the group (e.g., flattened skulls for crevice dwelling). Xantusiidae also includes two insular endemics: the Cuban Cricosaura typica is the only xantusiid found in the West Indies and is interpreted as one of the Caribbean's few ancient endemic vertebrate lineages; and Xantusia riversiana (formerly Klauberina riversiana) is limited to three of the Channel Islands off the coast of California.\nThe phylogenetic relationships of Xantusiidae are problematic. Morphology and molecules produce different topologies within the clade: morphology recovers a Cricosaura + Lepidophyma clade, while mitochondrial genes recover a Lepidophyma + Xantusia clade. Lack of resolution of relationships within Xantusiidae has hindered the placement of this clade within the squamate tree. Xantusiidae is a \"tree-changing\" taxon: it causes homoplasy wherever it is placed, and its placement can tip the balance between the two primary competing hypotheses of scleroglossan relationships. Xantusiidae is traditionally placed within Scincomorpha, but some analyses have placed it near Gekkota. Thus, Xantusiidae is either a highly derived, or extremely basal, scleroglossan clade. Previous analyses of squamate phylogeny have almost certainly suffered in relying on species of the readily available -- but relatively derived -- genus Xantusia as exemplars for Xantusiidae. Cricosaura or a species of Lepidophyma would be more appropriate, but both are exceedingly rare in collections; indeed, some species of Lepidophyma are known from only 1 or 2 specimens.\nWhatever the placement of Xantusiidae within squamates, there is no doubt that xantusiids are monophyletic. The following are some of the hypothesized synapomorphies of the lineage (from Estes et al., 1988), most of which can be seen in the skull reconstructions above: supratemporal fenestra closed primarily by postorbital; parietals paired well into postembryonic ontogeny; parietal table extensive posteriorly, largely obscuring braincase in dorsal view, supratemporal process short; vomers fused; ectopterygoid contacts palatine anterolaterally, excluding maxilla from suborbital fenestra; ectopterygoid enlarged medially, restricting suborbital fenestra.\nAbout the Species\nThis specimen was collected in Baja California Sur, Mexico. It was made available to the University of Texas High-Resolution X-ray CT Facility for scanning by Dr. Jessie Maisano of The University of Texas and Dr. Jacques Gauthier of Yale University. Funding for scanning was provided by an NSF grant (DEB-0132227) to Dr. Jack Sites of Brigham Young University. Funding for image processing was provided by a National Science Foundation Digital Libraries Initiative grant to Dr. Timothy Rowe of The University of Texas at Austin.\nAbout this Specimen\nThe specimen was scanned by Matthew Colbert on 18 May 2005 along the coronal axis for a total of 615 1024x1024 pixel slices. Each slice is 0.0152 mm thick, with an interslice spacing of 0.0152 mm and a field of reconstruction of 7 mm.\nBezy, R. L. 1982. Xantusia vigilis. Catalogue of American Amphibians and Reptiles 302.1-302.4.\nBezy, R. L. 1988. The natural history of the night lizards, family Xantusiidae, p. 1-12. In H. F. DeLisle et al. (eds.), Proceedings of the Conference on California Herpetology. Southwest Herpetological Society Special Publication 4.\nBezy, R. L. 1989. Night lizards: the evolution of habitat specialists. Terra 28:29-34.\nBezy, R. L., and J. L. Camarillo. 2002. Systematics of xantusiid lizards of the genus Lepidophyma. Los Angeles County Museum Contributions in Science 493:1-41.\nCrother, B. I., M. M. Miyamoto, and W. F. Presch. 1986. Phylogeny and biogeography of the lizard family Xantusiidae. Systematic Zoology 35:37-45.\nEstes, R. 1983. Sauria Terrestria, Amphisbaenia. Handbuch der Palaoherpetologie, Part 10A. Gustav Fischer Verlag, Stuttgart.\nEstes, R., K. de Queiroz, and J. Gauthier. 1988. Phylogenetic relationships within Squamata, p. 119-281. In R. G. Estes and G. K. Pregill (eds.), Phylogenetic Relationships of the Lizard Families: Essays Commemorating Charles L. Camp. Stanford University Press, Stanford.\nFellers, G. M., and C. A. Drost. 1991. Ecology of the island night lizard, Xantusia riversiana, on Santa Barbara Island, California. Herpetological Monographs 5:28-78.\nHedges, S. B., R. L. Bezy, and L. B. Maxson. 1991. Phylogenetic relationships and biogeography of xantusiid lizards, inferred from mitochondrial DNA sequences. Molecular Biology and Evolution 8:767-780.\nLee, M. S. Y. 1998. Convergent evolution and character correlation in burrowing reptiles: towards a resolution of squamte relationships. Biological Journal of the Linnean Society 63:369-453.\nMacey, J. R., A. Larson, N. B. Ananjeva, and T. J. Papenfuss. 1997. Evolutionary shifts in three major structural features of the mitochondrial genome among iguanian lizards. Journal of Molecular Evolution 44:660-674.\nSavage, J. M. 1955. The lizard family Xantusiidae: an evolutionary study. Ph.D. Dissertation, Stanford University.\nSavage, J. M. 1963. Studies on the lizard family Xantusiidae. IV. The genera. Los Angeles County Museum Contributions in Science 71:3-38.\nSinclair, E. A., Bezy, R. L., Bolles, K., Camarillo R., J. L., Crandall, K. A. and J. W. Sites Jr. 2004. Testing species boundaries in an ancient species complex with deep phylogeographic history: Genus Xantusia (Squamata: Xantusiidae). The American Naturalist 164:396-414.\nVan Denburgh, J. 1895. The species of the genus Xantusia\n. Proceedings of the California Academy of Sciences (Series 2) 5:523-534.\nZweifel, R. G., and C. H. Lowe. 1966. The ecology of a population of Xantusia vigilis\n, the desert night lizard. American Museum Novitates 2247:1-57.\nXantusiidae page on the EMBL Reptile Database\nThree-dimensional volumetric renderings of the skull with the scleral ossicles, hyoid and jaw removed, and of the isolated left mandible. All are 2mb or less.", "id": "<urn:uuid:d2d88a75-c769-4548-aa0c-a3c3aafba348>", "dump": "CC-MAIN-2013-20", "url": "http://digimorph.org/specimens/Xantusia_magdalena/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8116347193717957, "token_count": 2036, "score": 3.453125, "int_score": 3}
{"text": "|Black-sided Meadow Katydid - Conocephalus nigropleurum|\nOrder Orthoptera - Crickets, Grasshoppers & Katydids / Family Tettigoniidae\nLive adult katydids photographed at Winfield, DuPage County, Illinois. Size = 15mm\nInsects | Spiders | Beetles | Butterflies | Moths | True Bugs | Flies | Bees & Wasps\nKatydids are large, usually green insects with long antennae and large wings, eminently capable of flight. Most katydids are well-camouflaged in foliage and become virtually invisible amidst greenery the identical color. Family Tettigoniidae contains about 6000 species in 1070 genera.\nThis from Tree of Life: \"Katydids are found on all continents except Antarctica and in an assortment of habitats from tropical forests (Heller 1995) and peat bogs (Vickery and Kevan 1985) to montane alpine zones 'far above the last outposts of trees'. Within these habitats, virtually all tettigoniids are associated with vegetation, particularly during inactive periods when the insects retreat into (or onto) leaves.\nOrder Orthoptera - Crickets, Grasshoppers & Katydids\nThere are more than 20,000 species in the order Orthoptera. These diverse insects are found worldwide, although their numbers are concentrated in the tropics.\nNorth American Insects & Spiders\nExplore over 7,000 close-up photos and information on over 700 species commonly found in North America. Live insects & spiders photographed in the wild.\nInsects and Spiders | Orthoptera Index | Spiders | Beetles | Butterflies | Moths", "id": "<urn:uuid:997167fb-2125-4c50-b4ca-9cddd69d2dd4>", "dump": "CC-MAIN-2013-20", "url": "http://www.cirrusimage.com/orthoptera_katydid_Conocephalus.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8406237959861755, "token_count": 359, "score": 2.765625, "int_score": 3}
