{"text": "The significance of Alabama Unionists during the Civil War and Reconstruction has long been a subject of study among scholars. Largely centered in northern Alabama and to a lesser degree in the southeast region and in Montgomery and Mobile, Unionists were important both militarily and politically. Until recently, however, the details of this phenomenon have remained less well known, largely because the term Unionist (both then and now) has been used to refer to a range of different individuals and positions.\nIn the broadest sense, Unionist has meant any white person who opposed secession (including those who later supported the Confederacy) and those who came to support the Union during the war despite having originally supported the Confederacy. This broad definition includes a very wide range of Alabamians—from the most well-to-do planters who ultimately become officers in the Confederate Army to the subsistence farmer who deserted the southern cause midway through the war. It is also possible to define Unionism more narrowly, confining the label to those individuals who resisted both secession and the Confederacy during the war. Such unconditional loyalists probably represented no more than 15 percent of Alabama's adult white population. They were mostly nonslaveholding farmers (though a small minority owned slaves) living in the northern third of the state. A few Unionists also lived in the piney woods and coastal plain further south. In many respects, these men and women were very much like their neighbors who supported the Confederate cause. The reasons they remained loyal to the Union were also quite diverse. Many saw secession as illegal, whereas others felt that it would dishonor the American Revolution and their own ancestors. Still others were certain that secession would end in political or military disaster. Many were influenced by the respected figures in their families or neighborhoods.\nUnionism in Alabama arose under the pressures of the presidential election of 1860. Nine months before, the state legislature had directed that, in the event of a Republican's election, a state secession convention would be called. By directly linking the presidential election to secession, the legislature fostered a political atmosphere that was particularly hostile to Unionists. Newspaper editorials and participants at community meetings condemned as traitors those who canvassed for Illinois senator Stephen Douglas, the nominee of the regular Democratic Party, rather than the southern-rights Democratic nominee, John Breckinridge. In the election, fully 80 percent of Alabama's eligible voters participated, giving Breckinridge a substantial victory, with 54 percent of the vote. John Bell, the Constitutional Union candidate who was supported by a number of Alabamians hostile to secession, received 31 percent of the vote. Douglas, the candidate most associated with a strongly Unionist position, polled slightly more than 15 percent. Republican Abraham Lincoln was not even on the ballot in Alabama.\nAs promised, Alabama secessionists called a convention in the wake of Lincoln's election. The campaign for convention delegates provoked heated and sometimes violent debates among neighbors, forcing many to defend their positions in public. Of the 100 delegates elected, 53 were secessionists and 47 were cooperationists, a term that refers to the delegates' desire to secede only in \"cooperation\" with other southern states. In fact, the men elected on this platform represented a wide range of ideas about if, when, and under what circumstances to cooperate with secession and included a minority faction—probably less than one-third (the vast majority of them from the northern third of the state)—of unconditional Unionists who opposed secession outright.\nThese delegates convened in Montgomery on January 7, 1861, and debated secession for four days. On January 11, 1861, the convention passed Alabama's Ordinance of Secession by a vote of 61 to 39. Many of those who voted against the ordinance, however, ultimately did support secession, and four immediately reversed themselves and signed with the majority. Among the opposition, 33 delegates subsequently signed the \"Address to the People of Alabama,\" in which they pledged to consult with their supporters and then act on their wishes. Ten signatories of the address signed the ordinance to satisfy their constituents. Other delegates who rejected the ordinance eventually took active part in the war. Only three signers—Henry C. Sanford of Cherokee County, Elliot P. Jones of Fayette County, and Robert Guttery of Walker County—never signed the ordinance and maintained their Unionism throughout the war. Only two wartime Unionists—R. S. Watkins of Franklin County and Christopher C. Sheats of Winston County—signed neither the \"Address\" nor the Ordinance of Secession.\nMost of the men and women who supported the Union after Alabama's secession faced great difficulties. Many were ostracized and ridiculed by neighbors, called before community vigilance committees for questioning and intimidation, or actually harmed for endorsing the Union. Such treatment was most commonly meted out to those who publicly asserted their views; those who kept quiet and did not interfere with volunteering were often left alone during the first year of the war. After Confederate conscription began in April 1862, however, community tolerance of Unionists waned. Individuals who resisted the draft, for whatever reason, were subject to arrest and imprisonment. Family members who supported resisters were frequently threatened with violence or exile by conscript cavalry who hoped to pressure men to come in from the woods or mountains and surrender. In addition, it was not at all uncommon for the families of Unionists to be targeted for punitive foraging or arson by Confederate forces or local conscript cavalry.\nAfter the Union Army invaded Alabama in early 1862, Unionists had more opportunities to flee behind Union lines for safety and the possibility of employment as soldiers, spies, or laborers. Most well known of Alabama's Union troops was the First Alabama Cavalry, U.S.A., organized in late 1862 by Brig. Gen. Grenville M. Dodge, stationed at Corinth, Mississippi. The regiment served mostly in northern Alabama, western Tennessee, and northeastern Mississippi, though it marched with Gen. William Tecumseh Sherman to Savannah in 1864. Alabama Unionists also joined other federal regiments, particularly those from Tennessee, Indiana, Illinois, and Ohio. Those who remained at home, both within Union-occupied territory and behind Confederate lines, also actively assisted Union forces as spies and guides. In some cases, they collaborated with local African Americans (most often their own slaves) to aid and abet the Union Army or pro-Union men in their neighborhoods. Moreover, African Americans from Alabama also crossed the Union lines to serve as laborers and soldiers, and after the Emancipation Proclamation went into effect in 1863, many were inducted into United States Colored Troops regiments. Almost 5,000 African Americans, or 6 percent of Alabama's black male population between the ages of 18 and 45, volunteered in the Union ranks.\nAs was the case throughout the South, by the midpoint of the war Alabama's original Unionists were increasingly joined in their dissent by deserters from the Confederate Army, mostly men whose families were struggling at home without their labor. Disillusioned by the realities of warfare, angered by the inequities of service under laws exempting slaveowners and selected professionals, such Alabamians generally wanted the war to end more than they desired Union victory, though some did cross lines and join the Union army rather than desert and avoid service altogether. A small peace movement also emerged at this time among men who had originally opposed secession but later supported the state.\nAfter the war, Unionists continued to struggle politically and socially, for their wartime activities had alienated them from\ntheir now-defeated neighbors. Most eagerly joined the Union League and the Republican Party. Some wartime Unionists helped reintroduce the Methodist-Episcopal Church (as contrasted with the Methodist-Episcopal Church, South) to northern Alabama, finding there a more hospitable environment\nfor worship. Many campaigned strenuously to convince the president and Congress to limit the political rights of former Confederates.\nThey also sought positions of local and state authority for others who had supported the Union during the war. At this point,\na number of men who had originally opposed secession but supported the state in 1861, as well as citizens who had become disillusioned\nwith the war, also moved to the fore of political life in Alabama. These moderates were, in general, encouraged by Pres. Andrew Johnson, who appointed such men to\npositions of political authority in the immediate post-war provisional governments he established. The Republican Party in\nAlabama was populated by such individuals, as well as core Unionists who had served in the Union Army or otherwise actively\nresisted the Confederacy. Both groups were referred to by their Democratic opponents as sc alawags.\nUnder Congressional Reconstruction (1867-74) wartime loyalists gained greater political power than they had under Presidential Reconstruction, taking leading roles in the constitutional convention of 1867, the Freedmen's Bureau, and the Republican-dominated state legislature. Most also supported, though sometimes reluctantly, voting rights for African Americans as a means to gain political power over former Confederates. For their continued association with northern Republicans and support for African American equality, white Unionists were targeted for intimidation and physical violence by the Ku Klux Klan and other anti-Reconstruction vigilantes. As elsewhere in the South, Alabama Unionists and their Republican allies (white and black, northern and southern) received little in the way of federal assistance to defend against the onslaught of violence. As their party was overwhelmed by the Democratic opposition, Unionists retreated from the forefront of state politics, though those in communities with substantial loyalist populations continued in positions of local political leadership well into the late nineteenth century.\nBarney, William L. The Secessionist Impulse: Alabama and Mississippi in 1860. Princeton: Princeton University Press, 1974.\nFitzgerald, Michael W. The Union League Movement in the Deep South: Politics and Agri cultural Change During Reconstruction. Baton Rouge: Louisiana State University Press, 1989.\nMills, Gary B. Southern Loyalists in the Civil War: The Southern Claims Commission. A Composite Directory of Case Files Created by the U.S. Commissioner of Claims, 1871-1880, including those appealed to the War Claims Committee of the U.S. House of Representatives and the U.S. Court of Claims. Baltimore: Genealogical Publishing Company, Inc. 1994.\nRogers, William Warren, Jr. The Confederate Home Front: Montgomery During the Civil War. Tuscaloosa: The University of Alabama Press, 1999.\nStorey, Margaret M. Loyalty and Loss: Alabama's Unionists in the Civil War and Reconstruction. Baton Rouge: Louisiana State University Press, 2004.\nMargaret M. Storey\nPublished December 14, 2007\nLast updated October 3, 2011", "id": "<urn:uuid:dcf6578e-71df-4e20-904c-5952df38fb9c>", "dump": "CC-MAIN-2013-20", "url": "http://encyclopediaofalabama.org/face/Article.jsp?id=h-1415", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9730987548828125, "token_count": 2188, "score": 3.859375, "int_score": 4}
{"text": "Tuscaloosa, located at the falls of the Black Warrior River in west central Alabama, is the the fifth-largest city in Alabama with a population of 90,468, and the seat of Tuscaloosa County. It is named for the Choctaw chieftain Tuskalusa (meaning Black Warrior), who battled and was defeated by Hernando de Soto in 1540 in the Battle of Mauvila.\nBest known as the home of the University of Alabama, Tuscaloosa is also the center of industry, commerce, healthcare, and education for the region commonly known as West Alabama.\nThe area at the fall line of what would be later known as the Black Warrior River had long been well known to the various Indian tribes whose shifting fortunes brought them to West Alabama. The river shoals at Tuscaloosa represented the southernmost site on the river which could be forded under most conditions. Inevitably, a network of Indian trails converged upon the place, the same network which, in the first years of the 19th Century began to lead a few white frontiersmen to the area.\nThe pace of white settlement increased greatly after the War of 1812, and a small assortment of log cabins soon arose near the large Creek village at the fall line of the river, which the settlers named in honor of the legendary Chief Tuscaloosa. In 1817, Alabama became a territory, and on December 13, 1819, the territorial legislature incorporated the town of Tuscaloosa, exactly one day before the United States Congress admitted Alabama to the Union as a state.\nFrom 1826 to 1846 Tuscaloosa was the capital of Alabama. During this period, in 1831, the University of Alabama was established. The town's population and economy grew rapidly until the departure of the capital to Montgomery caused a rapid decline in population. Establishment of the Bryce State Hospital for the Insane in Tuscaloosa in the 1850s helped restore the city's fortunes. During the Civil War following Alabama's secession from the Union, several thousand men from Tuscaloosa fought in the Confederate armies. During the last weeks of the War, a brigade of Union troops raiding the city burned the campus of the University of Alabama. Tuscaloosa, too, suffered much damage from the battle and shared fully in the South's economic sufferings which followed the defeat.\nThe construction of a system of locks and dams on the Black Warrior River by the U.S. Army Corps of Engineers in the 1890s opened up an inexpensive link to the Gulf seaport of Mobile, stimulating especially the mining and metallurgical industries of the region. By the advent of the 20th Century, the growth of the University of Alabama and the mental health-care facilities in the city, along with strong national economy fueled a steady growth in Tuscaloosa which continued unabated for 100 years. Manufacturing plants of large firms such as Michelin and JVC located in town during the latter half of the 20th Century. However, it was the announcement of the addition of the Mercedes-Benz US International assembly plant in 1993 that best personified the new era of economic prosperity for Tuscaloosa.\n Geography and climate\nAccording to the U.S. Census Bureau, Tuscaloosa has a total area of 66.7 square miles. 56.2 mi² of it is land and 10.5 mi² of it (15.7%) is water. Most of water within the city limits is in Lake Tuscaloosa, which is entirely in the city limits, and the Black Warrior River.\nTuscaloosa lies approximately 60 miles southwest of Birmingham, at the fall line of the Black Warrior River on the boundary between the Appalachian Highland and the Gulf Coastal Plain approximately 120 miles upriver from its confluence with the Tombigbee River in Demopolis. Consequently, the geography of the area around Tuscaloosa is quite diverse, being hilly and forested to the northeast and low-lying and marshy to the southwest.\nThe area experiences a typical Southern subtropical climate with four distinct seasons. The Gulf of Mexico heavily influences the climate by supplying the region with warm, moist air. During the fall, winter and spring seasons, the interaction of this warm, moist air with cooler, drier air from the North along fronts create precipitation.\nNotable exceptions occur during hurricane season where storms may move from due south to due north or even from east to west during land-falling hurricanes. The interaction between low- and high-pressure air masses is most pronounced during the severe weather seasons in the spring and fall. During the summer, the jet streams flows well to the north of the southeastern U.S., and most precipitation is consequently convectional, that is, caused by the warm surface heating the air above.\nWinter lasts from mid-December to late-February; temperatures range from the mid-20s to the mid-50s. On average, the low temperature falls at freezing or below about 50 days a year. While rain is abundant (an average 5.09 in. per month from Dec.-Feb.), measurable snowfall is rare; the average annual snowfall is about 0.6 inches. Spring usually lasts from late-February to mid-May; temperatures range from the mid-50s to the low-80s and monthly rainfall amounts average about 5.05 in. (128 mm) per month. Summers last from mid-May to mid-September; temperatures range from the upper-60s to the mid-90s, with temperatures above 100°F not uncommon, and average rainfall dip slightly to 3.97 in. per month. Autumn, which spans from mid-September to early-December, tends to be similar to Spring terms of temperature and precipitation.\nAs of the census of 2000 there were 77,906 people, 31,381 households, and 16,945 families residing in the city. The population density was 1,385.2/mi². There were 34,857 housing units at an average density of 619.8/mi². The racial makeup of the city was 54% White and 43% Black or African American. 1.40% of the population were Hispanic or Latino of any race.\nThere were 31,381 households out of which 23.9% had children under the age of 18 living with them, 35.0% were married couples living together, 15.7% had a female householder with no husband present, and 46.0% were non-families. 35.2% of all households were made up of individuals and 9.3% had someone living alone who was 65 years of age or older. The average household size was 2.22 and the average family size was 2.93.\nIn the city the population was spread out with 19.8% under the age of 18, 24.5% from 18 to 24, 25.4% from 25 to 44, 18.5% from 45 to 64, and 11.8% who were 65 years of age or older. The median age was 28 years. For every 100 females there were 90.8 males. For every 100 females age 18 and over, there were 87.9 males.\nThe median income for a household in the city was $27,731, and the median income for a family was $41,753. Males had a median income of $31,614 versus $24,507 for females. The per capita income for the city was $19,129. About 14.2% of families and 23.6% of the population were below the poverty line, including 25.3% of those under age 18 and 13.4% of those age 65 or over.\n Government and Politics\nTuscaloosa has a strong-mayor variant, mayor-council form of government, led by a mayor and a seven-member city council. The mayor is elected by the city at-large and serves four-year terms. Council members are elected to single-member districts every four years as well. Neither the mayor nor the members of the city council is term-limited. All elected offices are nonpartisan.\nThe mayor administers the day-to-day operations of the city, including overseeing the various city departments, over whom he has hiring and firing power. The mayor also acts as ambassador of the city. The mayor sits in city council meetings and has a tie-breaking vote. The current Mayor of Tuscaloosa is Walter Maddox, who was elected to office is September 2005. Prior to Maddox, Alvin A. DuPont had served as mayor for 24 years.\nThe city council is a legislative body that considers policy and passes law. The council also passes the budget for mayoral approval. Any resolution passed by the council is binding law. The majority of work in the council is done by committee, a usually consisting of a chairman, two other council members, and relevant non-voting city employees.\n|3||Cynthia Lee Almond||2005|\n|7||William Tinker, III||2005|\nTuscaloosa, as the largest county seat in western Alabama, serves a hub of state and federal government agencies. In addition to the customary offices associated with the county courthouse, namely two District Court Judges, six Circuit Court Judges, the District Attorney and the Public Defender, several Alabama state government agencies have regional offices in Tuscaloosa, such as the Alabama Department of Transportation and the Alabama State Troopers. Also, several federal agencies operate bureaus out of the Federal Courthouse in Tuscaloosa.\nTuscaloosa is located partially in both the 6th and 7th Congressional Districts, which are represented by Spencer Bachus and Artur Davis respectively. On the state level, the city is split among the 5th, 21st, and 24th Senate districts and 62nd, 63rd, and 70th House districts in the Alabama State Legislature.\nDespite its image as a college town, Tuscaloosa boasts a diversified economy based on all sectors of manufacturing and service. 25% of the labor force in the Tuscaloosa Metropolitan Statistical area is employed by the federal, state, and local government agencies. 16.7% is employed in manufacturing; 16.4% in retail trade and transportation; 11.6% in finance, information, and private enterprise; 10.3% in mining and construction; and 9.2% in hospitality. Education and healthcare account for only 7.2% of the area workforce with the remainder employed in other services.\nThe city's industrial base includes Elk Corporation of Alabama, Nucor Steel Tuscaloosa, BF Goodrich Tire Manufacturing, JVC America, Phifer Incorporated, Gulf States Paper Corporation, and the Mercedes-Benz U.S. International, Inc., assembly plant.\nHealth-care and education serve as the cornerstone of Tuscaloosa's service sector, which includes the University of Alabama, DCH Regional Medical Center, Bryce State Mental Hospital, the William D. Partlow Developmental Center, and the Tuscaloosa VA Medical Center.\nThe University of Alabama is the dominant institution of higher learning. Enrolling approximately 24,000 students, UA has been a part of Tuscaloosa's identity since it opened its doors in 1831. Stillman College, which opened in 1875, is a historically Black liberal arts college which enrolls approximately 1,200 students. Additionally, Shelton State Community College, one of the largest in Alabama, is located in the city. The school enrolls 8,000 students from all backgrounds and income levels.\nThe Tuscaloosa City School System serves the city. It is overseen by the Board of Education, which is composed of eight members elected by district and a chairman is elected by a citywide vote. Operating with a $100 million budget, the system enrolls approximately 10,300 students. The system consists of 19 schools: 11 elementary schools, 3 middle schools, 3 high schools (Paul Bryant High School, Central High School, and Northridge High School), and 2 specialty schools (the Tuscaloosa Center for Technology and Oak Hill School for special needs students). In 2002, the system spent $6,313 per pupil, the 19th highest amount of the 120 school systems in the state.\nTuscaloosa is home to a variety of cultural sites and events reflective of its historical and modern role in Alabama and the Southeast in general. Many of these cultural events are sponsored by the University of Alabama. Numerous performing arts groups and facilities, historical sites, and museums dedicated to subjects as varying as American art and collegiate football dot the city. During football season the area known as \"The Strip\" pulsates with students, alumni, locals and visitors.\nThe Tuscaloosa Public Library is a city/county agency with nearly 200,000 items on catalog. 46,857 registered patrons use the library on a regular basis — roughly 28 % of the population of the county. There are currently with three branches: the Main Branch on Jack Warner Parkway, the Weaver-Bolden Branch, and the Brown Branch in Taylorville.\nMost of the museums in Tuscaloosa are found downtown or on the campus of the University. Downtown is the home of Children’s Hands-On Museum of Tuscaloosa and the Murphy African-American Museum. The Alabama Museum of Natural History and the Paul Bryant Museum are located on the University campus. The Westervelt-Warner Museum of American Art is located in northern Tuscaloosa at Jack Warner's NorthRiver Yacht Club. Moundville Archaeological Park and the Jones Archaeological Museum are located 15 miles south of Tuscaloosa in Moundville.\nThe University Alabama also currently fields championship–caliber teams in football, men's baseball, men's and women's basketball, women's gymnastics, and women's softball. These teams play in athletics facilities on the University campus, including Bryant-Denny Stadium, Coleman Coliseum, Sewell-Thomas Baseball Stadium, Alabama Softball Complex, and the Ol' Colony Golf Complex.\nStillman College fields teams in football, basketball, and other sports. In the past decade, Stillman has gone through a renaissance of renovations, including a new football stadium.\nShelton State fields men's and women's basketball, baseball, and softball teams, each with on-campus facilities.\nTuscaloosa is part of the Birmingham-Tuscaloosa-Anniston television market, which is the 40th largest in the nation. All major networks have a presence in the market. WBMA-LP is the ABC affiliate, WIAT-TV is the CBS affiliate, WBRC 6 is the Fox affiliate, WVTM-TV is the NBC affiliate, WBIQ 10 is the PBS affiliate, WTTO is the CW affiliate, and WABM is the MyNetworkTV affiliate. Additionally, WVUA-CA, an independent station, is operated by the University of Alabama.\n Health and medicine\nDCH Regional Medical Center is the main medical facility in Tuscaloosa. Other major medical centers in Tuscaloosa include the 702-bed VA Medical Center and the 422-bed Bryce State Mental Hospital.\nThe city lies at the intersection of U.S. Highway 11, U.S. Highway 43, and U.S. Highway 82, Alabama State Route 69, Alabama State Route 215, and Alabama State Route 216) and the duplexed (conjoined) I-20 and I-59. Interstate 359 spurs off from I-20/I-59 and heads northward, ending just shy of the Black Warrior River in downtown Tuscaloosa.\nTuscaloosa is served by the Tuscaloosa Transit Authority which operates the Tuscaloosa Trolley System.\nThe Tuscaloosa Regional Airport, is located on the north side of the Black Warrior River west of downtown Northport.\nBarge traffic routinely transports goods along the Black Warrior River from Birmingham and Tuscaloosa to the Alabama State Docks at Mobile, on the coast of the Gulf of Mexico. Via the Tennessee-Tombigbee Waterway, the city is connected to the Ohio River valley.\n\"Tuscaloosa, Alabama.\" Wikipedia, The Free Encyclopedia. 26 April 2007, 02:03 UTC . Accessed 30 April 2007.", "id": "<urn:uuid:c2ed6c85-f348-40de-9aa5-65969c027430>", "dump": "CC-MAIN-2013-20", "url": "http://www.bhamwiki.com/w/Tuscaloosa", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9628093242645264, "token_count": 3379, "score": 3.234375, "int_score": 3}
{"text": "died Aug. 28, 1818, St. Charles, Mo., U.S.\nblack pioneer trader and founder of the settlement that later became the city of Chicago.\nDu Sable, whose French father had moved to Haiti and married a black woman there, is believed to have been a freeborn. At some time in the 1770s he went to the Great Lakes area of North America, settling on the shore of Lake Michigan at the mouth of the Chicago River, with his Potawatomi wife, Kittihawa (Catherine). His loyalty to the French and the Americans led to his arrest in 1779 by the British, who took him to Fort Mackinac. From 1780 to 1783 or 1784 he managed for his captors a trading post called the Pinery on the St. Clair River in present-day Michigan, after which he returned to the site of Chicago. By 1790 Du Sable's establishment there had become an important link in the region's fur and grain trade.\nIn 1800 he sold out and moved to Missouri, where he continued as a farmer and trader until his death. But his 20-year residence on the shores of Lake Michigan had established his title as Father of Chicago.", "id": "<urn:uuid:c7c44bd1-3600-48a9-b33a-acfce3aaa2c0>", "dump": "CC-MAIN-2013-20", "url": "http://britannica.com/blackhistory/article-9031305", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9901925325393677, "token_count": 252, "score": 3.65625, "int_score": 4}
{"text": "St. Anne, Patroness of Detroit\nSt. Anne was named by the Vatican as the patron saint of the Archdiocese of Detroit. We honor the mother of the Blessed Virgin Mary and prayerfully ask for her intercession.\nOne may pray to any saint for any intention, but a patron saint is seen as the particular advocate for a chosen place or activity.\nSt. Anne is the mother of the Blessed Virgin Mary. Though she is not mentioned by name in the Bible, we know of her through early Christian writings, the most important of which is the Protoevangelium of James, written in about 150 A.D.\nWe are told that Anne, the wife of Joachim, was advanced in years before her prayers for a child were answered. An angel appeared and told her she would conceive a child who \"shall be spoken of in all the world.\"\nSt. Anne's feast day is celebrated on July 26. She is known as the patron saint of equestrians, housewives, women in labor, cabinet-makers, and miners.\nDevotion to St. Anne became popular in the Christian East by the fourth century, and that tradition later spread to the Christian West. When the French began to colonize modern-day Quebec, they brought their devotion to St. Anne with them—asking for her protection in the New World.\nThis devotion was planted on the banks of the Detroit River by the original French-Canadian settlers. Two days after Antoine de la Mothe Cadillac landed with 51 others in what is now downtown Detroit on July 24, 1701, they celebrated Mass and began construction of a church named after Saint Anne.\nToday, Ste. Anne de Detroit Church is the second oldest continually operating parish in the United States. As is now recognized by the Holy See, the church of Detroit was placed under St. Anne's protection from its very founding.", "id": "<urn:uuid:8e1cef78-a3fc-4eeb-b94f-f8ec251e2e20>", "dump": "CC-MAIN-2013-20", "url": "http://www.aod.org/our-archdiocese/history-of-the-archdiocese/patron-saint/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9797120094299316, "token_count": 386, "score": 2.796875, "int_score": 3}
{"text": "St. Francis, Animals and the Environment\nDr. Marcellino D'Ambrosio\nYou often see a garden statue of him with a bird on his shoulder. Yes, St. Francis of Assisi did have a special relationship with animals. He preached to the birds, pacified a wolf, and put together an animal cast for what is regarded as the very first live nativity scene.\nBut he had no interest in “the environment.” No feeling for it whatsoever.\nInstead, he was in love with creation. And that’s because he was in love with the Creator, who he regarded not as some cosmic force or distant, detached monarch, but as “Father.” He so much loved God his Father that he had great affection for anything related to God – the sacraments, the Church, its very imperfect ministers, broken down country chapels, and all of God’s marvelous works of art – human beings first and foremost, but also the animals and even the inanimate objects that adorn the heavens and the earth.\nThe fondness for and kinship St. Francis felt with “brother son and sister moon” was truly a gift. But it is gift that we all receive when we receive the Holy Spirit since it is one of the seven gifts mentioned in Isaiah 11:2-3. At least this is how St. Thomas Aquinas and many after him explained this beautiful, supernatural gift of piety. The natural virtue of piety was extolled by the Greeks and Romans – a love of those who gave you life, first and foremost your parents and after them, your fatherland. This entailed also a respect and affection for all that is connected with your parents and dear to them as well– your grandparents, uncles and aunts, and in the case of your country, its flag, its national anthem, its history and its heros. The term for piety towards one’s country is “patriotism” which actually has at its root, the term “pater” or “father.”\nSt. Francis loved his home town of Assisi. But his deeper patriotism was for the Kingdom of God. His affection for the Kingdom included respect and reverence for all the King’s creatures and subjects, whether they be great or small.\nNow, this does not mean that Francis saw all creatures as his equals, as some animal rights advocates today seem to do. One animal rights philosopher, Peter Singer, goes so far as to teach that adult whales and chimpanzees are actually superior to human fetuses and infants in both dignity and value. He would save the whales but allow both abortion and infanticide.\nSt. Francis would be appalled at such a concept. Biblical person that he was, he understood that woman and man are God’s supreme masterpieces, made in His image and likeness, unlike the animals. Human beings are given dominion over the rest of creation in Genesis 2 not to exploit however, but to cultivate, care for, and perfect. God entrusts Adam and Eve not with “the environment,” but with “the Garden” – a place of beauty in which we are made to walk with God.\nSo St. Francis loves the birds, but also presses them into the service of the gospel. He saves the wolf of Gubbio from the wrath of angry townspeople, but rebukes it for its ferocity and calls men and wolf to live everafter in harmony. And the animals of the nativity scene? They are companions of the infant who is the Word made flesh.\nSo the authentic biblical and Catholic approach to “the environment” is not to see it coldly and scientifically as “the environment.” But rather, in the fashion of St. Francis, to approach it as the expression of the Father’s beauty, as the gift of the Father’s love, as an icon, a window to the new creation. Reckless exploitation would never fit with such a vision. But neither would some secular environmentalism.\nFollow Us -\nJoin us on Facebook\nJoin us on Twitter\nDr. Marcellino D’Ambrosio writes from Texas. For more information on his resources and his pilgrimages to Italy and the Holy Land, visit www.crossroadsinitiative.com or call 1.800.803.0118.\nClick here to download and print, click here!\nFor more Catholic resources to feed your faith, visit the Crossroads Initiative Homepage.\nTo sign up for our free weekly e-mail with Dr. D'Ambrosio's commentary on the Sunday readings, liturgical feasts, updates on where Dr. D will be speaking, a chance to WIN a FREE CD and MORE, CLICK HERE!\nPersonal Prayer: Pathway to Joy\nMarcellino D'Ambrosio, Ph.D.\nEveryone knows that personal prayer is important. You can't expect to deepen a relationship with God talking with Him only once a week! But how, in the midst of the busy, noisy life we all lead, can we develop a pattern of daily prayer that really works? And if we are successful in carving out some moments for prayer, what do we do? How should we spend that time in way that would be most fruitful?\nDr. Marcellino D'Ambrosio has taught spiritual theology academically, but, more importantly, he's had plenty of practice applying that tradition to everyday life. With a family of seven, a business, and a non-profit corporation to run, he knows the challenges that a busy, active life can pose to the Christian who wants to pray. In this talk, he lays down principles and gives practical suggestions on how busy laypeople can develop a prayer life that leads to joy and personal transformation.\nCD - $8.95\nThe Seven Deadly Sins - 3 CD Set\nWhat are the Seven Deadly Sins? There are books written about them and movies made about them, but what are they?\nFrom about the fifth century, Christian spiritual writers identified seven patterns of sin that, if not broken, would lead to spiritual death. In this fascinating series by Dr. Marcellino D'Ambrosio, we learn the destructive, addictive dynamics of these seven vices and how they infiltrate, and ultimately take over people's lives. Most importantly, we find out how to get free of the chains forged by these sins and the necessary qualities to cultivate to make us immune to them in the future.\nBeyond the Birds and the Bees\n\"The Talk.\" It's one of the most daunting prospects parents face. Communicating the richness of Catholic teaching on sexuality in a faithful and effective way can be an overwhelming responsibility. But does it have to be so?\nIn this thoroughly revised version of Beyond the Birds and the Bees, Greg and Lisa Popcak empower you with the tools needed to move well beyond \"the Talk\" by offering a comprehensive guide to raising sexually whole and holy children. Using the riches of Blessed John Paul II's Theology of the Body, the Popcaks help you safely navigate your children from infancy through the teenage years and beyond.\nBuilding Our House on Rock: The Sermon On The Mount\nJesus’ Sermon on the Mount ends with the parable of the builders on rock or sand. Doing what Jesus asks results in building a life that endures; not doing it results in disaster. The choice is ours, and it’s a scary one. How can we read these words so that we can know what Jesus meant and do it?", "id": "<urn:uuid:8d7c0d8f-2e3c-47c2-83e9-05a17f5f46e5>", "dump": "CC-MAIN-2013-20", "url": "http://www.crossroadsinitiative.com/library_article/1334/St._Francis__Animals_and_the_Environment.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9594031572341919, "token_count": 1571, "score": 2.703125, "int_score": 3}
{"text": "Heal Our Planet Earth\nSecondary and Universities\nEducational Outreach: Secondary (High) Schools and Universities\nAnthony Marr from the HOPE Foundation’s main point was the wild tigers. He believes that something must be done to keep these animals alive. \"If we let this go, life will be less beautiful and worth less living,\" Anthony Marr quoted. The money that he receives as a conservationist is donated to help out the endangered species. He makes many trips to India to help them find other solutions to their problems. If the people living in India keep living the way they’ve done, India will soon become a desert. Changes need to be made and people need to adapt to these changes.\nI agree with Anthony’s beliefs. Even if tigers are bred, it does not make\na difference, because they cannot survive on their own. No matter what\nhumans do, it still will not change the fact that one of God’s creations\nis becoming destroyed. No animals should be killed for the purpose of\nhuman needs. It is not necessary to kill tigers to sell products and make\nmoney because of silly beliefs that of they eat this then something will\nhappen. There are so many alternatives. Humans need food, but they do not\nhave to consume so much meat. Every time they eat meat, a precious animal\nis being killed. Animals do not kill us and eat us, then why should we do\nthe same? More solutions need to be found and more people need to become\nmore involved in saving the beauty of the world.\nGo on to Student - 10", "id": "<urn:uuid:285c3b9d-ca3c-48fd-8ece-77b958f31b4b>", "dump": "CC-MAIN-2013-20", "url": "http://www.all-creatures.org/hope/edout-hs-20060928-09.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.960506796836853, "token_count": 335, "score": 2.6875, "int_score": 3}
{"text": "The Movimento dos Trabalhadores Rurais Sem Terra, or Movement of the\nLandless Rural Workers (the MST), was formally created at the Primeiro Encontro\nde Trabalhadores Sem Terra [First Meeting of Landless Workers], which took\nplace from January 21-24, 1984, in Cascavel, in the State of Paraná,\nin the south of Brazil. Today, the MST is organized in 22 states and pursues\nthe same objectives defined at this 1984 Meeting and ratified at the First\nNational Conference at Curitiba, Paraná, in 1985: to fight for land,\nfor agrarian reform, and for the building of a just society, without exploiters\nand exploited. Since its creation, the MST has included in its political agenda\nthe fight for schools and the discussion on what kind of school should be a\npart of the life of the Sem Terra family.\nThis article discusses the pedagogical lessons that we can learn from the historical\nexperience of the MST. Before introducing some of these, however, it is important\nto situate the context that allows us to think of a social movement of farm\nworkers as a place that may have lessons to offer on the processes of human\nThe MST came into its seventeenth year of existence reflecting deeply on two\nof the great tasks that were defined throughout its history: first, to help\nput an end to the \"mortal sin\" of the latifundium, decentralizing the\nlands of this immense country, Brazil, and making them socially productive;\nand second, to help humanize people, to develop human beings with dignity, identity,\nand a project for the future. This second task, perhaps the one that the MST\nhas accomplished best since its undertaking, is what causes us to think more\ndirectly of the educational dimension of the Movement.\nThe educational work of the MST has three main dimensions: first, the recovery\nof the dignity of thousands of families who once again have roots and purpose.\nThe poor in everything have become citizens: people with rights, people who\nwork, study, produce, are a part of their communities, and who, in their daily\nchallenges, set a new agenda of discussion for this country. The second dimension\nis the building of a collective identity, one which goes beyond each person,\nfamily, and settlement. The identity of the Sem Terra [Landless],\nand the capital letters without a hyphen, like a proper name that identifies\nthose who are no longer individuals who lack something have no land (land-less)\nbut are individuals with a choice that of fighting for more social justice and\ndignity for all. This places each member of Sem Terra, through his/her\nparticipation in the MST, in a movement that is related to the re-encounter\nof humanity with itself. The third dimension is building the educational project\nof different generations of the Sem Terra family, one that combines schooling\nwith broader concerns of human development and the training of militants.\nViewing the history of the MST in this perspective, we encounter some pedagogical\nlessons, or how the proponents of a social struggle and a collectivity in movement\ndeal with, and are concerned with, education. These lessons can help us reflect\non each of our own educational practices, including those that we undertake\nin the schools. Reflecting on these lessons, we may begin to understand something\neven more profound: the MST has a pedagogy, that is, it has a praxis\n(combined theory and practice) of how people are educated, of how human beings\ndevelop. The Pedagogy of the Sem Terra Movement is the way through which\nthe Movement has historically developed the social individual of the name Sem\nTerra, and has daily educated the people who are part of it. And the main\neducational principle of this pedagogy is the movement itself, a movement\nthat unites diverse pedagogies, and in a special way unites the pedagogy\nof social struggle with the pedagogy of the land and the pedagogy\nof history, each one helping to make an imprint on our identity, mística,\nproject. Sem Terra is the name of one who fights for the people who have\nroots in the land the land that is won, tilled, cared for and in the movement\nThis is the main discussion we have today in the MST with our educators: how\nto make of the Pedagogy of the Movement a reference for our practice and our\nthought. To be an educator in the MST is to succeed in understanding the educational\ndimension of the Movementís actions, making them a mirror for its educational\npractices. It is a reference viewpoint to aid in discerning the limits and challenges\nof these practices. A mirror also educates our viewpoint to see beyond the\nMST, beyond the Sem Terra. The Pedagogy of the Movement takes shape\nin a dialogue with other educators, other students, and other pedagogical movements.\nIt was precisely in the interaction with people and works concerned with human\ndevelopment that we managed to think about the MST as a pedagogical subject.\nFrom this new synthesis, we continue our dialogue with theories and practices\nof human development, along with specific thinking on the educational environment\nof our schools.\nFrom this dialogue with the Movementís practices and the thinking on human\ndevelopment throughout the history of humanity, an initial result regards the\nvery concept of education. When we discuss practices of humanizing the field-workers\nas a product of education, we are in fact recovering an essential link to the\nwork in education: to educate is to humanize, to cultivate learning to be a\nThe MST works all the time at the limit between humanization and dehumanization;\nits struggle is that of life or death for thousands of people, who make their\nparticipation in the Movement a tool for re-learning to be human. This is the\nday-to-day task of the education of the Sem Terra in each march, each\ncamp, each settlement And it is this same day-to-day practice that shows that\nthe task is necessary and possible; that the adultsí and the agedís nearly lost\nhumanity can be recovered through learning, and that it is even more necessary\nand possible to help in this learning from childhood.\nFrom this conception of education, there are pedagogical lessons we have managed\nto derive in this reflective counterpoint among the daily life of the MST, the\ndiverse theories and practices on human development, and the concerns with how\nto educate the Sem Terra. These are lessons that also help us think and\nrethink the curriculum and the educational environment of our schools.\n1. People are the greatest value produced and cultivated by the MST\nThe Movement is the way that people collectively produce the Sem\nTerra identity and carry out the struggle for agrarian reform that is the\nroot and strength of this identity. At times of the most acute social conflict,\nsuch as those we live through today, this is even more visible: it is on the\npeople, on each one of them, that resistance depends, as well as the determination\nof the proposals, the conduct that persists as an image for society, the continuity\nin the face of the fiercest conflicts, the identity. The MST has succeeded in\narriving at its seventeenth year because it has learned to value every person\nwho is a part of its organization, and because it has defined human development\nas one of its main priorities.\nAs educators, we need to be clear about what is in question every time we meet\nwith those we are educating: we are facing human beings, who deserve our respect\nand dedication as human beings, and as members of an organization that fights\nfor dignity. Our work in a school where the Sem Terra study, for example,\nneeds to be thought of in the perspective of a great educational effort, which\nmakes us responsible, interested, and committed.\nWe need to reflect always on some basic questions: what human being are we\nhelping to develop through our practice? Is there coherence with the humanity\nthat the MST struggle has been producing and planning for throughout its history?\nAnd those we educate: what human being do they see when they look at themselves\nand their settlement companions? Have our educational practices helped them\nto value themselves as persons and take on the collective identity they help\n2. People are educated by learning to be\nOne of the things that often calls attention to the MSTís actions is the self-respect\nof the people who take part in it. This self-respect, or feeling of dignity,\nis produced to the extent that these people learn to be Sem Terra\nand to be proud of that name. And on taking on this social, collective identity\nwe are Sem Terra, we are of the MST these people gradually discover dimensions\nof their personal and collective identity, as well: Iím a woman, Iím black,\nIím a rural worker, Iím young, Iím an educator They are new individuals who\nare formed and begin to demand their place in the world, in history; they know\nthey can and ought to fight for the right to be human wherever they are, with\nor against whomever they are.\nThis returns us to the notion that this is an essential human task of learning:\nto look in the mirror of what we are and want to be, to take on personal and\ncollective identities, to be proud of them, at the same time we are challenged\nwith the movement of our permanent self-construction. To educate is to help\nbuild and strengthen identities, to draw faces, to form subjects. And this has\neverything to do with values, way of life, memory, culture.\n3. People are educated in the actions they perform and the works they produce\nThe MST forms the Sem Terra by putting them in a movement, which\nmeans in permanent action, action with the dynamic of a social struggle: occupations,\nencampments, marches, demonstrations of solidarity, the building of a new kind\nof life in the settlements, schools, activities of development. It is through\nsuch action that they learn that nothing is impossible to change, not even people,\ntheir propensities, their positions, their ways of life, their values.\nPeople are educated in action because it is the movement of action that molds\nthe way to becoming human. Actions produce and are produced through social relations:\nthat is, they set in motion another fundamental pedagogical element, which is\nthe interaction between people, how they behave among each other, which is measured\nby the tools inherited from those who have produced other tools before (culture).\nIn these relations, people show who they are, and at the same time they construct\nand revise their identities, their way of being.\nWe are speaking of any action, or of acting for actingís sake, without any\nintentionality. We are speaking of action that produces works (material or not)\nthat become the mirror in which people can see what they are or even want to\nbe; and we are speaking mainly of work and the material production of our existence.\nThere is no true education without action, without work, and without collective\nworks. And, as the children remind us, there is also no education without games\nand play, which can also be thought of as collective action producing works.\n4. People are educated by producing and reproducing culture\nThe actions of the Sem Terra are loaded with cultural meanings that\nthey learn to produce and express. In an occupation, on a march, or in the organization\nof a settlement, there appears not only what these families of workers are today,\nor at this particular moment. Every action brings together with it the way of\nbeing human that these people bear, the developing weight of the objective\ncircumstances of their whole previous existence and the type of education they\nhave received or lived. At the same time, their collective action is also usually\nthe negation of certain traditions that have marked their lives up to now, and\nthe projection of values they learn or re-learn in the pedagogical process of\nthe Movement. The MSTís expressions, symbols, art, way of struggle, embody a\ncultural moment that neither begins nor ends at the moment of action. Each landless\nperson who enters the MST also enters a world already productive of symbols,\nexpressions, human examples, values, which, with each action, s/he learns to\nsignify and resignify.\nOne of the great pedagogical challenges of the MST with its social base has\nbeen precisely to help people make a new cultural synthesis, one that joins\ntheir past, present, and future in a new, rooted collective and personal identity.\nTo live as if one struggles, to struggle as if one lives This is a coherent\nposition that has been seen as necessary to the Movementís aims of social transformation,\nas well as in its permanent conflicts and challenges. Memory, mística,\ndiscussion of values, criticism and self-criticism, the study of history, these\nare some cultural tools that the Movement has been using in this construction.\nWe can reflect then that to educate is to also to share meanings and tools\nof culture (Jerome Brunerís expression, in Arroyo 2000). It is to help people\nin the learning of signfying and resignifying their actions, in\nsuch a way that they may transform them into values, behavior, convictions,\ncustoms, expressions, symbols, art, that is, into a way of life chosen\nand reflected by the collectivity of which they form a part. This means, among\nother things, that to educate people is help to cultivate their memory; it is\nto become acquainted and reacquainted with their symbols, expressions, words;\nit is to situate them in a wider cultural and historical universe; it is to\nwork with different languages, organize different moments and modes so that\npeople may think about their practices, their roots, their plans, their lives\n5. People are educated by living values\nValues are a fundamental dimension of culture; they are the principles of life,\nthat for which we consider it worth living. Values are what move our\npractices, our life, our being human. Values are what produce in people the\nneed to live for the sake of freedom and justice. Values are what move the striving\nof the Sem Terra to make their settlements utopian communities, consistent\nwith the struggle that won them over.\nThe MST has been very concerned with the cultivation of values, because it\nknows that it is the values, translated into culture, that it will leave as\na heritage to its descendants and the new generations of those who fight for\nthe people. And values only exist through people, their experiences, positions,\nconvictions. And they are not born with each one: they are learned, cultivated\nthrough the collective processes of development, of education.\nFor the MST, this has not been an easy battle: to recover and cultivate human\nvalues like solidarity, loyalty, the spirit of sacrifice for the collective\nwell-being, companionship, seriousness, discipline, indignation in the face\nof injustices, the valuing of the Sem Terra identity, humility - in a\nsociety that day by day degenerates with the counter-values of individualism,\nconsumerism, social apathy, lack of commitment to life, the exclusion of those\nwho take part in social struggles But it is only by taking on the job of educating\nand re-educating people in its values that the MST can realize the project of\n6. People are educated by learning how to solve problems\nIn the actions of a social struggle knowledge is acquired and produced,\nand it is a very important dimension of the strategy for the humanization of\nthe people. But one of the pedagogical lessons we have gleaned from the day-to-day\nlife of the Movement is that the process of producing knowledge that effectively\naids in the development of the person is that which is connected to the large\nand small questions of life. When a Sem Terra needs to know how to calculate\nan area in order to measure the land where his agro-villa will be settled, or\nwhen he needs to study geography to best choose the place for an occupation,\nthis knowledge will certainly have more human and social density for him. When\na Sem Terra child learns how to measure the materials that she needs\nto begin building her playground, or learns to write letters to people she likes,\nthe same thing occurs. The expression \"to know is to solve,\" from the Cuban\neducator José Martí, brings us to an even more radical question:\nit suggests to us that there is no true knowledge outside of concrete situations,\nor the solution to problems of \"real\" life. And it really seems to be so, especially\nwhen this question is put into the context of pedagogical processes.\nTo educate is to socialize knowledge and is also the tool for producing knowledge\nthat affects peopleís lives in their various dimensions of identity and universality.\nTo learn in order to solve problems means to understand knowledge as a comprehension\nof reality in order to transform it, comprehension of the human condition in\norder to make it fuller, which is a very old lesson that the Pedagogy of the\nMovement is merely recovering.\n7. People are educated by learning from the past to plan for the future\nIt was in this way that the Movement made itself as it is: learning from those\nwho had struggled before, cultivating the memory of their own path. History\nis made in this way: planning for the future beginning with the lessons of the\npast cultivated in the present. ĎThe land holds the rootsí, says one of the\nMSTís songs. Education also must hold the roots, helping to cultivate\nthe memory of the people and in the development of historical consciousness.\nEducators have a very specific task for this: their meetings with their learners\ncan be a privileged time for learning to cultivate the collective memory, and\nfor the study of a broader history. To know that this can make a difference:\nthe memory of the debts to the people that were not paid, the wounds that were\nnot healed, is not erased.\nIt is necessary to educate every Sem Terra family so that their rural\nroots, their culture, and how these roots take part in the formation of the\nBrazilian people, are not forgotten, so that all the Sem Terra may learn\nhow they came to the condition of being rural landless workers, and how they\nhave many other brothers all over the world in a similar condition, who are\nalso carrying on a struggle for the land and for agrarian reform as we are.\nAnd as educators we also need to learn from this memory and its cultivation,\nnot to remain imprisoned in the past, but, on the contrary, to set it in motion\nand plan for the future what is best for everyone.\n8. People are educated in collectivities\nThe MST is a collectivity. And in it the Sem Terra learn that\nthe collective is the great subject of the struggle for land as well as its\ngreat educator. Nobody gets his/her land by him/herself; the occupations, the\nencampments, the settlements are collective works. The force of each person\nis in his roots, which is his part in a collectivity with a memory and project\nfor the future. It is through taking part in the collective and its works that\npeople are educated not alone, but in relation to others which potentializes\ntheir own singular, unique person.\nPeople do not learn to be human by themselves. Without the bonds of their participation\nin collectives they cannot go forward to a fully human condition. Uprooted people\nare dehumanized people, who do not recognize themselves in any past and have\nno project for the future. To educate is to help root people in strong collectives;\nit is to potentialize social, human harmony in the construction of identities,\nvalues, knowledge, feelings. An educational environment is fundamentally an\neducational collective, moved and planned by teachers, but shared by all of\nits members. In a true collective, all are at the same time educators and educated,\nbecause all are a part of the process of learning and re-learning to be human.\n9. The educator educates by conduct\nThe educator educates by conduct much more than by words. The strength of the\nMST is not in its speeches, but in its actions and in the positions of the Sem\nTerra who make them happen. It is the practices and the conduct of the collective\nthat educates the people who take part in the Movement or live with it.\nIt is for this reason that in the MST we have as educational references people\nlike Paulo Freire and Che Guevara. They were not educators only for what they\nsaid or wrote, but through the testimony of the consistency between what they\nthought, said, and effectively did and were, as persons and as militants in\nthe causes of the people.\nTo be an educator is, therefore, a way of being, a way of being with the people\nthat is a living message of values, convictions, feelings, of a conscience that\nmoves us and that we claim to defend in our organization. It is to have a complete\ncommittment, which is not easy. Only a collective can help us in the process\nof criticism and self-criticism, in the calls and in the affections that show\nus when we are vacillating and also show us the right path so that we may return\nIndividuals are not only formed in school. There are other experiences that\nproduce even stronger learning. The Pedagogy of the Movement is not contained\nby the school, because neither the Movement nor human development is contained\nby it. But the school is a part of the Movement and its pedagogy, so much so\nthat historically the MST has tenaciously fought so that all the Sem Terra\nmay have access to schools. The school that is a part of the Pedagogy of the\nMovement is the one that returns to its original task: taking part in human\nTo think of the school as a workshop of human development means to think\nof it as a place where the educational process or the process of human development\noccurs in an intentionally planned way, conducted and thought about for this\npurpose, a process that is guided by a project for society and the human being,\nand is sustained by the presence of people with specific knowledge for the work\nof education, by the sincere co-operation of everyone who is there to learn\nand to teach, and by the permanent link with other social practices that have\nbegun and continue this work.\nThe expression also helps us to rethink the pedagogical logic, or the pedagogical\nmethod of the school. We claim that the school is not only a place for teaching,\nand that a method of education is not the same as a method of teaching. It is\nnecessary to plan various pedagogical strategies in view of the different kinds\nof learning that make up the complex process of human development.\nIn a school conceived as a workshop of human development, educators are architects,\norganizers, and stimulators of the educational environment. This demands\ngreat sensitivity and mastery of the arts of pedagogy to form the schools from\na clear perception of how the educational process is developing in each student\nand in the collectivity as a whole; to perceive the contradictions and not be\noverwhelmed by them, but to work with them pedagogically; to be aware of what\ndimensions need to be emphasized at one moment or another, what type of actions\nneed to be performed and with what contents, what relations need to be worked\non and at what time.\nIt is a very important kind of learning: one needs to be humble enough to place\noneself always in the situation of an apprentice of the process, as apprentices\nthat we all are, of this complex art of building humanity, of which the MST\nalso has a part, albeit but a small one.\nArroyo, M. G. Ofício de mestre. Petrópolis: Vozes, 2000.\nCaldart, R. S. Pedagogia do Movimento Sem Terra. Petrópolis:\nCaldart, R. S. A pedagogia da luta pela terra: o movimento social como princípio\neducativo, trabalho solicitado pela 23a Reunião Anual da ANPED,\nTrabalho Movimentos Sociais e Educação, 2000.\nFreire, P. Pedagogia da indignação. São Paulo:\nEditora da UNESP, 2000.\nMartí, J. Ideário pedagógico. Havana: Imprensa\nNacional de Cuba, 1961.\nStedile, J. P. e Fernandes, B. M. Brava gente: a trajetória do MST\ne a luta pela terra no\nBrasil. São Paulo: Fundação Perseu Abramo, 1999.", "id": "<urn:uuid:e36f0acb-8a94-4591-9076-124da9ebcad2>", "dump": "CC-MAIN-2013-20", "url": "http://www.landless-voices.org/vieira/archive-05.phtml?ng=e&sc=3&th=42&rd=MOVEMENT610&cd=&se=0", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9582493901252747, "token_count": 5366, "score": 2.8125, "int_score": 3}
{"text": "From Oxford University Press:\nThere is a broad consensus among scholars that the idea of human rights was a product of the Enlightenment but that a self-conscious and broad-based human rights movement focused on international law only began after World War II. In this narrative, the nineteenth century's absence is conspicuous--few have considered that era seriously, much less written books on it. But as Jenny Martinez shows in this novel interpretation of the roots of human rights law, the foundation of the movement that we know today was a product of one of the nineteenth century's central moral causes: the movement to ban the international slave trade. Originating in England in the late eighteenth century, abolitionism achieved remarkable success over the course of the nineteenth century. Martinez focuses in particular on the international admiralty courts, which tried the crews of captured slave ships. The courts, which were based in the Caribbean, West Africa, Cape Town, and Brazil, helped free at least 80,000 Africans from captured slavers between 1807 and 1871. Here then, buried in the dusty archives of admiralty courts, ships' logs, and the British foreign office, are the foundations of contemporary human rights law: international courts targeting states and non-state transnational actors while working on behalf the world's most persecuted peoples--captured West Africans bound for the slave plantations of the Americas. Fueled by a powerful thesis and novel evidence, Martinez's work will reshape the fields of human rights history and international human rights law.\n- Forces us to fundamentally rethink the origins of human rights activism\n- Filled with fascinating stories of captured slave ship crews brought to trial across the Atlantic world in the nineteenth century\n- Shows how the prosecution of the international slave trade was crucial to the development of modern international law", "id": "<urn:uuid:ec191471-6e59-4d54-afce-3997eab364e0>", "dump": "CC-MAIN-2013-20", "url": "http://pesd.stanford.edu/publications/slavetrade_humanrightslaw/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9455277919769287, "token_count": 358, "score": 3.046875, "int_score": 3}
{"text": "Unnatural Selection: Choosing Boys Over Girls, and the Consequences of a World Full of Men\nby Mara Hvistendahl\nOne of history's more curious encounters occurred in early March 1766 at a country estate in southern England, near Dorking. The estate belonged to Daniel Malthus, a gentleman of independent means and wide intellectual interests. The philosophers David Hume and Jean-Jacques Rousseau were traveling in the neighborhood, seeking a house for Rousseau, who had just recently arrived in England under Hume's patronage after having been driven out of Switzerland.\nDaniel Malthus was known to both philosophers, at least by correspondence, so they paid him a brief visit, in the course of which they saw his son Thomas, then just three weeks old. So there, presumably in the same room, were Hume, Rousseau, and the infant Thomas Malthus. It was an odd grouping: the serene empiricist, the neurotic social optimist, and the future oracle of demographic doom.\nHume had actually dabbled in demography himself some years earlier. He had been one of the first to argue against the belief, common until his time, that the ancient world was more populous than the modern world. Demography, along with its cousin discipline of economics, was \"in the air\" during the later eighteenth century, waiting for the grown-up Malthus to cast his cold eye upon it in his momentous Essay on the Principle of Population (1798).\nOf these two cousin disciplines, it is a nice point for argument which better deserves to be called \"the dismal science.\" I would vote for demography. It must be hard to maintain a cheerful composure while scrutinizing the ceaseless, often inexplicable ebbs and flows of nativity and mortality.\nIt is a strange thing, too — and a depressing one for anyone of an empirical temperament — that what ought to be the most exact of all the human sciences has such a sorry record of prediction. What, after all, could be more certain than that a nation with number N of five-year-olds today will have N fifteen-year-olds in a decade's time, give or take some small margin for attrition and migration? The human sciences don't come any more precise than that. Yet large-scale predictions by demographers have been confounded again and again, from those of Malthus himself to that of Paul Ehrlich, who told us in his 1968 bestseller The Population Bomb that \"The battle to feed humanity is over … Billions will die in the 1980s.\"\nEhrlich's book was very much of its time. The third quarter of the twentieth century was dogged by fears of a Malthusian catastrophe. Popular fiction echoed those fears in productions like John Brunner's novel Stand on Zanzibar (1968) and Richard Fleischer's movie Soylent Green (1973). It was assumed, reasonably enough, that populous poor countries were most at risk, being closest to the limits of food supply. Governments and international organizations therefore got to work promoting birth control in what we had just recently learned to call the Third World, with programs that were often brutally coercive.\nBirth rates soon fell; though how much of the drop was directly due to the programs, and how much was an inevitable consequence of modernization, is disputed. The evidence is strong that women liberated from pre-modern subordination to their husbands, and given easy access to contraception, will limit their pregnancies with or without official encouragement.\nThere was, though, a distressing side effect of the dropping birthrates. Many countries have a strong traditional preference for male children. So long as women in those countries were resigned to a lifetime of child-bearing, the sheer number of offspring ensured that the sex ratio at birth (SRB) would be close to its natural level of 105 males to 100 females. The post-natal ratio might be skewed somewhat by local traditions of female infanticide and by the loss of young men in war, but a rough balance was kept. China in the 1930s had around 108 males per 100 females.\nOnce the idea of limiting births settled in, however, people sought assurance that one of their babies be male. If a mother gives birth twice, there is a 24 percent chance neither baby will be male; the chance of no males in three births is twelve percent; the chance of no males in four births, six percent. Female infanticide continued to be an option, but not an attractive one — nor, in most modern jurisdictions, a legal one.\nTechnology met the need by providing methods to determine the sex of a fetus. From the mid-1970s to the early 1980s, amniocentesis was used for this purpose. Then high-quality second trimester ultrasound became widely available and took over the business of fetal sex determination. It caught on very fast all over East and South Asia, allowing women to abort female fetuses. The consequences showed up in last year's Chinese census, whose results are just now being published. They show an SRB of 118 males per 100 females.\nThese unbalanced sex ratios and their social and demographic consequences form the subject matter of Mara Hvistendahl's book Unnatural Selection. An experienced journalist who has lived for many years in China, Ms. Hvistendahl covers the history, sociology, and science of sex-selective population control very comprehensively. She has organized each of her book's fifteen chapters around the experience of some significant individual: \"The Bachelor,\" \"The Parent,\" \"The Economist,\" and so on.\nHer book's scope is by no means restricted to China: \"The Student\" of Chapter 6 is an Indian who commenced his medical training at a big hospital in Delhi in 1978, when sex-selective abortion was just taking off in India. We get a side trip to Albania, whose SRB is treated as a state secret, but seems to be at least 110. We also learn that sex-selective abortion is common among couples of Chinese, Korean, and Indian descent in the U.S.A. The subjects here are not just newly arrived immigrants, either. A research team from Columbia University found that:\nIf anything, mothers who were U.S. citizens were slightly more likely to have sons. Sex selection, in other words, is not a tradition from the old country that easily dies out.\nSouth Korea makes a particularly interesting study. That country's governments were more foresighted than most in spotting the problems that might arise from sex-selective abortion. They outlawed the procedure in 1987, and followed up with rigorous enforcement. South Korea's SRB is now at the natural level.\nThere is more here than meets the eye, though, as Ms. Hvistendahl uncovers. As elsewhere, sex selection was mainly resorted to for second or subsequent births. The SRB for first births is essentially normal worldwide. And first births is wellnigh all the births there are now in South Korea. Our author tells us that: \"In 2005 Korea bottomed out with the lowest total fertility rate in the world, at an average of 1.08 children per woman.\" Things have since recovered somewhat. The 2011 estimate for total fertility rate is 1.23. That still makes for a fast-declining and aging population, though — surely not the ideal solution to the problem of sex ratio imbalances.\nWhat of the issue of angry young surplus males unable to find wives? Ms. Hvistendahl takes a less alarmist view than the one put forth by Hudson and den Boer in their 2004 book Bare Branches. That there is a causal relationship from excess males to political despotism, as those authors argued, is not well supported by historical evidence. As Hvistendahl notes: \"Adolf Hitler came to power at a time when Germany had over two million more women than men as a result of the toll taken by World War I.\" (She might have added that the most authoritarian episode in recent Indian history was the 1975-77 \"Emergency,\" instigated by a female Prime Minister at a time of normal adult sex ratios.) One feels intuitively that a surplus of sex-starved young men will generate trouble, but on the evidence so far, things may not go beyond domestic disorders of the containable kind.\nMs. Hvistendahl seems to be of conventionally feminist-leftist opinions, but she has visible trouble keeping those opinions in order when writing about sex-ratio imbalances. She of course favors \"reproductive rights,\" yet cannot but deplore the fact that those rights, extended to Third World peasant cultures, have led to a holocaust of female babies and the trafficking of young women from poorer places with low male-female ratios, to wealthier places with high ones.\nShe works hard to develop a thesis about it all having been the fault of Western imperialists terrified of the breeding potential of poorer, darker peoples, in cahoots with opportunistic Third World dictators hungry for World Bank cash, but she cannot quite square the ideological circle. As she points out, abortion was frowned on throughout Asia until modern times. (Chinese people used to consider themselves one year old at birth: older Chinese still reckon their birthdays in this way.) Where would \"reproductive rights\" be in Asia if not for those meddling imperialists?\nThese blemishes are minor, though, and probably inevitable in any book written by a college-educated young woman of our time. If you skip over them, you will find a wealth of research and much good narrative journalism in Unnatural Selection. The occasional feminist, leftist, and anti-American editorializing aside, this is a rich and valuable book on an important topic. David Hume would have admired Hvistendahl's respect for the data, even when it leads to conclusions that make hay of her prejudices. Rousseau would have applauded her egalitarian passions. Thomas Malthus, had he read the book, would have been tearing his hair out.", "id": "<urn:uuid:f6399029-a683-4014-83d3-8e457d2526dd>", "dump": "CC-MAIN-2013-20", "url": "http://www.johnderbyshire.com/Reviews/HumanSciences/unnaturalselection.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9721161127090454, "token_count": 2060, "score": 2.953125, "int_score": 3}
{"text": "Wikipedia sobre física de partículas\nRapidinho. Me falaram que a definição de física de partículas da Wikipedia era muito ruim. E de fato, era assim:\nParticle physics is a branch of physics that studies the elementary particle|elementary subatomic constituents of matter and radiation, and their interactions. The field is also called high energy physics, because many elementary particles do not occur under ambient conditions on Earth. They can only be created artificially during high energy collisions with other particles in particle accelerators.\nParticle physics has evolved out of its parent field of nuclear physics and is typically still taught in close association with it. Scientific research in this area has produced a long list of particles.\nMas hein? Partículas que só podem ser criadas em aceleradores? Física de partículas é ensinada junto com física nuclear? A pesquisa produz partículas (essa é ótima!)?\nEm que mundo essa pessoa vive? Reescrevi:\nParticle Physics is a branch of physics that studies the existence and interactions of particles, which are the constituents of what is usually referred as matter or radiation. In our current understanding, particles are excitations of quantum fields and interact following their dynamics. Most of the interest in this area is in fundamental fields, those that cannot be described as a bound state of other fields. The set of fundamental fields and their dynamics are summarized in a model called the Standard Model and, therefore, Particle Physics is largely the study of the Standard Model particle content and its possible extensions.\nEu acho que ficou bem melhor. Vamos ver em quanto tempo algum editor esquentado da Wikipedia vai demorar para reverter. Atualmente está um saco participar da Wikipedia por causa dessas pessoas.", "id": "<urn:uuid:e7f0a003-07f1-4148-a77c-6e0cb215fc0e>", "dump": "CC-MAIN-2013-20", "url": "http://arsphysica.wordpress.com/2011/08/14/wikipedia-sobre-fisica-de-particulas/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.6576704978942871, "token_count": 419, "score": 3.0, "int_score": 3}
{"text": "Brookhaven National Laboratory was established in 1947 on the eastern end of Long Island at the former site of the U.S. Army’s Camp Upton. Originally built out of a post-World War II desire to explore the peaceful applications of atomic energy, the Laboratory now has a broader mission: to perform basic and applied research at the frontiers of science, including nuclear and high-energy physics; physics and chemistry of materials; nanoscience; energy and environmental research; national security and nonproliferation; neurosciences and medical imaging; structural biology; and computational sciences. Over its history, Brookhaven Lab has housed three research reactors, numerous one-of-a-kind particle accelerators, and other cutting-edge research facilities responsible for discoveries leading to many advances for science and society as well as seven Nobel Prizes.\nBrookhaven was originally conceived, in part, to establish a national laboratory in the Northeastern United States to design, construct and operate large scientific machines that individual institutions could not afford to develop on their own. Throughout the years, Brookhaven’s scientists and visiting researchers have used these unique facilities to make discoveries in biology, physics, chemistry, geophysics, medicine, and materials science.\nSince Brookhaven opened its doors, countless innovations and inventions by staff and visiting scientists have contributed to research in many fields. Discoveries made here have shaped our understanding of the atom and the universe, advanced medical imaging techniques, and created new technology and tools for studying microbiology, climate and pollutants, energy storage and more.", "id": "<urn:uuid:ed9dbb98-4768-4a07-84b7-372f728fdb7b>", "dump": "CC-MAIN-2013-20", "url": "http://www.bnl.gov/about/history/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9506354331970215, "token_count": 314, "score": 2.78125, "int_score": 3}
{"text": "Use of Biomedical Engineering and Music for K-12 Math/Science Education\nThe study proposes the use of Biomedical Engineering (BME) Ph.D. track graduate students to assist middle and high school teachers to teach math/science skills, by providing additional tools and training to optimize their use. The emphasis is on the use of disciplinary knowledge to enhance how people learn with the aid of computer technology; showing the students the importance of this knowledge to solve real world problems.\nThree school districts have committed to participate in a cross-disciplinary education program (Shelby County, Shades Mountain Independent, and the Alabama School of Fine Arts). Students from UAB’s Biomedical Engineering (BME) and the Alabama School of Fine Arts (ASFA) departments will develop, implement, and evaluate the four interventions used to enhance math/science skills.\n- Music education\n- Math/Science kits and six-week projects\n- Science Fair project development\n- A technology of Fine Arts class\nWhen the cost-effectiveness of each intervention has been determined, decisions whether to expand the intervention, within each school system will be made. Information about successful programs would be made available, on the internet or other media, to interested groups. Trained personnel from this project would serve as facilitators for these groups.\n- Investigators: A. Eberhardt, R. Thompson, M. Froning, D. Kilpadi", "id": "<urn:uuid:21551b17-525a-4ee3-a648-637e7f0b7928>", "dump": "CC-MAIN-2013-20", "url": "http://main.uab.edu/soeng/templates/inner.aspx?pid=71768", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.914275050163269, "token_count": 290, "score": 2.640625, "int_score": 3}
{"text": "W hy is it important for scientists to contribute to science education?\nOur nation has failed to meet important educational challenges, and our children are ill prepared to respond to the demands of today?s world. Results of the Third International Mathematics and Science Study ( TIMSS )--and its successor, TIMSS-R--show that the relatively strong international performance of U.S. 4th graders successively deteriorates across 8th- and 12th-grade cohorts. Related studies indicate that U.S. PreK-12 curricula lack coherence, depth, and continuity and cover too many topics superficially. By high school, unacceptably low numbers of students show motivation or interest in enrolling in physics (only one-quarter of all students) or chemistry (only one-half).\nWe are rapidly approaching universal participation at the postsecondary level, but we still have critical science, technology, engineering, and mathematics (STEM) workforce needs and too few teachers who have studied science or mathematics. Science and engineering degrees as a percentage of the degrees conferred each year have remained relatively constant at about 5%. In this group, women and minorities are gravely underrepresented.\nThe consequences of these conditions are serious. The U.S. Department of Labor estimates that 60% of the new jobs being created in our economy today will require technological literacy, yet only 22% of the young people entering the job market now actually possess those skills. By 2010, all jobs will require some form of technological literacy, and 80% of those jobs haven?t even been created yet. We must prepare our students for a world that we ourselves cannot completely anticipate. This will require the active involvement of scientists and engineers.\nHow is NSF seeking to encourage scientists to work on educational issues?\nThe NSF Strategic Plan  includes two relevant goals: to develop \"a diverse, internationally competitive, and globally engaged workforce of scientists, engineers, and well-prepared citizens\" and to support \"discovery across the frontiers of science and engineering, connected to learning, innovation, and service to society.\" To realize both of these goals, our nation?s scientists and engineers must care about the educational implications of their work and explore educational issues as seriously and knowledgeably as they do their research questions. The phrase \"integration of research and education\" conveys two ideas. First, good research generates an educational asset, and we must effectively use that asset. Second, we need to encourage more scientists and engineers to pursue research careers that focus on teaching and learning within their own disciplines.\nAll proposals submitted to NSF for funding must address two merit criteria: intellectual merit and broader impacts.\nIn everyday terms, our approach to evaluating the broader impact of proposals is built on the philosophy that scientists and engineers should pay attention to teaching and value it, and that their institutions should recognize, support, and reward faculty, as well as researchers in government and industry, who take their role as educators seriously and approach instruction as a scholarly act. We think of education very broadly, including formal education (K-graduate and postdoctoral study) and informal education (efforts to promote public understanding of science and research outside the traditional educational environment).\nWhat does it mean to take education seriously and explore it knowledgeably?\nAny scholarly approach to education must be intentional, be based on a valid body of knowledge, and be rigorously assessed. That is, our approach to educational questions must be a scholarly act. NSF actively invests in educational reform and models that encourage scientists and engineers to improve curriculum, teaching, and learning in science and mathematics at all levels of the educational system from elementary school to graduate study and postdoctoral work.\nWe recognize that to interest faculty and practicing scientists and engineers in education, we must support research that generates convincing evidence that changing how we approach the teaching of science and mathematics will pay off in better learning and deeper interest in these fields.\nHere are a few of the most recent efforts to stimulate interest in education that might be of interest to Next Wave readers. (For more information, go to the NSF Education and Human Resources directorate's Web site .)\nThe GK-12  program supports fellowships and training to enable STEM graduate students and advanced undergraduates to serve in K-12 schools as resources in STEM content and applications. Outcomes include improved communication and teaching skills for the Fellows, increased content knowledge for preK-12 teachers, enriched preK-12 student learning, and stronger partnerships between higher education and local schools.\nThe Centers for Learning and Teaching ( CLT ) program is a \"comprehensive, research-based effort that addresses critical issues and national needs of the STEM instructional workforce across the entire spectrum of formal and informal education.\" The goal of the CLT program is to support the development of new approaches to the assessment of learning, research on learning within the disciplines, the design and development of effective curricular materials, and research-based approaches to instruction--and through this work to increase the number of people who do research on education in the STEM fields. This year (FY 02) we are launching some prototype higher education centers to reform teaching and learning in our nation's colleges and universities through a mix of research, faculty development and exploration of instructional practices that can promote learning. Like other NSF efforts, the Centers incorporate a balanced strategy of attention to people, ideas and tools. We hope to encourage more science and engineering faculty to work on educational issues in both K-12 and in postsecondary education.\nIf you are interested in these issues and want to pursue graduate or postdoctoral study, or want to develop a research agenda on learning in STEM fields, find the location and goals of the currently funded centers and also check later this summer to find out which higher education CLT prototypes are funded.\nThe following solicitations all involve the integration of research and education as well as attention to broadening participation in STEM careers:\nThe Science, Technology, Engineering, and Mathematics Talent Expansion Program ( STEP ) program seeks to increase the number of students (U.S. citizens or permanent residents) pursuing and receiving associate or baccalaureate degrees in established or emerging fields within STEM.\nThe Faculty Early Career Development ( CAREER ) program recognizes and supports the early career development activities of those teacher-scholars who are most likely to become the academic leaders of the 21st century.\nThe Course, Curriculum, and Laboratory Improvement (CCLI) program seeks to improve the quality of STEM education for all students and targets activities affecting learning environments, course content, curricula, and educational practices. CCLI offers three tracks: educational materials development , national dissemination , and adaptation and implementation .\nThe Integrative Graduate Education and Research Training ( IGERT ) program addresses the challenges of preparing Ph.D. scientists and engineers with the multidisciplinary backgrounds and the technical, professional, and personal skills needed for the career demands of the future.\nThe Vertical Integration of Research and Education in the Mathematical Sciences ( VIGRE ) program supports institutions with Ph.D.-granting departments in the mathematical sciences in carrying out innovative educational programs, at all levels, that are integrated with the department?s research activities.\nThe Increasing the Participation and Advancement of Women in Academic Science and Engineering Careers (ADVANCE)  program seeks to increase the participation of women in the scientific and engineering workforce through the increased representation and advancement of women in academic science and engineering careers.\nThe Science, Technology, Engineering and Mathematics Teacher Preparation ( STEMTP ) program involves partnerships among STEM and education faculty working with preK-12 schools to develop exemplary preK-12 teacher education models that will improve the science and mathematics preparation of future teachers.\nThe Noyce Scholarship Supplements  program supports scholarships and stipends for STEM majors and STEM professionals seeking to become preK-12 teachers.\nThe views expressed are those of the authors and do not necessarily reflect those of the National Science Foundation.", "id": "<urn:uuid:21bc3a09-e45d-497b-add1-4880324aff25>", "dump": "CC-MAIN-2013-20", "url": "http://sciencecareers.sciencemag.org/print/career_magazine/previous_issues/articles/2002_07_12/nodoi.4298361476632626608", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9502217769622803, "token_count": 1620, "score": 3.03125, "int_score": 3}
{"text": "How To Win At Science Fairs (Dec, 1960)\nHow To Win At Science Fairs\nby Ronald Benrey\nYOU CAN WIN at a Science Fair as long as one thing interests you more than winning does. This is your project itself. It is going to be judged on scientific thought, creative ability, and presentation. You will really have to know the field your project is concerned with. This takes effort. Since you lack the means of a professional laboratory, you will have to do much with little. This takes trial and error and just plain work. Your presentation must be attractive and clear. This means good workmanship, which takes time and care. You are going to have to show some originality. After all, there is no use doing what everybody else is doing: be different. For this, you have to have the other three under control. By the way, the “laymen” who see your exhibit will ask all kinds of questions. Have good answers at your fingertips. The judges won’t be laymen, and any double-talk will scream to them that you don’t know your subject. It may also make them suspect that the best parts of your project are not your work. This would be unjust, perhaps, but deadly. Now, whether your entry covers a large table top or can just be tucked under your arm, it is going to be a big job. It can’t be left for a “crash program” in the last few weeks before the Fair. It is going to eat up big portions of your time, energy, and spending money for the next several months. All this demands your interest. But it isn’t simply a matter of “fun. ” Licking this challenge may be a turning point in your life. With or without a scholarship prize, your career may begin with it.\nAs a reader of Electronics Illustrated your project will probably deal with electronics or applied physics rather than with biological or earth sciences. Select your topic carefully from a broad subject that really interests you. A massive effort in the direction of a passing fancy will result in a mediocre project at best. Take a limited subtopic that you think worth investigating and that you feel able to handle.\nTo ease financial strain, plan now to build your project over a long period of time, say six months, on a pay-as-you-build basis.\nOnce you have a rough idea of your project’s general form, don’t dash into construction.\nVisit technical libraries and learn all you can about current professional work in the field, and its technical jargon. This will give you much important information and helpful hints, and when you finally face the judges, you will know your subject.\nHere is a prickly question. It is up to you to be realistic and honest with yourself when you choose a topic. Your science teachers and advisers will certainly be helpful, but the final decision must be yours. In other words, if you have never handled a soldering iron before, don’t take on a project requiring elaborate electronic instrumentation. If you have enough time you can work up to a complex project by building a few simpler devices, like many described in EI. This is another reason for starting NOW. – Why not get your feet wet by assembling some test equipment from kits? You will certainly need a multimeter anyway, for any project, and it will be something you can use “forever. ”\nAnother touchy subject: discussion of this often scares off good potential science fairers. Nobody requires or expects a science fair project to produce a radical new scientific discovery. However, this does not imply that an entrant can’t find a new angle on an old problem. Merely duplicating a project described in a magazine shows the judges only one thing: the builder can follow directions. The main benefit of entering a science fair is the challenge of thinking a real problem out, all the way through. Your project can be for “demonstration” rather than “research, ” but make sure you come up with fresh, clear, meaningful ways to present your material. Stay away from last year’s winning project: it was good last year. Avoid “staples” (like Tesla coils) unless they are only part of a ‘wider original project.\nYour project should be well presented and look impressive, but impressive need not mean expensive. Judges seldom look twice at an exhibit loaded down with excess and borrowed equipment when the same results could have been obtained more economically and without false show. Novel use of common materials shows creative ability, and this is an important judging criterion. Remember, how you solved your problem is what counts at a science fair, and not merely that you solved it. Also, neatness counts! Aside from being impossible to troubleshoot, a rat’s nest of wiring is typical of losing projects. Time spent color-coding leads, installing wire harness and cable clamps will result in a much more attractive and more reliable project. But know what you are doing! Don’t harness leads in a circuit that demands point-to-point wiring, or cable grid and plate leads together in an amplifier circuit. Read up on layout and construction techniques, and allow yourself time to make and correct mistakes. Prior planning will also pay off in dollars and cents, since you can save by purchasing some components (like resistors) in quantity, and if you live near a big city you can shop around for some items in the military surplus stores, modifying your design if necessary to take odd-value components. Now, sit back and start your thinking. The time to start is right now.\nIS YOUR WINNING PROJECT HERE?\nRADIO TELESCOPE: Home-built sensitive low-noise receiver, simple antenna system. Try to make simple “radio map.”\nGUIDANCE SYSTEM: For model ear. Can be programmed to run around science fair grounds without hitting anything, or to reach pre-chosen destination.\nSOLAR CELLS: Home-built unit as part of demonstration of basic physics of solar cells: display on recent professional research results: off-beat practical applications (eyeglass type hearing aid?).\nMOON MOUSE: “To be landed on the Moon. ” Self-propelled, radio controlled from Earth, instrumented and transmitter equipped. Some functions solar powered ?\nThese are only suggestions. You may come up with ideas regarding fuel cells, space communications, navigation, etc.", "id": "<urn:uuid:6ad66c1d-7e72-4ed4-889b-c4b7f1b988a7>", "dump": "CC-MAIN-2013-20", "url": "http://blog.modernmechanix.com/how-to-win-at-science-fairs/1/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9457745552062988, "token_count": 1357, "score": 2.890625, "int_score": 3}
{"text": "Science Fair Project Encyclopedia\nIndustrial Design is an applied art whereby the aesthetics and usability of products may be improved. Design aspects specified by the industrial designer may include the overall shape of the object, the location of details with respect to one another, colors, texture, sounds, and aspects concerning the use of the product ergonomics. Additionally the industrial designer may specify aspects concerning the production process, choice of materials and the way the product is presented to the consumer at the point of sale. The use of industrial designers in a product development process may lead to added values by improved usability, lowered production costs and more appealing products.\nProduct Design is focused on products only, while industrial design has a broader focus on concepts, products and processes. In addition to considering aesthetics, usability, and ergonomics, it can also encompass the engineering of objects, usefulness as well as usability, market placement, and other concerns.\nProduct Design and Industrial Design can overlap into the fields of user interface design , information design and interaction design. Various schools of Industrial Design and/or Product Design may specialize in one of these aspects, ranging from pure art colleges (product styling) to mixed programs of engineering and design, to related disciplines like exhibit design and interior design.\nIn the US, the field of industrial design hit a high-water mark of popularity in the late 30's and early 40's, with several industrial designers becoming minor celebrities. Raymond Loewy, Norman bel Geddes, and Henry Dreyfuss remain the best known.\nIn the UK, the term \"Industrial Design\" increasingly implies design with considerable engineering and technology awareness alongside human factors - a \"Total Design\" approach, promoted by the late Stuart Pugh (University of Strathclyde) and others.\nFamous industrial designers\n- Egmont Arens (1888-1966)\n- Norman bel Geddes (1893-1958)\n- Henry Dreyfuss (1904-1972)\n- Charles and Ray Eames (1907-1978) and (1912-1988)\n- Harley J. Earl (1893-1969)\n- Virgil Exner (1909-1973)\n- Buckminster Fuller (1895-1983)\n- Kenneth Grange (1929- )\n- Michael Graves (1934- )\n- Walter Adolph Gropius (1883-1969)\n- Jonathan Ive (1967- )\n- Arne Jacobsen (1902-1971)\n- Raymond Loewy (1893-1986)\n- Ludwig Mies van der Rohe (1886-1969)\n- László Moholy-Nagy (1895-1946)\n- Victor Papanek (1927-1999)\n- Philippe Starck (1949- )\n- Brooks Stevens (1911-1995)\n- Walter Dorwin Teague (1883-1960)\n- Eva Zeisel (1906- )\n- Industrial design rights\n- Design classics\n- Interaction Design\n- Automobile design\n- Six Sigma\n- Famous Industrial Designers\n- Design Council on Product Design Design Council one stop shop information resource on Product Design by Dick Powell.\n- Industrial Designers Society of America\n- The Centre for Sustainable Design\n- International Council of Societies of Industrial Designers\n- U.S. Occupational Outlook Handbook: Designers\n- Core77: Industrial Designers' Online Community\nThe contents of this article is licensed from www.wikipedia.org under the GNU Free Documentation License. Click here to see the transparent copy and copyright details", "id": "<urn:uuid:a466a758-3d7d-477a-8ae7-30c1404a9da8>", "dump": "CC-MAIN-2013-20", "url": "http://www.all-science-fair-projects.com/science_fair_projects_encyclopedia/Industrial_design", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8557734489440918, "token_count": 743, "score": 3.203125, "int_score": 3}
