{"text": "- Action research (6 posts)\n- Artist CPD (11 posts)\n- Barriers to participation (2 posts)\n- Change management (8 posts)\n- Co-construction (3 posts)\n- Community cohesion (12 posts)\n- Creative curriculum development (13 posts)\n- Creative teaching and learning (28 posts)\n- Cross-curricular working (21 posts)\n- Developing school ethos (6 posts)\n- Disability awareness (4 posts)\n- Diversity (3 posts)\n- Exchanges and trips (4 posts)\n- Experiential learning (6 posts)\n- Extracurricular work (3 posts)\n- Learning outcomes for artists (23 posts)\n- Learning outcomes for teachers (27 posts)\n- Learning outcomes for young people (37 posts)\n- Learning styles (13 posts)\n- Mentoring (2 posts)\n- Outdoor learning environment (1 post)\n- Parent engagement (4 posts)\n- Participation and engagement (29 posts)\n- Partnerships (37 posts)\n- Role of the practitioner (32 posts)\n- School networks (2 posts)\n- Teacher CPD (17 posts)\n- Whole school working (13 posts)\n- Young people in decision making role (9 posts)\n- Youth leadership (5 posts)\n- Youth voice (16 posts)\nSelect from the categories above, and scroll over the thumbnails to view information about each resource. You can download many of the resources as PDFs, view film or listen to audio.\nA New Direction Schools Forum: Effective Partnership WorkingThis resource summarises key ideas from schools and arts & cultural organisations from a series of discussions around six different…\nA Personal Journey through Preferred Learning StylesAn essay written by a creative practitioner who undertook action research into students' preferred learning styles and creativity.\nArtists and Teachers PartnershipsAn essay exploring partnerships between creative practitioners and teachers from an Early Years setting and a Secondary school.\nArts Beyond the ClassroomA film documenting the experiences of the pupils and parents in the Arts Beyond the Classroom project.\nBeneath the HoodA pack including a poignant film portrait of students at a PRU, poetry cards and a resource guide for similar…\nBuilding PartnershipsAn essay describing three effective partnership projects delivered in two primary schools and one FE College.\nCo-construction of LearningA case study exploring examples of creative projects which supported young people to guide school change through 'co-construction'.\nConnecting Countries: London to VancouverA film of a group of Secondary School students who journey to Vancouver for the 2010 Winter Paralympic Games.\nCreative Interventions in the English FacultyAn essay providing an arts organisation's perspective of creative teaching strategies within an East London school's English curriculum.\nCreative Teaching and LearningA case study discussing the ways creative programmes have supported the development of creative teaching and learning.\nCreativity and ChangeAn essay exploring structural and institutional change through creative programmes in three primaries and one special school.\nCross-Curricular Creative ProjectsAn essay describing cross-curricular approaches in 3 primary schools and 1 secondary school in East London.\nDeveloping a Learning Strategy for ArtsadminA paper detailing the development of an arts organisation's education programme in partnership with artists and local schools.\nEngaging Parents Creatively in the Foundation StageA paper presenting two examples that aimed to increase parental engagement and community involvement in the pupils' work.\nForensic Science Murder MysteryA film documenting a cross-curricular drama project with secondary school students inspired by a TV crime series.\nGrove Park Special School Takes Over the Borough of BrentA film made by students with a range of physical and learning disabilities who investigate their local area.\nImagiNationA film charting an 18 month whole school cross-curricular project culminating in a community carnival.\nImagine NationA short film of a poem and set of accompanying activities for literacy lessons exploring creativity and imagination.\nInstitutional ChangeA paper exploring two different approaches to whole school change in a Special School and a Secondary School.\nIPC Media Schools Design ProgrammeAn essay describing the IPC Media Schools Design Programme, a graphic design work-related learning programme initiated in 2005.\nLearning about Learning: Preferred Learning Styles and CreativityA publication exploring education approaches to preferred learning styles. Essays and a toolkit of lesson activities are included.\nLondon to Beijing - a Dance TravelogueA film about dance students from a Further Education college who visit a dance school in Beijing, China.\nMaking Things Happen - HereA project case study and two films. A group of Primary Schools imagine something extraordinary for their community.\nOlympics Literacy ResourceA set of classroom resources for all year groups for creating poetry around the theme of the Olympics.", "id": "<urn:uuid:69d15397-ebe5-4147-830d-84d945741e63>", "dump": "CC-MAIN-2013-20", "url": "http://anewdirection.org.uk/knowledge/resources?category=370", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8887934684753418, "token_count": 979, "score": 2.640625, "int_score": 3}
{"text": "Twenty Ideas for Engaging ProjectsSeptember 12, 2011 | Suzie Boss\nThe start of the school year offers an ideal time to introduce students to project-based learning. By starting with engaging projects, you'll grab their interest while establishing a solid foundation of important skills, such as knowing how to conduct research, engage experts, and collaborate with peers. In honor of Edutopia's 20th anniversary, here are 20 project ideas to get learning off to a good start.\n1. Flat Stanley Refresh: Flat Stanley literacy projects are perennial favorites for inspiring students to communicate and connect, often across great distances. Now Flat Stanley has his own apps for iPhone and iPad, along with new online resources. Project founder Dale Hubert is recently retired from the classroom, but he's still generating fresh ideas to bring learning alive in the \"flatlands.\"\n2. PBL is No Accident: In West Virginia, project-based learning has been adopted as a statewide strategy for improving teaching and learning. Teachers don't have to look far to find good project ideas. In this CNN story about the state's educational approach, read about a project that grew out of a fender-bender in a school parking lot. When students were asked to come up with a better design for the lot, they applied their understanding of geometry, civics, law, engineering, and public speaking. Find more good ideas in West Virginia's Teach21 project library.\n3. Defy Gravity: Give your students a chance to investigate what happens near zero gravity by challenging them to design an experiment for NASA to conduct at its 2.2 second drop tower in Brookpark, Ohio. Separate NASA programs are offered for middle school and high school. Or, propose a project that may land you a seat on the ultimate roller coaster (aka: the \"vomit comet\"), NASA aircraft that produces periods of micro and hyper gravity ranging from 0 to 2 g's. Proposal deadline is Sept. 21, and flight week takes place in February 2012.\n4. Connect Across Disciplines: When students design and build kinetic sculptures, they expand their understanding of art, history, engineering, language arts, and technology. Get some interdisciplinary project insights from the Edutopia video, Kinetic Conundrum. Click on the accompanying links for more tips about how you can do it, too.\n5. Honor Home Languages: English language learners can feel pressured to master English fast, with class time spent correcting errors instead of using language in meaningful ways. Digital IS, a site published by the National Writing Project, shares plans for three projects that take time to honor students' home languages and cultures, engaging them in critical thinking, collaboration, and use of digital tools. Anne Herrington and Charlie Moran curate the project collection, \"English Language Learners, Digital Tools, and Authentic Audiences.\"\n6. Rethink Lunch: Make lunch into a learning opportunity with a project that gets students thinking more critically about their mid-day meal. Center for Ecoliteracy offers materials to help you start, including informative including informative essays and downloadable planning guides. Get more ideas from this video about a middle-school nutrition project, \"A Healthy School Lunch.\"\n7. Take a Learning Expedition: Expeditionary Learning schools take students on authentic learning expeditions, often in neighborhoods close to home. Check out the gallery for project ideas about everything from the tools people use in their work to memories of the Civil Rights Movement.\n8. Find a Pal: If PBL is new to you, consider joining an existing project. You'll benefit from a veteran colleague's insights, and your students will get a chance to collaborate with classmates from other communities or even other countries. Get connected at ePals, a global learning community for educators from more than 200 countries.\n9. Get Minds Inquiring: What's under foot? What are things made of? Science projects that emphasize inquiry help students make sense of their world and build a solid foundation for future understanding. The Inquiry Project supports teachers in third to fifth grades as they guide students in hands-on investigations about matter. Students develop the habits of scientists as they make observations, offer predictions, and gather evidence. Companion videos show how scientists use the same methods to explore the world. Connect inquiry activities to longer-term projects, such as creating a classroom museum that showcases students' investigations.\n10. Learn through Service: When cases of the West Nile virus were reported in their area, Minnesota students sprang into action with a project that focused on preventing the disease through public education. Their project demonstrates what can happen when service-learning principles are built into PBL. Find more ideas for service-learning projects from the National Youth Leadership Council.\n11. Locate Experts: When students are learning through authentic projects, they often need to connect with experts from the world outside the classroom. Find the knowledgeable experts you need for STEM projects through the National Lab Network. It's an online network where K-12 educators can locate experts from the fields of science, technology, engineering and mathematics.\n12. Build Empathy: Projects that help students see the world from another person's perspective build empathy along with academic outcomes. The Edutopia video, \"Give Me Shelter\", shows what compassionate learning looks like in action. Click on the companion links for more suggestions about how you can do it, too.\n13. Investigate Climate Science: Take students on an investigation of climate science by joining the newest collaborative project hosted by GLOBE, Global Learning and Observations to Benefit the Environment. The Student Climate Research Campaign includes three components: introductory activities to build a foundation of understanding, intensive observing periods when students around the world gather and report data, and research investigations that students design and conduct. Climate project kicks off Sept. 12.\n14. Problem-Solvers Unite: Math fairs take mathematics out of the classroom and into the community, where everyone gets a chance to try their hand at problem solving. Galileo Educational Network explains how to host a math fair. In a nutshell, students set up displays of their math problems but not the solutions. Then they entice their parents and invited guests to work on solutions. Make the event even more engaging by inviting mathematicians to respond to students' problems.\n15. Harvest Pennies : Can small things really add up to big results? It seems so, based on results of the Penny Harvest. Since the project started in New York in 1991, young philanthropists nationwide have raised and donated more than $8 million to charitable causes, all through penny drives. The project website explains how to organize students in philanthropy roundtables to study community issues and decide which causes they want to support.\n16. Gather Stories: Instead of teaching history from textbooks, put students in the role of historian and help them make sense of the past. Learn more about how to plan oral history projects in the Edutopia story, \"Living Legends.\" Teach students about the value of listening by having them gather stories for StoryCorps.\n17. Angry Bird Physics: Here's a driving question to kickstart a science project: \"What are the laws of physics in Angry Birds world?\" Read how physics teachers like Frank Noschese and John Burk are using the web version of the popular mobile game in their classrooms.\n18. Place-Based Projects: Make local heritage, landscapes, and culture the jumping-off point for compelling projects. That's the idea behind place-based education, which encourages students to look closely at their communities. Often, they wind up making significant contributions to their communities, as seen in the City of Stories project.\n19. News They Can Use: Students don't have to wait until they're grown-ups to start publishing. Student newspapers, radio stations, and other journalism projects give them real-life experiences now. Award-winning journalism teacher Esther Wojcicki outlines the benefits this post on the New York Times Learning Network. Get more ideas about digital-age citizen journalism projects at MediaShift Idea Lab.\n20. The Heroes They Know: To get acquainted with students at the start of the year and also introduce students to PBL processes, High Tech High teacher Diana Sanchez asked students to create a visual and textual representation of a hero in their own life. Their black-and-white exhibits were a source of pride to students, as Sanchez explains in her project reflection . Get more ideas from the project gallery at High Tech High, a network of 11 schools in San Diego County that emphasize PBL. To learn more, watch this Edutopia video interview with High Tech High founding principal Larry Rosenstock.\nPlease tell us about the projects you are planning for this school year. Questions about PBL? Draw on the wisdom of your colleagues by starting discussions or asking for help in the PBL community.", "id": "<urn:uuid:6d6b12c8-51d9-4d93-b798-19f2bbb48a21>", "dump": "CC-MAIN-2013-20", "url": "http://www.edutopia.org/blog/20-ideas-for-engaging-projects-suzie-boss?quicktabs_edutopia_blogs_sidebar_popular_list=0", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9446845650672913, "token_count": 1793, "score": 3.515625, "int_score": 4}
{"text": "Rainy Day Painting\nCreate your very own creepy, haunted castle sitting in a turbulent field of flowing grass, eerily surrounded by dark, ominous clouds.\nFireworks are such an exciting part of part of summer festivities, but it's sad when the show is over. Keep them alive all year long with watercolor fireworks.\nShow your high schooler how to celebrate Mary Cassatt, an Impressionist painter, by creating a mother-child painting in her style.\nPut your individual fingerprint on the 100th Day of School (literally!) with this activity.\nShow your preschooler how to make a print of a butterfly using her hand as a tool--a great way to stimulate her sense of touch.\nUse marbles and paint to explore the wild world of shapes and color...and build kindergarten writing strength, too.\nIntroduce your kindergartener to some art history by showing him how to create an everyday object print, Andy Warhol-style.\nCelebrate the changing seasons with this fun, hands-on art activity that will teach your child about the different colors of the seasons.\nHelp your preschooler begin reading and writing the printed word by connecting simple letter recognition exercises with this easy art project: alphabet trees!", "id": "<urn:uuid:b9953fa3-a9b1-49a2-8a31-a2bff8d508c2>", "dump": "CC-MAIN-2013-20", "url": "http://www.education.com/collection/zapkode/rainy-day-painting/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9140550494194031, "token_count": 253, "score": 3.453125, "int_score": 3}
{"text": "Age: 2-5 years\nLittle ones can make flowers using muffin liners, glitter glue and buttons.\nWhat You Need:\n•Glue (we used glitter glue)\n•Muffin liners (we used some plain and some silver)\nWhat You Do:\n- Let your little ones put glue on the construction paper whereever they would like to put a \"flower\".\n- Have them place a muffin liner on the glue. Repeat.\n- Encourage your child/student to put a dab of glue in the center of the muffin liner.\n- Then, have them place a button on the glue dab.\n- To complete the picture, little ones can use markers to draw stems and leaves on the construction paper.\nwww.KinderArt.com | www.KinderArtLittles.com\n© Andrea Mulder-Slater and KinderArt ®", "id": "<urn:uuid:d29c3a47-5696-46ff-a869-4b97755c8d20>", "dump": "CC-MAIN-2013-20", "url": "http://www.kinderart.com/littles/artmaking/muffinlinerflowers.shtml", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.7309342622756958, "token_count": 188, "score": 2.953125, "int_score": 3}
{"text": "Help kids practice their counting skills with this printable counting to eight (8) worksheet that has a fun birds theme. This worksheet will be a great addition to any numbers or counting lesson plan as well as any birds themed lesson plan. On this worksheet, kids are asked to count the number of cardinals and circle the correct number (eight) at the bottom of the page.\nView and Print Your Birds Themed Counting Worksheet\nAll worksheets on this site were done personally by our family. Please do not reproduce any of our content on your own site without direct permission. We welcome you to link directly to any pages on our site without specific permission. We also welcome any feedback, ideas or anything you want to share with us - just email us at firstname.lastname@example.org.", "id": "<urn:uuid:62414080-4b8a-49db-816c-5a3eca396b17>", "dump": "CC-MAIN-2013-20", "url": "http://www.allkidsnetwork.com/worksheets/animals/birds/birds-worksheet-counting8.asp", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9313437342643738, "token_count": 166, "score": 3.515625, "int_score": 4}
{"text": "Fun Classroom Activities\nThe 20 enjoyable, interactive classroom activities that are included will help your students understand the text in amusing ways. Fun Classroom Activities include group projects, games, critical thinking activities, brainstorming sessions, writing poems, drawing or sketching, and more that will allow your students to interact with each other, be creative, and ultimately grasp key concepts from the text by \"doing\" rather than simply studying.\n1. A Year from Now\nWhere will Bone be and how will she be feeling a year from now? Write a one page description of Bone's life a year after the end of the book from Bone's perspective.\n2. The Monster Within\nWhen Bone's anger is described, it seems to grow and even take form. Take one of the descriptions for Bone's anger and rage and draw it.\n3. Bone's Poetry\nWrite a poem as if you are Bone. The poem can be...\nThis section contains 555 words|\n(approx. 2 pages at 300 words per page)", "id": "<urn:uuid:7da8e5fb-c5fb-415f-93c4-97d18531f703>", "dump": "CC-MAIN-2013-20", "url": "http://www.bookrags.com/lessonplan/bastardoutcarolina/funactivities.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9415433406829834, "token_count": 210, "score": 4.3125, "int_score": 4}
{"text": "View Sample Pages Provides a detailed curricular calendar that's tied to a developmental continuum and the standards so you'll know not only what you should be teaching, but what your students are ready to embrace and what you can reasonably expect of them as successful readers and writers. Additionally, you'll find monthly units of study that integrate reading and writing so both work together to provide maximum support for your students. The units are organized around four essential components, process, genre, strategy, and conventions, so you're reassured you're addressing everything your students need to know about reading and writing. What's more you'll find ready-to-use lessons that offer exemplary teaching and continuous assessment, and a flexible framework that shows you how to frame a year of teaching, a unit, and a lesson—and you can easily adapt all to fit the unique needs and interests of your own students. 240 pages + DVD (17 minutes) & fold-out color year-long planner .", "id": "<urn:uuid:589b573a-7869-4a15-a5dd-7d9174baeb0b>", "dump": "CC-MAIN-2013-20", "url": "http://shop.scholastic.com/webapp/wcs/stores/servlet/ProductDisplayView?productId=114498&langId=-1&storeId=10751&catalogId=10004&sa_campaign=internal_ads/scholastic3_0/search", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9565499424934387, "token_count": 193, "score": 3.03125, "int_score": 3}
{"text": "- Exam wrappers. As David Thompson describes the process, \"exam wrappers required students to reflect on their performance before and after seeing their graded tests.\" The first four questions, completed just prior to receiving their graded test, asked students to report the time they spent preparing for the test, their methods of preparation, and their predicted test grade. After reviewing their graded test, students completed the final three reflection questions, including a categorization of test mistakes and a list of changes to implement in preparation for the next test. Thompson then collected and made copies of the wrappers returned them to the students several days later, reminding them to consider what they planned to do differently or the same in preparation for the upcoming test. Thompson reports that each reflection exercise required only 8-10 minutes of class time. Clara Hardy and others also describes uses exam wrappers.\n- Reading Reflections. As Karl Wirth writes, reading reflections, effectively outlined by David Bressoud (2008), are designed to address some of the challenges students face with college-level reading assignments. Students submit online reading reflections (e.g., using Moodle or Blackboard) after completing each reading assignment and before coming to class. In each reflection, students summarize the important concepts of the reading and describe what was interesting, surprising, or confusing to them. The reading reflections not only encourage students to read regularly before class, but they also promote content mastery and foster student development of monitoring, self-evaluation, and reflection skills. For the instructor, reading reflections facilitate \"just-in-time\" teaching and provide invaluable insights into student thinking and learning. According to Wirth, expert readers are skilled at using a wide range of strategies during all phases of reading (e.g., setting goals for learning, monitoring comprehension during reading, checking comprehension, and self-reflection), but most college instruction simply assumes the mastery of such metacognitive skills.\n- Knowledge surveys. Many members of the group were influenced by Karl Wirth's work on \"knowledge surveys\" as a central strategy for helping students think about their thinking. Knowledge surveys involve simple self-reports from students about their knowledge of course concepts and content. In knowledge surveys, students are presented with different facets of course content and are asked to indicate whether they know the answer, know some of the answer, or don't know the answer. Faculty can use these reports to gauge how confident students feel in their understanding of course material at the beginning or end of a course, before exams or papers, or even as graduating seniors or alumni.\nKristin Bonnie's report relates how her students completed a short knowledge survey (6-12 questions) online (via Google forms) on the material covered in class that week. Rather than providing the answer to each question, students indicated their confidence in their ability to answer the question correctly (I know; I think I know; I don't know). Students received a small amount of credit for completing the knowledge survey. She used the information to review material that students seemed to struggle with. In addition, a subset of these questions appeared on their exam – the knowledge survey therefore served as a review sheet.Wirth notes that the surveys need not take much class time and can be administered via paper or the web. The surveys can be significant for clarifying course objectives, structure, and design. For students, knowledge surveys achieve several purposes: they help make clear course objectives and expectations, are useful as study guides, can serve as a formative assessment tool, and, perhaps most critically, aid in their development of self-assessment and metacognitive skills. For instructors, the surveys help them assess learning gains, instructional practices, and course design.", "id": "<urn:uuid:9d6abf05-e21c-4917-ab95-cb9f3fd306aa>", "dump": "CC-MAIN-2013-20", "url": "http://serc.carleton.edu/acm_teagle/interventions", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9568482041358948, "token_count": 746, "score": 3.578125, "int_score": 4}
{"text": "Marion Levine teaches English, Literature and Film Production at Los Angeles Center for Enriched Studies, Los Angeles, CA\nMeasure for Measure, Act 4 or 5\nWhat's On for Today and Why\nStudents will choose a character from Measure for Measure and create a \"back story\" for that character. This will encourage students to read the text closely looking for clues regarding a specific character's history. Students will re-read a portion of the text and then write about what has happened to the character before the play begins. They will then create an artifact, such as a diary or journal entry, written by the charcacter they have selected. This will allow them the opportunity to think like the character and to view the events of the play from a specific point of view.\nThis lesson will take two 40 minute class periods.\nWhat You Need\nMeasure for Measure, Folger Edition\nWhat To Do\n1. Explain the concept of a \"back story\" as the important events that occur to a character before the play begins. You may need to prompt students with questions such as:\nWhat was the character like as a child?\nIn what situation did he/she grow up?\nStudents will need to show how the script supports their choices.\n2. Have the students write a one or two page back story in either the first or third person.\n3. Divide students into small groups of 4 or 5 and have them re-read Act 4 or Act 5, combing throught the text for character details.\n4. Have students write a letter, diary or journal entry from their selected characters point of view (first person). This artifact should concern one or more characters in the play.\n5. For increased authenticity, appropriate for an \"Extra-Extended\" book, students could write their letter, diary entry using calligraphy, a handwriting font or on a piece of yellowed paper.\n6. Allow students time to read their pieces and share their artifacts with the class.\nHow Did It Go?\nWere students able to justify their choices with reference to the text? Did their artifacts accurately portray character traits that can be interpreted from the text? Were students able to convey a sense of the character's perspective through this activity?\nThis lesson could be applied to any fictional text that the students read in class. Through close reading and attention to a specific character, students are able to identify with, and understand the concerns of a character on a deeper level. Possible choices could include Jay Gatsby, Hester Prynne,and Atticus Finch.\nIf you used this lesson, we would like to hear how it went and about any adaptations you made to suit the needs of YOUR students.", "id": "<urn:uuid:86849ab7-4070-40ee-9f28-f23c0e6d4e97>", "dump": "CC-MAIN-2013-20", "url": "http://folger.edu/eduLesPlanDtl.cfm?lpid=863", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9481241106987, "token_count": 553, "score": 4.0625, "int_score": 4}
{"text": "To make this sentence true i have to put <,>,or = in between ( ) the given fractions or Decimals? 7/20 ( ) 2/5 0.15 ( ) 1/8 Please explain?\nGiven a rectangular prism with dimensions w = 3, l = 4, and h = 6. If you created a second rectangular prism with the length doubled but the height halved (and the width stays the same), which would be the relation of the second volume to the first volume?\n740 mm Hg\nHow would you calculate the concentration of an aqueous solution of Ca(OH2)that has a pH of 12.57.\npoetry, part 1\nWhich one of the following lines best illustrates personification? A. A narrow wind complains all day. B. The fog comes on little cat feet. C. She floated graceful as a dove. D. Spring is a dream unsung.\nWilma's arm is broken when Paula knocks her down during an agrument. If Wilma sues Paula for battery, what damages is Wilma likely to receive?\nWell I saying both. I have describe two cultrals and their views on health. i shows african and caucaisians american. I know that african american An excessive impact on minority populations is chronic diseases. Chronic diseases that are consider in African American are AIDS, ...\nI need some help with what are some of the implications to health care providers in African American and Caucasian? Considering cultural views on the health as organic, health as harmony and disease as a curse or stigma\nI need some help with listing at two pros and cons for each of the given patient and caregiver roles as a -Mechanics and machines -Parents and children -Spiritualists and believers -Providers and consumers -Partners This is so I can right my paper\nFor Further Reading", "id": "<urn:uuid:656316dd-4afd-4827-9101-cca512394d6e>", "dump": "CC-MAIN-2013-20", "url": "http://www.jiskha.com/members/profile/posts.cgi?name=kia&page=6", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9430113434791565, "token_count": 388, "score": 3.15625, "int_score": 3}
{"text": "See also the\nDr. Math FAQ:\norder of operations\nBrowse High School Basic Algebra\nStars indicate particularly interesting answers or\ngood places to begin browsing.\nSelected answers to common questions:\nSolving simple linear equations.\nPositive/negative integer rules.\nCompleting the square.\nDirect and indirect variation.\nInequalities and negative numbers.\n- Normalization [08/01/2001]\nHow do I figure out: 90 + 70 + 88 + 94 + x / 5 = 85 ?\n- The Nth Root of N [11/28/2000]\nIs the nth root of n (a whole number other than 1) ever a rational\n- Number of Equations Needed in a Simultaneous Linear System [10/29/2003]\nCould you tell me why we need the same number of equations as\nvariables in order to get a unique solution to a system of\nsimultaneous linear equations?\n- Number * Sum of Remaining Four Numbers [04/03/2003]\nFind 5 numbers such that when each number is multiplied by the sum of\nthe remaining 4 numbers, the following values will result: 152, 245,\n297, 320, 360.\n- Objects in a Pyramid [7/8/1996]\nObjects are stacked in a triangular pyramid... how many objects are in\nthe nth layer from the top?\n- Old Test Questions Answered [1/23/1995]\nI am studying for my midterm, and I've come across two questions that I\ngot wrong and don't understand why....\n- One Variable Equations with Decimals [02/11/1997]\nHow do you solve 8.25x + 3 = 17.5 + x?\n- Open Sentence, Statement [09/18/2001]\nWhat is an open sentence?\n- Operator Precedence [08/13/2003]\nSince the following statement is true: (1+1)**(5-2) is 8, why is the\nfollowing statement true and not false: 2**1+1 is 3 and not 4, and\n3*1**3 is 3 and not 27...' ?\n- Ordering Exponents and Variables [04/08/2000]\nIs there a rule for putting terms in descending order if the variables\nhave the same exponent? What about negative exponents and descending\n- Ordering Products, Powers, and Parameters of Trigonometric Functions [10/31/2010]\nA student wants to know how to unambiguously interpret strings of trigonometric\nfunctions, multiplication, and exponentiation. Doctor Peterson digs into a history book\n-- as well as another math doctor's conversation -- to illuminate the vagaries of the\n- Order in Linear Expressions [11/20/2001]\nCan you give me a convincing argument as to why, in an equation such as\ny=13-7x, where y is a function of x, it should be written as y=-7x+13?\n- Order of Operations [05/19/1999]\nGiven a, b, x, and y, find ax/by.\n- Order of Operations with Percentages [04/05/2001]\nWhy does the order of operations exclude percentage, square roots, etc.?\n- Other Ways to Get the Quadratic Formula [02/19/2010]\nDoctor Jacques shares two ways to derive [-b +/- SQRT(b^2 - 4ac)]/2a\nwithout explicitly completing the square.\n- Pairs of Odd Integers [09/24/1997]\nFind all pairs of odd integers a and b that satisfy the equation: a +\n128b = 3ab.\n- Parabola with Horizontal or Vertical Axis [05/03/2001]\nHow can I find the focus and directrix of a parabola whose axis is either\nhorizontal or vertical, like 2x^2 = -y?\n- Parabolic Golf Shot Equations [01/24/2002]\nDoes the ball reach the green?\n- Parallel and Perpendicular Lines [01/14/1999]\nHow do you tell without graphing whether the graphs of these equations\nare parallel, perpendicular, or neither?\n- Parallel Lines [12/31/1998]\nWhat are some ways of proving lines parallel - geometrically and\n- Parametric Form for Equation of a Line [6/30/1996]\nHow can you convert an equation such as y = -3x/4 + 7/2 to parametric\n- Parity [8/2/1996]\nHow do I determine if the given function is odd, even or neither? What's\nthe symmetry of the graph?\n- Partial Fractions [01/29/1998]\nHow do I express 3/1-(x^3) in partial fractions?\n- Pascal's Triangle Pattern [04/22/1999]\nWhat pattern does multiplying each entry by 1, 2, 3, 4, 5... in order,\nand adding the products yield?\n- Perfect Square: Solving Two Equations [6/14/1996]\nx^2 + 5 is a perfect square, and x^2 - 5 is a perfect square.\n- Perimeter Equals Area in a Triangle [4/2/1996]\nWhen will the area and perimeter of a right triangle be numerically\n- Picture Frame, Triangle Measurements [5/20/1996]\nMy teacher gave us ten questions to answer and I could do all except two:\n1) A framed rectangular picture is 35cm long and 25cm wide... 2) The base\nof a triangle is 9cm more than the perpendicular height...\n- Plus or Minus Sign [03/08/2002]\nWhat does this equation mean: y = +- k ? The - sign is directly under the\n- Point Equidistant from 3 Other Points [04/11/1999]\nHow do you find a point that is equidistant from three other points?\n- Point on a Line [03/23/2001]\nCan you please tell me a formula to find if a point exists on a line?\nBoth are in x,y form.\n- Polynomial Brain-Twisters [12/4/1995]\nI'm stumped on some similar polynomial problems...\n- Polynomial Degrees and Definition of a Field [03/02/1998]\nThe degree of polynomials added together, and definition of a field.\n- Polynomial Factoring Rules [04/02/1997]\nHow do I apply the polynomial factoring rules to t^21+1 and 25y^2-144 =\n- Polynomial Problem [3/11/1995]\nA remainder of 9 results when the polynomial p(x) is divided by x-2, a\nremainder of -3 when p(x) is divided by x+2, and a remainder of 3 when\ndivided by x-1. Find the remainder when p(x) is divided by (x-2)(x+2)(x-\n- Population and Percentage [03/07/1999]\nGiven population data, find the number of women in two different years.\n- Positive Unit Fractions [10/02/2002]\nFind five different positive unit fractions whose sum is 1. (A unit\nfraction is a fraction whose numerator is 1. All denominators must\nalso be natural numbers.)\n- Precedence of Unary Operators [09/01/99]\nThe PEMDAS rule for order of operations ignores unary operators. Can you\nexplain the proper precedence for them, and give an example showing how\nnot knowing the rule can cause an incorrect result?\n- Preparing for an Algebra Test [11/1/1995]\nA 9th grade math student asks for help preparing for final exams. What is\nthe difference between the terms: solve and simplify? How do you find the\ngradient in a graph?\n- Prize Money [09/04/1997]\nIf first prize wins $1,000 out of $6,000 and twentieth prize wins $100,\nhow much money do second through nineteenth place win? Is this a\n- Probability of a Function Having Complex Roots [05/11/2000]\nWhat is the probability that the function f(x) = x^2 + px + q = 0 will\nhave complex roots when p and q lie between 0 and 1? ...when p and q lie\nbetween 0 and 5? ...when p and q are greater than 0?", "id": "<urn:uuid:7308a886-f8d1-4f71-a8ac-74e6e4712804>", "dump": "CC-MAIN-2013-20", "url": "http://mathforum.org/library/drmath/sets/high_algebra.html?start_at=441&num_to_see=40&s_keyid=38309224&f_keyid=38309225", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.813244104385376, "token_count": 1828, "score": 3.609375, "int_score": 4}
{"text": "Beyond simple math and grouping (like \"(x+2)(x-4)\"), there are some\nfunctions you can use as well. Look below to see them all. They are mostly\nstandard functions written as you might expect. You can also use \"pi\" and \"e\"\nas their respective constants.\nPlease note: You should not use fractional exponents. For\nexample, don't type \"x^(1/3)\" to compute the cube root of x.\nInstead, use \"root(x,3)\".\nWhen you want a quick graph of a function, you can just go to\nhttp://graphsketch.com/[function], like http://graphsketch.com/sin(x).\nYou can even separate multiple equations with commas, like\nFor more information on GraphSketch (how it works, etc.), see\nmy blog post", "id": "<urn:uuid:f6615daf-e8f5-421d-a07e-eb45a1bb137b>", "dump": "CC-MAIN-2013-20", "url": "http://www.graphsketch.com/parametric.php", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.895248532295227, "token_count": 189, "score": 2.75, "int_score": 3}
{"text": "Basic Use To make a new number, a simple initialization suffices:\nvar foo = 0; // or whatever number you want\nfoo = 1; //foo = 1 foo += 2; //foo = 3 (the two gets added on) foo -= 2; //foo = 1 (the two gets removed)\nNumber literals define the number value. In particular: They appear as a set of digits of varying length. Negative literal numbers have a minus sign before the set of digits. Floating point literal numbers contain one decimal point, and may optionally use the E notation with the character e. An integer literal may be prepended with \"0\", to indicate that a number is in base-8. (8 and 9 are not octal digits, and if found, cause the integer to be read in the normal base-10). An integer literal may also be found with \"0x\", to indicate a hexadecimal number. The Math Object Unlike strings, arrays, and dates, the numbers aren't objects. The Math object provides numeric functions and constants as methods and properties. The methods and properties of the Math object are referenced using the dot operator in the usual way, for example:\nvar varOne = Math.ceil(8.5); var varPi = Math.PI; var sqrt3 = Math.sqrt(3);\nMethods random() Generates a pseudo-random number.\nvar myInt = Math.random();\nmax(int1, int2) Returns the highest number from the two numbers passed as arguments.\nvar myInt = Math.max(8, 9); document.write(myInt); //9\nmin(int1, int2) Returns the lowest number from the two numbers passed as arguments.\nvar myInt = Math.min(8, 9); document.write(myInt); //8\nfloor(float) Returns the greatest integer less than the number passed as an argument.\nvar myInt = Math.floor(90.8); document.write(myInt); //90;\nceil(float) Returns the least integer greater than the number passed as an argument.\nvar myInt = Math.ceil(90.8); document.write(myInt); //91;\nround(float) Returns the closest integer to the number passed as an argument.\nvar myInt = Math.round(90.8); document.write(myInt); //91;", "id": "<urn:uuid:eecdd55e-49d8-40e4-9834-6f3dce28fa4c>", "dump": "CC-MAIN-2013-20", "url": "http://fatalweb.com/tutorials/12/48/javascript-numbers", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.7697402238845825, "token_count": 508, "score": 3.96875, "int_score": 4}
{"text": "The concept of a numbering machine is quite simple. It consists of various wheels inside and all wheels are stamped with numbers. But, what could be done with this? Well, the wheels of a numbering machine can be set and arranged to form a date or various other numbers. Basically numbers machines are used to imprint items with sequential numbers. Over the time, people have been using this type of machine to stamp many different kinds of paperwork. By adjusting the numbers stamped on wheels, you can keep an organized record of your date paperwork and label contracts.\nNumbering machines are considered as an inevitable stationery in offices or corporations, especially small businesses. They are used for any paperwork that requires to be printed with unique and trackable numbers. It is a way to keep an organized record of whatever you do. There are many applications in an office set up that require sequential numbering, such as purchase orders, invoices, production orders, inventory paperwork, insurance claims, property documents, serial number tags and much more. (more…)", "id": "<urn:uuid:34a18b86-5717-4716-8eed-650c970bbd9c>", "dump": "CC-MAIN-2013-20", "url": "http://blog.acornsales.com/tag/stationery/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.956297755241394, "token_count": 206, "score": 2.828125, "int_score": 3}
{"text": "Complete the following test so you can be sure you understand the material. Your answers are private, and test results are not scored.\nWhen you create a new table in Datasheet view, you must define a primary key field.\nYou can't use the Lookup Wizard to alter an existing value list.\nWhen you use a template to create a table, you must set data types for the fields in the new table.\nWhich of the following is the correct syntax for a value list?\n'Option 1','Option 2','Option 3'\n\"Option 1\";\"Option 2\";\"Option 3\"\n\"Option 1\":\"Option 2\":\"Option 3\"", "id": "<urn:uuid:21328ea9-4f20-4eeb-8f36-e480bf4e97a9>", "dump": "CC-MAIN-2013-20", "url": "http://office.microsoft.com/en-us/training/test-yourself-RZ010288610.aspx?section=9", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.7421594262123108, "token_count": 136, "score": 2.5625, "int_score": 3}
