{"text": "Help kids practice their counting skills with this printable counting to eight (8) worksheet that has a fun birds theme. This worksheet will be a great addition to any numbers or counting lesson plan as well as any birds themed lesson plan. On this worksheet, kids are asked to count the number of cardinals and circle the correct number (eight) at the bottom of the page.\nView and Print Your Birds Themed Counting Worksheet\nAll worksheets on this site were done personally by our family. Please do not reproduce any of our content on your own site without direct permission. We welcome you to link directly to any pages on our site without specific permission. We also welcome any feedback, ideas or anything you want to share with us - just email us at firstname.lastname@example.org.", "id": "<urn:uuid:62414080-4b8a-49db-816c-5a3eca396b17>", "dump": "CC-MAIN-2013-20", "url": "http://www.allkidsnetwork.com/worksheets/animals/birds/birds-worksheet-counting8.asp", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9313437342643738, "token_count": 166, "score": 3.515625, "int_score": 4}
{"text": "Age: 2-5 years\nLittle ones can make flowers using muffin liners, glitter glue and buttons.\nWhat You Need:\n•Glue (we used glitter glue)\n•Muffin liners (we used some plain and some silver)\nWhat You Do:\n- Let your little ones put glue on the construction paper whereever they would like to put a \"flower\".\n- Have them place a muffin liner on the glue. Repeat.\n- Encourage your child/student to put a dab of glue in the center of the muffin liner.\n- Then, have them place a button on the glue dab.\n- To complete the picture, little ones can use markers to draw stems and leaves on the construction paper.\nwww.KinderArt.com | www.KinderArtLittles.com\n© Andrea Mulder-Slater and KinderArt ®", "id": "<urn:uuid:d29c3a47-5696-46ff-a869-4b97755c8d20>", "dump": "CC-MAIN-2013-20", "url": "http://www.kinderart.com/littles/artmaking/muffinlinerflowers.shtml", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.7309342622756958, "token_count": 188, "score": 2.953125, "int_score": 3}
{"text": "Ethiopian kids hack Zoom tablets in five months.\nThe One Laptop Per Child (OLPC) project recently tried a new approach to distributing computers to developing countries, by leaving boxes of tablets in remote Ethiopian villages with no instructions. The Motorola Zoom tablets had a custom English language OS, a solar charger, and tracking software to monitor how they were used.\nTo the surprise of the organization, not only could the kids who started using the tablets easily figure out how to switch on and use them, but they also learnt to hack into the OS and enable features - amazing especially seeing as most of the kids had never seen a printed word before, let alone in English.\n“We left the boxes in the village. Closed. Taped shut. No instruction, no human being. I thought, the kids will play with the boxes! Within four minutes, one kid not only opened the box, but found the on/off switch. He’d never seen an on/off switch. He powered it up. Within five days, they were using 47 apps per child per day. Within two weeks, they were singing ABC songs [in English] in the village. And within five months, they had hacked Android. Some idiot in our organization or in the Media Lab had disabled the camera! And they figured out it had a camera, and they hacked Android.”\nOLPC used the experiment to see whether kids can teach themselves to read and write English. Research shows that 100,000,000 kids worldwide don’t even make to to first grade, often because there are no schools or teachers available. For the cost of a tablet, that could all change. Previous OLPC studies have also shown that the kids will also teach their parents to read and write as well.", "id": "<urn:uuid:9dc0e204-f56c-43cf-b426-74e04dd58130>", "dump": "CC-MAIN-2013-20", "url": "http://augustobre.tumblr.com/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9698531031608582, "token_count": 364, "score": 2.796875, "int_score": 3}
{"text": "Teacher Tip: instead of addressing the class as...\nMaps: Behold ORBIS, a Google Maps for the Roman... →\nHave you ever wondered how much it would cost to travel from Londinium to Jerusalem in February during the heyday of the Roman Empire? Thanks to a project helmed by historian Walter Scheidel and developer Elijah Meeks of Stanford University, all of your pressing queries about Roman roadways can be answered! This is ORBIS, an online simulation (and thoroughly brainy time sink) that allows you to...\n\"Telling the Time\" presentation →\nDon't Insist on English →\nchris-english-daily: A TED talk presentation about the spread and usage of the English language - some interesting ideas here kids ….", "id": "<urn:uuid:848c99d1-4b57-4148-90f9-66ad418ba789>", "dump": "CC-MAIN-2013-20", "url": "http://stepladderteaching.tumblr.com/archive", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8552047610282898, "token_count": 159, "score": 2.546875, "int_score": 3}
{"text": "Dictionary and translator for handheld\nNew : sensagent is now available on your handheld\nA windows (pop-into) of information (full-content of Sensagent) triggered by double-clicking any word on your webpage. Give contextual explanation and translation from your sites !\nWith a SensagentBox, visitors to your site can access reliable information on over 5 million pages provided by Sensagent.com. Choose the design that fits your site.\nImprove your site content\nAdd new content to your site from Sensagent by XML.\nCrawl products or adds\nGet XML access to reach the best products.\nIndex images and define metadata\nGet XML access to fix the meaning of your metadata.\nPlease, email us to describe your idea.\nLettris is a curious tetris-clone game where all the bricks have the same square shape but different content. Each square carries a letter. To make squares disappear and save space for other squares you have to assemble English words (left, right, up, down) from the falling squares.\nBoggle gives you 3 minutes to find as many words (3 letters or more) as you can in a grid of 16 letters. You can also try the grid of 16 letters. Letters must be adjacent and longer words score better. See if you can get into the grid Hall of Fame !\nChange the target language to find translations.\nTips: browse the semantic fields (see From ideas to words) in two languages to learn more.\n1.the language of educated people in ancient Rome\"Latin is a language as dead as dead can be. It killed the ancient Romans--and now it's killing me\"\nclassical Latin (n.)\nLatin inscription in the Colosseum\n|Spoken in||Roman republic, Roman empire|\n|Region||mare nostrum (Mediterranean)|\n|Era||75 BC to the 3rd century AD, when it developed into Late Latin|\n|Writing system||Latin alphabet|\n|Official language in||Roman republic, Roman empire|\n|Regulated by||Schools of grammar and rhetoric|\nThe range of Latin, 60 AD\nClassical Latin in simplest terms is the socio-linguistic register of the Latin language regarded by the enfranchised and empowered populations of the late Roman republic and the Roman empire as good Latin. Most writers during this time made use of it. Any unabridged Latin dictionary informs moderns that Marcus Tullius Cicero and his contemporaries of the late republic while using lingua Latina and sermo Latinus to mean the Latin language as opposed to the Greek or other languages, and sermo vulgaris or sermo vulgi to refer to the vernacular of the uneducated masses, regarded the speech they valued most and in which they wrote as Latinitas, \"Latinity\", with the implication of good. Sometimes it is called sermo familiaris, \"speech of the good families\", sermo urbanus, \"speech of the city\" or rarely sermo nobilis, \"noble speech\", but mainly besides Latinitas it was Latine (adverb), \"in good Latin\", or Latinius (comparative degree of adjective), \"good Latin.\"\nLatinitas was spoken as well as written. Moreover, it was the language taught by the schools. Prescriptive rules therefore applied to it, and where a special subject was concerned, such as poetry or rhetoric, additional rules applied as well. Now that the spoken Latinitas has become extinct (in favor of various other registers later in date) the rules of the, for the most part, polished (politus) texts may give the appearance of an artificial language, but Latinitas was a form of sermo, or spoken language and as such retains a spontaneity. No authors are noted for the type of rigidity evidenced by stylized art, except possibly the repetitious abbreviations and stock phrases of inscriptions.\nGood Latin in philology is \"classical\" Latin literature. The term refers to the canonicity of works of literature written in Latin in the late Roman republic and the early to middle Roman empire: \"that is to say, that of belonging to an exclusive group of authors (or works) that were considered to be emblematic of a certain genre.\" The term classicus (masculine plural classici) was devised by the Romans themselves to translate Greek ἐγκριθέντες (egkrithentes), \"select\", referring to authors who wrote in Greek that were considered model. Before then, classis, in addition to being a naval fleet, was a social class in one of the diachronic divisions of Roman society according to property ownership by the Roman constitution. The word is a transliteration of Greek κλῆσις (klēsis) \"calling\", used to rank army draftees by property from first to fifth class.\nClassicus is anything primae classis, \"first class\", such as the authors of the polished works of Latinitas, or sermo urbanus. It had nuances of the certified and the authentic: testis classicus, \"reliable witness.\" It was in this sense that Marcus Cornelius Fronto (an African-Roman lawyer and language teacher) in the 2nd century AD used scriptores classici, \"first-class\" or \"reliable authors\" whose works could be relied upon as model of good Latin. This is the first known reference, possibly innovated at this time, to classical applied to authors by virtue of the authentic language of their works.\nIn imitation of the Greek grammarians, the Roman ones, such as Quintilian, drew up lists termed indices or ordines on the model of the Greek lists, termed pinakes, considered classical: the recepti scriptores, \"select writers.\" Aulus Gellius includes many authors, such as Plautus, who are currently considered writers of Old Latin and not strictly in the period of classical Latin. The classical Romans distinguished Old Latin as prisca Latinitas and not sermo vulgaris. Each author (and work) in the Roman lists was considered equivalent to one in the Greek; for example Ennius was the Latin Homer, the Aeneid was a new Iliad, and so on. The lists of classical authors were as far as the Roman grammarians went in developing a philology. The topic remained at that point while interest in the classici scriptores declined in the medieval period as the best Latin yielded to medieval Latin, somewhat less than the best by classical standards.\nThe Renaissance brought a revival of interest in restoring as much of Roman culture as could be restored and with it the return of the concept of classic, \"the best.\" Thomas Sebillet in 1548 (Art Poétique) referred to \"les bons et classiques poètes françois\", meaning Jean de Meun and Alain Chartier, which was the first modern application of the word. According to Merriam Webster's Collegiate Dictionary, the term classical, from classicus, entered modern English in 1599, some 50 years after its re-introduction on the continent. Governor William Bradford in 1648 referred to synods of a separatist church as \"classical meetings\" in his Dialogue, a report of a meeting between New-England-born \"young men\" and \"ancient men\" from Holland and England. In 1715 Laurence Echard's Classical Geographical Dictionary was published. In 1736 Robert Ainsworth's Thesaurus Linguae Latinae Compendarius turned English words and expressions into \"proper and classical Latin.\" In 1768 David Ruhnken (Critical History of the Greek Orators) recast the mold of the view of the classical by applying the word canon to the pinakes of orators, after the Biblical canon or list of authentic books of the Bible. Ruhnken had a kind of secular catechism in mind.\nIn 1870 Wilhelm Sigismund Teuffel in Geschichte der Römischen Literatur (A History of Roman Literature) innovated the definitive philological classification of classical Latin based on the metaphoric uses of the ancient myth of the Ages of Man, a practice then universally current: a Golden Age and a Silver Age of classical Latin were to be presumed. The practice and Teuffel's classification, with modifications, are still in use. His work was translated into English as soon as published in German by Wilhelm Wagner, who corresponded with Teuffel. Wagner published the English translation in 1873. Teuffel divides the chronology of classical Latin authors into several periods according to political events, rather than by style. Regarding the style of the literary Latin of those periods he had but few comments.\nTeuffel was to go on with other editions of his history, but meanwhile it had come out in English almost as soon as it did in German and found immediate favorable reception. In 1877 Charles Thomas Cruttwell produced the first English work along the same lines. In his Preface he refers to \"Teuffel's admirable history, without which many chapters in the present work could not have attained completeness\" and also gives credit to Wagner.\nCruttwell adopts the same periods with minor differences; however, where Teuffel's work is mainly historical, Cruttwell's work contains detailed analyses of style. Nevertheless like Teuffel he encounters the same problem of trying to summarize the voluminous detail in a way that captures in brief the gist of a few phases of writing styles. Like Teuffel, he has trouble finding a name for the first of the three periods (the current Old Latin phase), calling it mainly \"from Livius to Sulla.\" The language, he says, is \"…marked by immaturity of art and language, by a vigorous but ill-disciplined imitation of Greek poetical models, and in prose by a dry sententiousness of style, gradually giving way to a clear and fluent strength…\" These abstracts have little meaning to those not well-versed in Latin literature. In fact, Cruttwell admits \"The ancients, indeed, saw a difference between Ennius, Pacuvius, and Accius, but it may be questioned whether the advance would be perceptible by us.\"\nSome of Cruttwell's ideas have become stock in Latin philology for better or for worse. While praising the application of rules to classical Latin, most intensely in the Golden Age, he says \"In gaining accuracy, however, classical Latin suffered a grievous loss. It became cultivated as distinct from a natural language… Spontaneity, therefore, became impossible and soon invention also ceased… In a certain sense, therefore, Latin was studied as a dead language, while it was still a living.\" These views are certainly debatable; one might ask how the upper classes of late 16th century Britain, who shared the Renaissance zealousness for the classics, managed to speak spontaneous Latin to each other officially and unofficially after being taught classical Latin by tutors hired for the purpose. Latinitas in the Golden Age was in fact sermo familiaris, the spoken Latin of the Roman upper classes, who sent their children to school to learn it. The debate continues.\nA second problem is the appropriateness of Teuffel's scheme to the concept of classical Latin, which Teuffel does not discuss. Cruttwell addresses the problem, however, altering the concept of the classical. As the best Latin is defined as golden Latin, the second of the three periods, the other two periods considered classical are left hanging. While on the one hand assigning to Old Latin the term pre-classical and by implication the term post-classical (or post-Augustan) to silver Latin Cruttwell realizes that this construct is not according to ancient usage and asserts \"…the epithet classical is by many restricted to the authors who wrote in it [golden Latin]. It is best, however, not to narrow unnecessarily the sphere of classicity; to exclude Terence on the one hand or Tacitus and Pliny on the other, would savour of artificial restriction rather than that of a natural classification.\" (This from a scholar who had just been complaining that golden Latin was not a natural language.) The contradiction remains; Terence is and is not a classical author depending on context.\nAfter defining a \"First Period\" of inscriptional Latin and the literature of the earliest known authors and fragments, to which he assigns no definitive name (he does use the term \"Old Roman\" at one point), Teuffel presents \"the second period\", his major, \"das goldene Zeitalter der römischen Literatur\", the Golden Age of Roman Literature, dated 671 – 767 AUC or 83 BC – 14 AD according to his time reckoning, between the dictatorship of Lucius Cornelius Sulla and the death of the emperor Augustus. Of it Wagner translating Teuffel writes\nThe golden age of the Roman literature is that period in which the climax was reached in the perfection of form, and in most respects also in the methodical treatment of the subject-matters. It may be subdivided between the generations, in the first of which (the Ciceronian Age) prose culminated, while poetry was principally developed in the Augustan Age.\nThe Ciceronian Age was dated 671–711 AUC (83 BC – 43 BC), ending just after the assassination of Gaius Julius Caesar, and the Augustan 711–67 AUC (43 BC – 14 AD), ending with the death of Augustus. The Ciceronian Age is further divided by the consulship of Cicero in 691 AUC or 63 BC into a first and second half. Authors are assigned to these periods by years of principal achievements.\nThe Golden Age had already made an appearance in German philology but in a less systematic way. In Bielfeld's 1770 Elements of universal erudition the author says (in translation): \"The Second Age of Latin began about the time of Caesar [his ages are different from Teuffel's], and ended with Tiberius. This is what is called the Augustan Age, which was perhaps of all others the most brilliant, a period at which it should seem as if the greatest men, and the immortal authors, had met together upon the earth, in order to write the Latin language in its utmost purity and perfection.\" and of Tacitus \"…his conceits and sententious style is not that of the golden age…\". Teuffel evidently received the ideas of a golden and silver Latin from an existing tradition and embedded them in a new system, transforming them as he thought best.\nIn Cruttwell's introduction, the Golden Age is dated 80 BC – 14 AD (\"from Cicero to Ovid\"), which is about the same as Teuffel's. Of this \"Second Period\" Cruttwell says that it \"represents the highest excellence in prose and poetry,\" paraphrasing Teuffel. The Ciceronian Age is now \"the Republican Period\" and is dated 80–42 BC through the Battle of Philippi. Later in the book Cruttwell omits Teuffel's first half of the Ciceronian and starts the Golden Age at Cicero's consulship of 63 BC, an error perpetuated into Cruttwell's second edition as well. He must mean 80 BC as he includes Varro in Golden Latin. Teuffel's Augustan Age is Cruttwell's Augustan Epoch, 42 BC – 14 AD.\nThe literary histories list all authors canonical to the Ciceronian Age even though their works may be fragmentary or may not have survived at all. With the exception of a few major writers, such as Cicero, Caesar, Lucretius and Catullus, ancient accounts of Republican literature are glowing accounts of jurists and orators who wrote prolifically but who now can't be read because their works have been lost, or analyses of language and style that appear insightful but can't be verified because there are no surviving instances. In that sense the pages of literary history are peopled with shadows: Aquilius Gallus, Quintus Hortensius Hortalus, Lucius Licinius Lucullus and many others who left a reputation but no readable works; they are to be presumed in the Golden Age by their associations. A list of some canonical authors of the period, whose works have survived in whole or in part (typically in part, some only short fragments) is as follows:\nThe Golden Age is divided by the assassination of Julius Caesar. In the wars that followed the Republican generation of literary men was lost, as most of them had taken the losing side; Marcus Tullius Cicero was beheaded in the street as he enquired from his litter what the disturbance was. They were replaced by a new generation that had grown up and been educated under the old and were now to make their mark under the watchful eye of the new emperor. As the demand for great orators was more or less over, the talent shifted emphasis to poetry. Other than the historian Livy, the most remarkable writers of the period were the poets Vergil, Horace, and Ovid. Although Augustus evidenced some toleration to republican sympathizers, he exiled Ovid, and imperial tolerance ended with the continuance of the Julio-Claudian Dynasty.\nAugustan writers include:\nIn his second volume, on the Imperial Period, Teuffel initiated a slight alteration in approach, making it clearer that his terms applied to the Latin and not just to the age, and also changing his dating scheme from years AUC to modern. Although he introduces das silberne Zeitalter der römischen Literatur, \"the Silver Age of Roman Literature\", 14–117 AD, from the death of Augustus to the death of Trajan, he also mentions regarding a section of a work by Seneca the Elder a wenig Einfluss der silbernen Latinität, a \"slight influence of silver Latin.\" It is clear that he had shifted in thought from golden and silver ages to golden and silver Latin, and not just Latin, but Latinitas, which must at this point be interpreted as classical Latin. He may have been influenced in that regard by one of his sources, E. Opitz, who in 1852 had published a title specimen lexilogiae argenteae latinitatis, mentioning silver Latinity. Although Teuffel's First Period was equivalent to Old Latin and his Second Period was equal to the Golden Age, his Third Period, die römische Kaiserheit, encompasses both the Silver Age and the centuries now termed Late Latin, in which the forms seemed to break loose from their foundation and float freely; that is, literary men appeared uncertain as to what \"good Latin\" should mean. The last of the Classical Latin is the Silver Latin. The Silver Age is the first of the Imperial Period and is divided into die Zeit der julischen Dynastie, 14–68; die Zeit der flavischen Dynastie, 69–96; and die Zeit des Nerva und Trajan, 96–117. Subsequently Teuffel goes over to a century scheme: 2nd, 3rd, etc., through 6th. His later editions (which came out in the rest of the late 19th century) divide the Imperial Age into parts: the 1st century (Silver Age), the 2nd century: Hadrian and the Antonines and the 3rd through the 6th Centuries. Of the Silver Age proper, pointing out that anything like freedom of speech had vanished with Tiberius, Teuffel says\n…the continual apprehension in which men lived caused a restless versatility… Simple or natural composition was considered insipid; the aim of language was to be brilliant… Hence it was dressed up with abundant tinsel of epigrams, rhetorical figures and poetical terms… Mannerism supplanted style, and bombastic pathos took the place of quiet power.\nThe content of new literary works was continually proscribed by the emperor (by executing or exiling the author), who also played the role of literary man (typically badly). The talent therefore went into a repertory of new and dazzling mannerisms, which Teuffel calls \"utter unreality.\" Crutwell picks up this theme:\nThe foremost of these [characteristics] is unreality, arising from the extinction of freedom… Hence arose a declamatory tone, which strove by frigid and almost hyterical exaggeration to make up for the healthy stimulus afforded by daily contact with affairs. The vein of artificial rhetoric, antithesis and epigram… owes its origin to this forced contentment with an uncongenial sphere. With the decay of freedom, taste sank…\nIn Crutwell's view (which had not been expressed by Teuffel), Silver Latin was a \"rank, weed-grown garden\", a \"decline.\" Cruttwell had already decried what he saw as a loss of spontaneity in Golden Latin. That Teuffel should regard the Silver Age as a loss of natural language and therefore of spontaneity, implying that the Golden Age had it, is passed without comment. Instead, Tiberius brought about a \"sudden collapse of letters.\" The idea of a decline had been dominant in English society since Edward Gibbon's Decline and Fall of the Roman Empire. Once again, Cruttwell evidences some unease with his stock pronouncements: \"The Natural History of Pliny shows how much remained to be done in fields of great interest.\" The idea of Pliny as a model is not consistent with any sort of decline; moreover, Pliny did his best work under emperors at least as tolerant as Augustus had been. To include some of the best writings of the Silver Age, Cruttwell found he had to extend the period through the death of Marcus Aurelius, 180 AD. The philosophic prose of that good emperor was in no way compatible with either Teuffel's view of unnatural language or Cruttwell's depiction of a decline. Having created these constructs, the two philologists found they could not entirely justify them; apparently, in the worst implications of their views, there was no classical Latin by the ancient definition at all and some of the very best writing of any period in world history was a stilted and degenerate unnatural language.\nWriters of the Silver Age include the following.\nOf the additional century granted by Cruttwell and others of his point of view to Silver Latin but not by Teuffel the latter says \"The second century was a happy period for the Roman State, the happiest indeed during the whole Empire… But in the world of letters the lassitude and enervation, which told of Rome's decline, became unmistakeable… its forte is in imitation.\" Teuffel, however, excepts the jurists; others find other \"exceptions,\" recasting Teuffels's view.\nThe style of language refers to repeatable features of speech that are somewhat less general than the fundamental characteristics of the language. The latter give it a unity allowing it to be referenced under a single name. Thus Old Latin, Classical Latin, Vulgar Latin, etc., are not considered different languages, but are all referenced under the name of Latin. This is an ancient practice continued by moderns rather than a philological innovation of recent times. That Latin had case endings is a fundamental feature of the language. Whether a given form of speech prefers to use prepositions such as ad, ex, de for \"to\", \"from\" and \"of\" rather than simple case endings is a matter of style. Latin has a large number of styles. Each and every author has a style, which typically allows his prose or poetry to be identified by experienced Latinists. The problem of comparative literature has been to group styles finding similarities by period, in which case one may speak of Old Latin, Silver Latin, Late Latin as styles or a phase of styles.\nThe ancient authors themselves first defined style by recognizing different kinds of sermo, or \"speech.\" In making the value judgement that classical Latin was \"first class\" and that it was better to write with Latinitas they were themselves selecting the literary and upper-class language of the city as a standard style and all sermo that differed from it was a different style; thus in rhetoric Cicero was able to define sublime, intermediate and low styles (within classical Latin) and St. Augustine to recommend the low style for sermons (from sermo). Style therefore is to be defined by differences in speech from a standard. Teuffel defined that standard as Golden Latin.", "id": "<urn:uuid:ca387b2a-7df2-4bb1-8e2d-9e82dcdc8b5a>", "dump": "CC-MAIN-2013-20", "url": "http://dictionary.sensagent.com/Classical_Latin/en-en/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9565777778625488, "token_count": 5107, "score": 2.859375, "int_score": 3}
{"text": "A land whose rich cultural heritage is discovered not only from within the walls of numerous museums, galleries and churches, many of which today, as zero category monuments are included in a part of the UNESCO World Heritage List, but also in that magical place on the Mediterranean, where even the shortest stroll becomes a journey down a staircase thousands of years old, which takes one through a history that is at the same time turbulent, exciting and glorious.\nWith as many as seven cultural phenomena- The Festivity of Saint Blaise, lace-making in Lepoglava, Hvar and Pag, the bell ringers from the Kastav region, the Hvar Procession Za Križem, (‘following the Cross’), two-part singing in the Istrian scale, in Istria and Hrvatsko Primorje, the spring procession of ‘Ljelje’ and traditional manufacture of wooden toys in the Hrvatsko zagorje region, Croatia is among the countries with the most protected intangible cultural heritage elements, recorded on the UNESCO List.\nThe famous scientist Nikola Tesla (1856-1943), inventor of alternating current.\nWas born in Smiljan, Croatia, died in New York, USA.\nDog breed Dalmatian originates from these areas? In a small Franciscan monastery in Zaostrog, there is a painting from 1724 which for the first time depicts a Dalmatian dog…\nSlavoljub Eduard Penkala\nIn 1906, a Croat Slavoljub Eduard Penkala for the first time applied for a patent for a ballpoint (penkala) and a holder for a fountain pen.\nFrom time immemorial, the tie has been a part of the Croatian national costume, which was preserved by the Croats to the more recent times, who moved to central Europe in the 16th century. It was later taken over by the Croatian soldiers who were fighting in Europe, and a part of their uniform was assumed by the French in the 17th century. Under the leadership of the French „God of Sun\" Louis XIV there was a horsemen unit, the so-called Royal cravate, who wore mostly red collar ribbons. The custom of wearing ribbons from the Croats dates back to this time, which was later expanded around Europe and the world, and today is inevitably the most important detail in men's fashion, and also an original Croatian souvenir. The word «kravata» (tie) originates from the word «Kroate»...\nThe world traveler and explorer Marco Polo was born in 1254, most probably on the island of Korčula. Even today, there are people living on the island with the same last name..\nIsland of Vrnik is situated in the archipelago of the Pelješac canal in front of the east coast of Korčula island, widely known for its stone-pit of quality lime-stone (marble) from which Aia Sofia (Istanbul) and the While House (Washington) were partly built as were some palaces-town halls in Dubrovnik, Stockholm, Venice, Vienna.\nVisit to the fertile plains of Baranja where the grapes have been cultivated for centuries, is not complete if you do not taste the \"golden drops\" of Baranja's vineyards. According to the old manuscripts, vine was a usual drink at the royal court of Maria Teresa, and the ancient Romans, delighted with its bouquet and with the sun rises and sunsets of that region, called it the \"Golden hill\"...\nThere is a Ulysses' cave on the island of Mljet. It was named after a story which says that a famous adventurer stranded on the nearby cliff Ogiron, where he met the nymph Calypso with whom he fell in love, and spent unforgettable moments in her company...\nRed-white coat of arms\nRecognizable all over the world, and related only to Croats - characteristic cube-shaped red-white coat of arms which is believed to originate from the Persian original homeland of Croats (red signifies south and white signifies north). That is where the name for two Croatias derives from, i.e. White in north and Red in south. When the Croats have selected Ferdinand Habsburg to be their King in Cetine in 1527, they confirmed that choice with some seals, and one of them was Croatian coat of arms, but with 64 fields, i.e. the complete chess-board. That is where the popular term „šahovnica\" derives from, and Šah (chess) in Persian means the Ruler - Tsar.\nDid you know that there is a world rarity in the Archeological museum in Zagreb? Of course, we are talking about the Zagreb mummy. Nesi-hensu, the wife of Aher-hensu, „the divine tailor\" from Thebes, is the name of a mummified woman who was wrapped in cut ribbons of Zagreb linen book which represents the longest preserved text in Etruscan language and the only preserved sample of linen book in the entire Ancient world.\nTop seven world getaways\nThe American magazine \"In Style\" has included Croatia on its list of seven top world destinations (\"Top seven world getaways\"). The article authors recommend a visit to Croatia for its very rich historical-cultural heritage, natural beauties and clean sea. In addition to Croatia, the list of top seven places includes Kenya, South Africa, London, Greek island Santorini and three American destinations - Aspen, Napa Valley and Nantucket.\nEvery day, for over hundred and ten years, the cannon fires from the top of tower Lotrščak exactly at noon in memory of an event from Zagreb history. According to the legend, exactly at noon, the Grič canon fired a discharge from Lotrščak to the Turkish camp located across Sava and blew out a rooster (or a turkey) which the cook was taking to Pasha on a platter. After this event, the Turks scattered and did not attack Zagreb...", "id": "<urn:uuid:a69aabbc-f529-4d67-843a-a5c3cb4e8fe0>", "dump": "CC-MAIN-2013-20", "url": "http://adriatictraveller.com/ru/croatia-essential/heritage.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9518762826919556, "token_count": 1292, "score": 2.53125, "int_score": 3}
{"text": "Mexican America - Introduction\n\"Mexican America\" is a sampling of objects from the collections of the National Museum of American History. The stories behind these objects reflect the history of the Mexican presence in the United States. They illustrate a fundamentally American story about the centuries-old encounter between distinct (yet sometimes overlapping) communities that have coexisted but also clashed over land, culture, and livelihood.\nWho, where, and what is Mexico? Over time, the definitions and boundaries of Mexico have changed. The Aztec Empire and the area where Náhautl was spoken—today the region surrounding modern Mexico City—was known as Mexico. For 300 years, the Spanish colonizers renamed it New Spain.\nWhen Mexico was reborn in 1821 as a sovereign nation, its borders stretched from California to Guatemala. It was a huge and ancient land of ethnically, linguistically, and economically diverse regions that struggled for national unity. Texas, (then part of the Mexican state of Coahuila y Tejas) was a frontier region far from the dense cities and fertile valleys of central Mexico, a place where immigrants were recruited from the United States. The immigrants in turn declared the Mexican territory an independent republic in 1836 (later a U.S. state), making the state the first cauldron of Mexican American culture. By 1853, the government of Mexico, the weaker neighbor of an expansionist United States, had lost what are today the states of California, Nevada, Utah, Arizona, New Mexico, Texas, and parts of Colorado and Wyoming. In spite of the imposition of a new border, the historical and living presence of Spaniards, Mexicans, indigenous peoples, and their mixed descendants remained a defining force in the creation of the American West.\n“La América Mexicana” es una muestra conformada por objetos provenientes de las distintas colecciones del Museo Nacional de Historia Americana. Estos objetos reflejan la historia de la presencia mexicana en los Estados Unidos e ilustran una crónica fundamentalmente americana acerca del encuentro centenario entre comunidades diferentes que han coexistido, pero que también se han enfrentado, en la pugna por la tierra, la cultura y el sustento.\n¿Quién, dónde y qué es México? Con el transcurso del tiempo, las definiciones y los límites de México han ido cambiando. Se conocía como México al Imperio Azteca y toda el área donde se hablaba náhuatl —actualmente la región circundante a la ciudad de México. Durante 300 años los colonizadores españoles se refirieron a ella como Nueva España. Cuando en 1821 México resurgió como una nación soberana, sus fronteras se extendían desde California a Guatemala. En ese entonces era un antiguo e inmenso territorio conformado por regiones étnica, lingüística y económicamente diversas que luchaban por adquirir unidad nacional. Texas (en ese entonces parte de los estados mexicanos de Coahuila y Tejas) era una región fronteriza lejos de las densas urbes y de los fértiles valles de México central, donde se reclutaban inmigrantes de los Estados Unidos. En el año 1836 este territorio mexicano se declaró como república independiente (y más tarde, estado de EE.UU.), convirtiéndose en el primer calderón de la cultura mexicoamericana. Hacia 1853, el gobierno de México, el vecino débil de un Estados Unidos en expansión, había perdido el territorio de los actuales estados de California, Nevada, Utah, Arizona, Nuevo México, Texas y partes de Colorado y Wyoming. A pesar de la imposición de un nuevo límite fronterizo, la presencia histórica y ocupacional de los españoles, mexicanos y pueblos indígenas, junto a sus descendientes mestizos, constituiría a lo largo del tiempo una influencia determinante para el desarrollo del Oeste Americano.\n\"Mexican America - Introduction\" showing 1 items.\n- This print depicts American forces attacking the fortress palace of Chapultepec on Sept. 13th, 1847. General Winfield Scott, in the lower left on a white horse, led the southern division of the U.S. Army that successfully captured Mexico City during the Mexican American War. The outcome of American victory was the loss of Mexico's northern territories, from California to New Mexico, by the terms set in the Treaty of Guadalupe Hidalgo. It should be noted that the two countries ratified different versions of the same peace treaty, with the United States ultimately eliminating provisions for honoring the land titles of its newly absorbed Mexican citizens. Despite notable opposition to the war from Americans like Abraham Lincoln, John Quincy Adams, and Henry David Thoreau, the Mexican-American War proved hugely popular. The United States' victory boosted American patriotism and the country's belief in Manifest Destiny.\n- This large chromolithograph was first distributed in 1848 by Nathaniel Currier of Currier and Ives, who served as the \"sole agent.\" The lithographers, Sarony & Major of New York (1846-1857) copied it from a painting by \"Walker.\" Unfortunately, the current location of original painting is unknown, however, when the print was made the original painting was owned by a Captain B. S. Roberts of the Mounted Rifles. The original artist has previously been attributed to William Aiken Walker as well as to Henry A. Walke. William Aiken Walker (ca 1838-1921) of Charleston did indeed do work for Currier and Ives, though not until the 1880's and he would have only have been only 10 years old when this print was copyrighted. Henry Walke (1808/9-1896) was a naval combat artist during the Mexican American War who also worked with Sarony & Major and is best known for his Naval Portfolio.\n- Most likely the original painting was done by James Walker (1819-1889) who created the \"Battle of Chapultepec\" 1857-1862 for the U.S. Capitol. This image differs from the painting commissioned for the U. S. Capitol by depicting the troops in regimented battle lines with General Scott in a more prominent position in the foreground. James Walker was living in Mexico City at the outbreak of the Mexican War and joined the American forces as an interpreter. He was attached to General Worth's staff and was present at the battles of Contreras, Churubusco, and Chapultepec. The original painting's owner, Captain Roberts was assigned General Winfield Scott to assist Walker with recreating the details of the battle of Chapultepec. When the painting was complete, Roberts purchased the painting. By 1848, James Walker had returned to New York and had a studio in New York City in the same neighborhood as the print's distributor Nathaniel Currier as well as the lithographer's Napoleon Sarony and Henry B. Major.\n- This popular lithograph was one of several published to visually document the war while engaging the imagination of the public. Created prior to photography, these prints were meant to inform the public, while generally eliminating the portrayal of the more gory details. Historians have been able to use at least some prints of the Mexican War for study and to corroborate with the traditional literary forms of documentation. As an eyewitness, Walker could claim accuracy of detail within the narrative in his painting. The battle is presented in the grand, historic, heroic style with the brutality of war not portrayed. The print depiction is quite large for a chromo of the period. In creating the chromolithographic interpretation of the painting, Sarony & Major used at least four large stones to produce the print \"in colours,\" making the most of their use of color. They also defined each figure with precision by outlining each in black. This print was considered by expert/collector Harry T. Peters as one of the finest ever produced by Sarony & Major.\n- Currently not on view\n- Date made\n- associated date\n- Currier, Nathaniel\n- Scott, Winfield\n- Sarony & Major\n- Walker, James\n- ID Number\n- catalog number\n- accession number\n- Data Source\n- National Museum of American History, Kenneth E. Behring Center", "id": "<urn:uuid:ff577d1a-83b8-467c-af1c-4c0aa2ead4fb>", "dump": "CC-MAIN-2013-20", "url": "http://americanhistory.si.edu/collections/object-groups/mexican-america?edan_start=0&edan_fq=date%3A%221840s%22", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.7762271761894226, "token_count": 1938, "score": 4.0625, "int_score": 4}
{"text": "1854-89 THREE DOLLARS INDIAN HEAD\nIn 1853 the United States negotiated the \"Gadsden Purchase\"settlement of a boundary dispute with Mexico that resulted in the U.S. acquiring what would become the southern portions of Arizona and New Mexico for ten million dollars. The following year Commodore Matthew Perry embarked upon his famed expedition to re-open Japan to the Western world and establish trade. Spreading beyond its borders in many ways, a few years earlier the United States had joined the worldwide move to uniform postage rates and printed stamps when the Congressional Act of March 3, 1845 authorized the first U.S. postage stamps, and set the local prepaid letter rate at five cents. This set the stage for a close connection between postal and coinage history.\nExactly six years later, the postage rate was reduced to three cents when New York Senator Daniel S. Dickinson fathered legislation that simultaneously initiated coinage of the tiny silver three-cent piece as a public convenience. The large cents then in circulation were cumbersome and unpopular, and the new denomination was designed to facilitate the purchase of stamps without using the hated \"coppers.\"\nThis reasoning was carried a step further when the Mint Act of February 21, 1853 authorized a three-dollar gold coin. Congress and Mint Director Robert Maskell Patterson were convinced that the new coin would speed purchases of three-cent stamps by the sheet and of the silver three-cent coins in roll quantities. Unfortunately, at no time during the 35-year span of this denomination did public demand justify these hopes. Chief Engraver James Barton Longacre chose an \"Indian Princess\" for his obverse not a Native American profile, but actually a profile modeled after the Greco-Roman Venus Accroupie statue then in a Philadelphia museum. Longacre used this distinctive sharp-nosed profile on his gold dollar of 1849 and would employ it again on the Indian Head cent of 1859. On the three-dollar coin Liberty is wearing a feathered headdress of equal-sized plumes with a band bearing LIBERTY in raised letters. She's surrounded by the inscription UNITED STATES OF AMERICA. Such a headdress dates back to the earliest known drawings of American Indians by French artist Jacques le Moyne du Morgue's sketches of the Florida Timucua tribe who lived near the tragic French colony of Fort Caroline in 1562. It was accepted by engravers and medalists of the day as the design shorthand for \"America.\"\nLongacre's reverse depicted a wreath of tobacco, wheat, corn and cotton with a plant at top bearing two conical seed masses. The original wax models of this wreath still exist on brass discs in a Midwestern collection and show how meticulous Longacre was in preparing his design. Encircled by the wreath is the denomination 3 DOLLARS and the date. There are two boldly different reverse types, the small DOLLARS appearing only in 1854 and the large DOLLARS on coins of 1855-89. Many dates show bold \"outlining\" of letters and devices, resembling a double strike but probably the result of excessive forcing of the design punches into the die steel, causing a hint of their sloping \"shoulders\" to appear as part of the coin's design. The high points of the obverse design that first show wear are the cheek and hair above the eye; on the reverse, check the bow knot and leaves.\nA total of just over 535,000 pieces were issued along with 2058 proofs. The first coins struck were the 15 proofs of 1854. Regular coinage began on May 1, and that first year saw 138,618 pieces struck at Philadelphia (no mintmark), 1,120 at Dahlonega (D), and 24,000 at New Orleans (O). These two branch mints would strike coins only in 1854. San Francisco produced the three-dollar denomination in 1855, 1856, and 1857, again in 1860, and apparently one final piece in 1870. Mintmarks are found below the wreath.\nEvery U.S. denomination boasts a number of major rarities. The three-dollar gold coinage of 1854-1889 is studded with so many low-mintage dates that the entire series may fairly be called rare. In mint state 1878 is the most common date, followed by the 1879, 1888, 1854 and 1889 issues. Every other date is very rare in high grade, particularly 1858, 1865, 1873 Closed 3 and all the San Francisco issues. Minuscule mintages were the rule in the later years. Proof coins prior to 1859 are extremely rare and more difficult to find than the proof-only issues of 1873 Open 3, 1875 and 1876, but many dates are even rarer in the higher Mint State grades. This is because at least some proofs were saved by well- heeled collectors while few lower-budget collectors showed any interest in higher-grade business strikes of later-date gold. Counterfeits are known for many dates; any suspicious piece should be authenticated.\nThe rarest date of all is the unique 1870-S, of which only one example was struck for inclusion in the new Mint's cornerstone. Either the coin escaped, or a second was struck as a pocket piece for San Francisco Mint Coiner J.B. Harmstead. In any event, one coin showing traces of jewelry use surfaced in the numismatic market in 1907. It was sold to prominent collector William H. Woodin, and when Thomas L. Elder sold the Woodin collection in 1911, the coin went to Baltimore's Waldo C. Newcomer. Later owned by Virgil Brand, it was next sold by Ted and Carl Brandts of Ohio's Celina Coin Co. and Stack's of New York to Louis C. Eliasberg in 1946 for $11,500. In Bowers and Merena's October 1982 sale of the U.S. Gold Collection, this famous coin sold for a record $687,500.\nThe three-dollar denomination quietly expired in 1889 along with the gold dollar and nickel three-cent piece. America's coinage was certainly more prosaic without this odd denomination gold piece, but its future popularity with collectors would vastly outstrip the lukewarm public reception it enjoyed during its circulating life.", "id": "<urn:uuid:ce5e0d75-e5f8-4ce2-8b94-86d9527d0dd4>", "dump": "CC-MAIN-2013-20", "url": "http://www.coinsite.com/CoinSite-PF/PParticles/$3goldix.asp", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9638387560844421, "token_count": 1295, "score": 3.671875, "int_score": 4}
{"text": "DEPUTIES OF THE JEWISH PEOPLE\nDEPUTIES OF THE JEWISH PEOPLE, representatives of Jewish communities in Russia to the government during the reign of *Alexander I (1801–25). After parts of *Poland-Lithuania had been annexed by Russia, the large communities sent shtadlanim to the court at St. Petersburg to represent them and defend their rights. Most of the shtadlanim were merchants or contractors who visited the city on business. When a committee was set up to frame a \"Jewish constitution\" in 1802–04 it was joined by several government-appointed Jewish advisers (N.N. *Notkin, A. *Peretz, and J.L. *Nevakhovich). The government also requested some important communities to send representatives to the committee. Together they tried to influence the committee in favor of Jewish rights. In 1807 the government appointed a \"Jewish committee\" to implement the inimical \"Jewish constitution\" of 1804 and proposed that the communities elect deputies to represent the Jews before the provincial governors. The memoranda of these deputies were referred to the \"Jewish committee\" in St. Petersburg and were influential in obtaining a temporary halt to the expulsion of Jews from the villages. It was also proposed to abolish the prohibition on the lease and sale of alcohol by Jews. During the invasion by Napoleon two \"deputies of the Jewish people,\" Zundel Sonnenberg and Eliezer Dillon, accompanied Alexander's military headquarters in 1812–13, and acted as liaison between the czar and the large Jewish population in the combat area. They regularly presented memoranda and petitions concerning Jewish affairs to the court and transmitted its instructions to the Jewish communities. After the war an attempt was made to convert the committee of deputies into a permanent institution. The Jewish communities were requested to send representatives to St. Petersburg to maintain permanent contact with the ministries of religious affairs and popular education. On August 19, 1818, electors from the 12 districts (gubernia) of the *Pale of Settlement convened and elected three deputies, Zundel Sonnenberg, Beinush Lapkovski, and Michael Eisenstadt, and three deputy representatives. In order to raise funds to cover their expenses, which probably also included furnishing bribes, the assembly resolved that every Jew was to donate the silver headpiece of his prayer shawl. The change in Alexander's policy toward the Jews at the end of his reign reduced the importance and status of the deputies. Sonnenberg was dismissed because of \"impudence toward the authorities.\" In 1825 the Jewish deputation was officially suspended \"until the need arises for a new deputation,\" and the institution was thereby abolished and not renewed. However, the government continued to make use of Jewish representatives. In 1840 consultative committees, chosen from among \"enlightened\" Jews, were created and attached to governors in Kiev and five other towns. In 1844 the function of \"Learned Jew\" (uchoni yevrei) was created, meaning an expertand consultant in Jewish religious affairs attached to the district governers and responsible for education and interior affairs.\nJ.I. Hessen (Gessen), Yevrei v Rossii (1906), 421–32; idem, in: Yevreyskaya starina, 2 (1909), 17–29, 196–206; S. Pen, in: Voskhod, nos. 1–3 (1905).\n[Yehuda Slutsky /\nShmuel Spector (2nd ed.)]\nSource: Encyclopaedia Judaica. © 2008 The Gale Group. All Rights Reserved.", "id": "<urn:uuid:63b54d74-ca97-4014-95f5-46f38b44aea7>", "dump": "CC-MAIN-2013-20", "url": "http://www.jewishvirtuallibrary.org/jsource/judaica/ejud_0002_0005_0_05110.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9647800326347351, "token_count": 755, "score": 3.484375, "int_score": 3}
{"text": "The most illustrious Czars and mighty Princes, John and Peter Alexewitz, my most gracious Lords, having in their Wise Council of State resolved to send a splendid Embassy, on some important affairs, to the Great Bogdaichan, or Sovereign of the famous Kingdom of Kitai, by us Europeans commonly called China: This obliged me with a welcoming opportunity of traveling through part of the famous, but hitherto unknown, Siberian and Kitaian Countries, (never before visited by any German) and informing my self by credible witnesses of the remainder of those Lands, as well as obtaining a certain knowledge of several things with which the World hath not been hitherto acquainted.\nEvert Ysbrants Ides was the first educated European to travel in Siberia and gather firsthand information about the collection of fossil ivory. Ides' opportunity to travel across Siberia was the direct result of the satisfactory settlement of a small war on the Chinese border.\nThe speed with which the first wave of Russian fur traders, called promyshleniki, crossed Siberia created serious supply problems for them. Men carrying small loads of goods and supplies could easily cross Siberia using a network of rivers and short portages by boat in the summer and sled in the winter. Bringing large loads of bulky goods, specifically enough grain to feed a small settlement, was a much more difficult and expensive proposition. It could take three or four years for a shipment of grain to reach a remote place like Yakutsk and, by then, the majority of the load would be inedible. Because of this, the promyshleniki were relieved and excited when they began to hear rumors of the Amur, a valley in the south filled with grain, cattle, and silver.\nThe first expedition to reach the Amur was a group of 132 cossacks under Vassily Poiarkov in 1643-46. The Amur natives, whom the Russians called Daurians, greeted Poiarkov with hospitality but the relationship turned sour as the Russians resorted to kidnapping, plunder, and, it is reputed, cannibalism to get what they wanted. This kind of behavior went over with the locals about as well as you might expect. Poiarkov had to fight his way out of the country and lost half of his command to native attacks and starvation. However, because he confirmed that the Amur was a land of cattle and grain (he didn't find any silver), the expedition was proclaimed a success. Several other Russians tried to map out a better route into the Amur valley. In 1651, Yerofey Khabarov fought his way down the river with even more brutality than Poiarkov had and built a fort near the site of the city that now bears his name. This is when things began to go to hell.\nKhabarov knew, but chose to ignore, that the Amur was within the Chinese sphere of influence. What he might not have known was that it was also part of the homeland of the new Qing dynasty of China. The only reason he was able to occupy as much land as he did was that most of the armed Manchu horsemen were still busy conquering China. A year after Khabarov built Achansk, a Chinese military expedition arrived to drive him out of the valley. This was the beginning of more than thirty years of seesawing occupation of the Amur country. By the early eighties, with most of China finally pacified, the Kangxi emperor was ready to deal with the Russians once and for all. Now it was the turn of Moscow to get alarmed.\nMoscow, in the 1680s, was infected with a bad case of \"who's in charge here?\" In April 1682, Tsar Fedor III died at the tender age of twenty one without leaving an heir. The succession fell on his brothers Ivan and Peter. The elder of the two, Ivan, was severely epileptic, nearly blind, and may have suffered from a variety of other problems (diagnosing the physical and mental health of historical figures is more of a parlor game than a science among historians). Peter was strong as an ox, but only ten years old. To further complicate matters, the two boys had different mothers and the two sets of in-laws formed powerful and antagonistic factions at court. Fedor's death was followed by a week of riot and rebellion (not all of which was related to the succession). When the dust cleared, Ivan and Peter had been declared co-tsars and their sister Sophia was the de facto regent ruling in their names.\nExcept for a few years during the reign of Catherine the Great, historians have not been kind to Sophia. She has been reduced to cartoonish stereotype of a scheming woman (which is bad) who was finally put back in her place by a strong male (which is good). In fact, Sophia Alexeevna Romanov was an extraordinary woman. She was intelligent, well informed, and literate in three languages. She was comfortable giving orders and appearing in public at a time when most upper-class Russian women were kept in harem-like seclusion for their entire lives. During the seven years that she served as regent for the two tsars, Sophia had successes and failures no different than any other rulers’. For the advance of mammoth knowledge, her most important achievement was settling the Amur conflict.\nSince the beginning of the century, the tsars had recognized the potential for Siberia to become a private trade route to China, but every attempt at making official contact with the Chinese court had failed due to cultural misunderstandings. Despite that, the Kangxi emperor wanted to open trade with the Russians and hoped that a show of strength would be enough to drive the promyshleniki and Cossacks out of the Amur valley. In 1684 a large and well supplied Chinese army arrived on the lower Amur and began to move west driving the Russians before them. At Albazin, on the northern bend of the Amur, the Russians attempted to make a stand, but were soon defeated. The Chinese allowed the survivors to retreat, razed their fort, and moved down river to their base of operations. When word of the defeat on the Amur reached Sophia and her advisors, they quickly dispatched an envoy to make peace with the Chinese.\nThis should have been the end of the crisis, but, before the envoy could arrive, the Siberian Russians returned to Albazin and built a new fort provoking the Chinese army to return and start a new siege. They were only saved by the arrival in Beijing of advance messengers from the embassy. The Kangxi emperor ordered his army to lift the siege and prepared his own diplomatic mission to meet the Russians. Further complications--and there are always further complications in diplomacy--delayed the meeting of the two missions until the summer of 1689. The negotiation took place at the Russian outpost of Nerchinsk on a tributary of the Amur almost 300 miles west of Albazin. Amid elaborate ceremonies by the official heads of the missions, the real negotiations were carried out in Latin by a Polish cavalry officer (for the Russians) and a French Jesuit (for the Chinese). The agreement, signed on August 27, the first formal treaty signed between China and a Western power, required the Russians to evacuate the entire Amur valley, but established formal trade through Nerchinsk.\nSophia did not get to celebrate the Treaty of Nerchinsk. At the same time that the negotiations were wrapping up in the East, Sophia's regency was coming to an abrupt and unanticipated end in Moscow. Sophia's position had been dramatically weakened by two disastrous campaigns in the Crimea and by her half brother Peter turning seventeen in June. Amid rumors that Sophia was planning to murder Peter and rule in her own name, supporters of the two Romanovs engaged in a month of dramatic maneuvers that resulted in Peter taking control and Sophia retiring to a convent. Peter's half brother Ivan stayed on as co-tsar until his natural death seven years later.\nWhen word of the treaty reached Peter, he accepted the terms and began planning a trade mission to Beijing. Russia had a severe shortage of literate agents who were competent to make their way through foreign cultures, which explains the necessity of hiring Latin speaking Polish cavalry officers to conduct delicate diplomatic negotiations. For his first official trade mission to China, Peter hired a German, Dutch, or possibly Danish merchant named Evert Ysbrants Ides*. Ides had been in Russia since 1677, operating his own merchant house, first in Archangel and later in Moscow. In the spring of 1692, Ides left Moscow at the head of a 400 man caravan with instructions to exchange ratifications of the treaty, determine the best items for trade, feel out official attitudes toward the treaty, and request that a Chinese envoy be sent to Moscow.\nThe most direct route from Moscow to China is the same one that the Trans-Siberian Railway follows today, around the southern end of the Ural Mountains, across the steppe lands at the center of Eurasia, across Lake Baikal, and on to the Amur. Unfortunately, the steppe lands were controlled by Kirghiz nomads and unsafe for Russian merchants. For this reason, Ides' caravan had to take a much more roundabout path to Baikal that took them across the Urals on the same path as Ermak a century before, down the Irtysh River to its junction with the Ob, up the Ob and its tributary the Ket, to a portage into the Yenisei basin, and up the Angara River to Baikal. By October, the mission had only reached the way station of Makofskoi on the Ket portage. It was here that Ides had had his encounter with fossil mammoths.\nAmongst the hills, which are situate North-East of [Makofskoi], and not far from hence, the Mammuts Tongues and Legs are found; as they are also particularly on the Shores of the Rivers Jenize, Trugan [Lower Tunguska], Mongamsea [Taz], Lena, and near Jakutskoi [Yakutsk], even as far as the Frozen Sea. ... I had a Person with me to China, who had annually went out in search of these Bones; he told me, as a certain truth, that he and his Companions found the Head of one of these Animals, which was discovered by the fall of such a frozen piece of Earth. As soon as he opened it, he found the greatest part of the Flesh rotten, but it was not without difficulty that they broke out his Teeth, which were placed before his Mouth, as those of the Elephants are; they also took some Bones out of his head, and afterwards came to his Fore-foot, which they cut off, and, carried part of it to the City of Trugan [Turukhansk], the Circumference of it being as large as that of the wast of an ordinary Man. The Bones of the Head appeared somewhat red, as tho' they were tinctured with Blood.\nThis account by Ides is the first Western description of a frozen mammoth and the beginning of a scientific and popular fascination that hasn't ended over three hundred years later.\nLocating the mammoth to which Ides' unnamed traveling companion referred is a little tricky. Makofskoi was, and still is, a small town on the western end of the portage between the Ob and Yenisei Rivers. Ides gave no indication of how far he meant when he said mammoth remains were found in the hills to the Northeast. My conclusion, based on Ides' phrase \"not far from hence,\" is that the find must have been close to Makofskoi. The explorer Adolf Nordenskiold, who traveled along the Arctic coast in the late nineteenth century, thought, because the hunter took the mammoth's foot to Turukhansk, that the find must have been close to that place. Turukhansk is 450 miles north of Makofskoi, which is not \"not far from hence.\" In Ides' day there were two major towns on the Yenesei where his companion might have sold the ivory, Turukhansk and Yeneseisk, which is only eighty miles from Makofskoi. That argues in Nordenskiold's favor. If the find was closer to Yeneseisk the only reasons the hunter would have had for going all the way to Turukhansk would have been if Turukhansk was offering a better price for ivory or if he had other business there. Without more evidence there's no way to settle the matter. If we split the difference between Makofskoi and Turukhansk we arrive at the Stony Tunguska River. Maybe the site was blown up in 1908 by the Tunguska meteorite.\nIdes goes on to report what the locals believed about the remains.\nConcerning this Animal there are very different reports. The Heathens of Jakuti, Tungusi, and Ostiacki, say that they continually, or at least, by reason of the very hard Frosts, mostly live under ground, where they go backwards and forwards; to confirm which they tell us, That they have often seen the Earth heaved up when one of these Beasts was on the March, and after he was past, the place sink in, and thereby make a deep Pit. They further believe, that if this Animal comes so near to the surface of the frozen Earth as to smell, or discern the Air, he immediately dies, which they say is the reason that several of them are found dead, on the high Banks of the River, where they unawares came out of the Ground. This is the opinion of the Infidels concerning these Beasts, which are never seen.\nBut the old Siberian Russians affirm, that the Mammuth is very like the Elephant, with this only difference, that the Teeth of the former are firmer, and not so straight as those of the latter. They also are of Opinion, that there were Elephants in this Country before the Deluge, when this Climate was warmer, and that their drowned bodies floating on the Surface of the Water of that Flood, were at last wash'd and forced into Subterranean Cavities...\nThe description of the mammoth as a subterranean animal that dies on exposure to surface air is almost identical to that given by the Chinese writer Tung-fang So in the second century BC.\nThe three \"heathen\" tribes that Ides mentions are names given by the Russian conquerors and used to lump together all of the peoples of the Lower Irtysh, Ob, Yenisei, and Lena river basins. That is to say, he was ascribing the belief in the mammoth as a giant mole to most of the people of Western and Central Siberia. Later travelers ascribed different beliefs to many of these peoples. Still other travelers confirmed Ides' observations. When Ides traveled across Siberia, most of these peoples had been under Russian rule for a century, giving them plenty of time to have heard about the ideas of tribes with which they had had very little contact and to have learned the Biblical stories of Noah and Behemoth. Today, it is virtually impossible to sort out which tribes believed what before their contact with the Russians.\nWhile Ides was the first educated European to travel in Siberia and report firsthand information on the collection of fossil ivory, he wouldn't be the last. Peter the Great's diplomacy, wars, economic needs, and personal curiosity would send a constant stream of educated Europeans into his Eastern realms. They in turn would send back a constant stream of information that would be eagerly consumed by a Europe that was looking at the world through an increasingly scientific lens.\nHmmm. I still seem to be having trouble with that \"keep your blog posts under a thousand words\" thing. Oh well...\n* Ides nationality and name have been the source of much confusion over the years. Accounts of his journey describe him variously as Dutch, German, and Danish. In the opening quote he implies that he considers himself to be German, but the first edition of his book was published in Dutch. The confusion comes from the fact that his parents were Dutch immigrants to Holstein, a German-speaking province that is the home of many cows and was then ruled by the King of Denmark. It's likely that Ides was fluent in both German and Dutch.\nThe possible spellings given for his first and middle names are even more varied than his nationality. Because his middle name is sometimes spelled Ysbrand, some writers have assumed that he and the mission's secretary, Adam Brand, were one person. Adding to that confusion was the fact that both of them published memoirs of the journey, which the same writers who thought they were the same person assumed were merely different editions of the same book. They weren't, it wasn't, and that's that.", "id": "<urn:uuid:53e8bab9-3a15-4496-a8db-400a8f03146a>", "dump": "CC-MAIN-2013-20", "url": "http://johnmckay.blogspot.com/2009/03/fragments-of-my-research-viii.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9845748543739319, "token_count": 3506, "score": 2.828125, "int_score": 3}
{"text": "Now, it is common knowledge these days that Hitler's final great offensive in the last years of WWII was the Ardennes Offensive of 1944/45, also known as the battle of the Bulge. What was not appreciated at the time by the Allied high command was just how desperately short of vital supplies the Third Reich armies actually were. The Ardennes Offensive was Hitler's bold attempt to capture and hold the Allied army's massive supply of Brussels sprouts, vital - of course - for the full functioning of any army.\nGerman intelligence were aware that the American army was - in particular - massing huge quantities of the vital Brussels sprouts just behind their frontlines in preparedness for their own massive push - and - of course - in time for Christmas.\nThe German's audacious plan would have succeeded if the Allies had not quickly worked out that it was their stockpiles of Brussels sprouts that were under immediate threat. The bold plan put forward by the Allied Generals was a heavy gamble, but it paid off. They ordered their front-line chefs to begin boiling their entire stocks of Brussels sprouts, and - most importantly - to keep them boiling well past a state of fully preparedness.\nSo, when the weather altered and the wind direction changed, it blew the smell of over-cooked Brussels sprouts straight into the faces of the advancing Germans. Then the Reich troops knew that they would not be able to replenish their stocks of Brussels sprouts and any sprouts that they did capture from the Allied frontline kitchens would be overcooked to the point of inedibility.\nLater in this series, we will discuss the major strategic role that Brussels sprouts have played in world history, such as Hadrian building a wall to protect the Roman Empire's most northern supplies of Brussels sprouts from the northern barbarians, thus thwarting the barbarian's fiendish plan to deep-fry the Roman's entire stockpiles of sprouts.\nThen there was, also, Napoleon's retreat from Moscow when his over-long supply line of Brussels sprouts direct from France broke down. Even when his troops could get sprouts, they were of poor quality - dry, wizened and frozen solid. Of course, this led to a massive collapse of morale. Eventually, the lack of good quality sprouts forced a massive retreat where thousands of French troops died from a pitiful lack of sprouts.\nAnd, of course, not forgetting - of course - how the Spanish conquest of the Americas was a result of the Spaniards overwhelming sprout superiority.", "id": "<urn:uuid:1e42f564-b487-459a-9400-a0404ff31bff>", "dump": "CC-MAIN-2013-20", "url": "http://www.abctales.com/story/hadley/brussels-sprouts-and-their-role-history", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9742326736450195, "token_count": 518, "score": 2.859375, "int_score": 3}
{"text": "On this day in 1951, more than six years after the end of World War II in Europe, President Harry S. Truman signed a proclamation officially ending U.S. hostilities with Germany.\nThe official end to the war came nine years, 10 months and 13 days after Congress had declared war on Nazi Germany. The lawmakers had responded to a declaration of war issued by the Third Reich in the aftermath of the Dec. 7, 1941, Japanese attack on Pearl Harbor and other U.S. bases in the Pacific.\nThe president explained why he had waited so long after the fighting had ended to act: It had always been America’s hope, Truman wrote, to create a treaty of peace with the government of a united and free Germany, but the postwar policies pursued by the Soviet Union “made it impossible.”\nAfter the war, the United States, Britain, France and the Soviet Union divided Germany into four zones of occupation. Berlin, while located wholly within the Soviet zone, was jointly occupied by the wartime allies and also subdivided into four sectors because of its symbolic importance as the nation’s historic capital and seat of the former Nazi government.\nThe three western zones were merged to form the Federal Republic of Germany in May 1949, and the Soviets followed suit in October 1949 with the establishment of the German Democratic Republic.\nThe East German regime began to falter in May 1989, when the removal of Hungary’s border fences punched a hole in the Iron Curtain, allowing tens of thousands of East Germans to flee to the West. Despite the grants of general sovereignty to both German states in 1955, neither of the two German governments held unrestricted sovereignty under international law until after they were reunified in October 1990.", "id": "<urn:uuid:802d6d3f-73ff-4476-973b-a3c618ed8f7a>", "dump": "CC-MAIN-2013-20", "url": "http://dyn.politico.com/printstory.cfm?uuid=5C7F8F2E-EB28-4D2A-84B9-D699AAA47355", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9759008288383484, "token_count": 352, "score": 4.34375, "int_score": 4}
{"text": "In the early 1900s, a dispute arose over who controlled Greenland—Norway or Denmark. The case was submitted to the Permanent Court of International Justice in 1933. The court ruled in Denmark’s favor.\nAfter WWII, the United States developed a geopolitical interest in Greenland. In 1946, they offered to buy the country from Denmark for $100 million dollars. Denmark refused to sell though. They did, however, allow the US to reopen Thule Air Base in 1950. From 1951 and 1953, the base was greatly expanded as a part of a NATO Cold War defense strategy. It is still the US Air Forces’ northernmost base, located inside the Arctic Circle.\nThough Xerxes did not found the Achaemenid Persian Empire, he ruled it at its greatest size, and made it the global force that it was at the time. His failed invasion of Greece has secured him a legendary place in not just Asian, but also Western culture.\nIf once a man indulges himself in murder, very soon he comes to think little of robbing; and from robbing he next comes to drinking and Sabbath-breaking, and from that to incivility and procrastination.\n—Thomas De Quincey (1785-1859)\nTritones is a musical interval that spans three whole tones. This interval, the gap between two notes played in succession or simultaneously, was branded Diabolus in Musica or the Devil’s Interval by medieval musicians.\nOne historian said, on the tritone: “It apparently was the sound used to call up the beast. There is something very sexual about the tritone.In the Middle Ages when people were ignorant and scared, when they heard something like that and felt that reaction in their body they thought ‘uh oh, here come the Devil’.”\nThe Devil’s Interval came back into vogue under Wagner, of all people, who used it in his operas. Since then, the tritone has been used for everything from ACDC to The Simpson’s theme song.\nThe first light portrait and first human portrait every taken. From October or November, 1839. It is a self-portrait by Robert Cornelius.\nA caricature of Europe right before WWI. For a full explanation of the imagery for each country, click on the image.\nAround 300 BCE, the Maya began adopting a hierarchical system of government with rule by nobles and kings. This civilization developed into highly structured kingdoms during the Classic Period, around 200-900 CE. Their society consisted of many independent states, each with a rural farming community and large urban sites built around ceremonial centers. It started to decline around 900 CE when - for reasons which are still debated - the southern Maya abandoned their cities. When the northern Maya were integrated into the Toltec society by 1200 CE, the Maya civilization finally came to a close, although some peripheral centers continued to thrive until the Spanish Conquest in the early sixteenth century. Even today, many in Guatemala and Mexico identify first as Maya and second as their nationality.\nFort Sumter, in Charleston, South Carolina, at the time of the American Civil War.\nIn 98 AD, the Roman historian Tacitus wrote a detailed description about the Fenni, a people to the north. This is probably the earliest written reference to the Finnish people. According to him, these poor, savage Fennis lived somewhere in the northeast Baltic region — at the time inhabited by many other peoples, and the description also fits the Sami, another group still living near the Arctic Circle today. Given the name’s closeness to the modern Finns, they think it was probably them. Historians can never be certain exactly who Tacitus was referring to, however. Welcome to history class, guys!\nIn the mid-1950s, Sammy Davis Jr was involved with Kim Novak, who was a valuable star under contract to Columbia Studios.\nThe head of the studio, Harry Cohn, called one of the mob bosses. He paid the mob to threaten Sammy into ending the affair.\nGreat Britain finished repaying the United States’ lend-lead aid from World War II in 2006.\nAugust 12, 1944: a band of battle-hardened nurses take a break to get their picture taken in a field close to the front lines in France.\nSuccessor of the unfortunate Pope Formosus, Pope Boniface VI joins the league of forgotten Popes. Very little is known about him, and what is known, he probably wishes we’d forget. Pope for just 15 days, Boniface died from gout. This nasty disease comes from eating too much red meat and other rich foods. This causes a build-up of uric acid (gross) leading to swelled joints and purplish skin. Two years after his death, John IX declared Boniface Vi’s election null and void but he is still included in the official list of Popes.\nThis is the remarkable Lady Malcolm Douglas-Hamilton. In 1940 she was Natalie Latham, a former debutante and fixture at New York society balls, now 30, twice divorced with two children and still so beautiful that Vogue printed items about her.\nAll this changed when German U-boats began their devastating attacks on the North Atlantic convoys supplying Britain. Although America had not entered the war, Natalie Latham decided to do something to help, and established Bundles for Britain, which began as little more than a “knitting bee” — albeit one convened by Natalie Latham and some of the grandest dames of the New York social scene. The group quickly expanded to over 1.5 million volunteers, with branches all over the country. Bundles for Britain started shipping over not just clothing but also blankets, children’s cots, ambulances, X-ray machines, hospital beds, oxygen tents, surgical instruments, blood transfusion kits, tinned food and children’s cots. Every item was labelled “From your American friends.”\nIn Britain, she secured the support of Winston Churchill’s wife, Clementine, and of Janet Murrow, wife of the CBS reporter Ed Murrow, whose live radio broadcasts to America during the Blitz began with the words: “This is London.” When Bundles for Britain held a raffle, Queen Elizabeth donated items, including a piece of shrapnel that had hit Buckingham Palace. King George VI later appointed Natalie Latham an honorary CBE; she was the first non-British woman thus honored.\nAfter her fourth husband’s death in 1951, she arrived in London to promote Common Cause, an anti-communist organization she had founded, and met the third son of the 13th Duke of Hamilton, Lord Malcolm Douglas-Hamilton, MP for Inverness-shire and an ardent anti-communist. They eventually moved to the US, and she died on January 14, 2013.", "id": "<urn:uuid:a1f038cb-890b-4c07-8d0a-10c8339ec271>", "dump": "CC-MAIN-2013-20", "url": "http://historical-nonfiction.tumblr.com/page/5", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9661880731582642, "token_count": 1431, "score": 2.671875, "int_score": 3}
{"text": "In 1962 President John F. Kennedy’s administration narrowly averted possible nuclear war with the USSR, when CIA operatives spotted Soviet surface-to-surface missiles in Cuba, after a six-week gap in intelligence-gathering flights.\nIn their forthcoming book Blind over Cuba: The Photo Gap and the Missile Crisis, co-authors David Barrett and Max Holland make the case that the affair was a close call stemming directly from a decision made in a climate of deep distrust between key administration officials and the intelligence community.\nUsing recently declassified documents, secondary materials, and interviews with several key participants, the authors weave a story of intra-agency conflict, suspicion, and discord that undermined intelligence-gathering, adversely affected internal postmortems conducted after the crisis peaked, and resulted in keeping Congress and the public in the dark about what really happened.\nWe asked Barrett, a professor of political science at Villanova University, to discuss the actual series of events and what might have happened had the CIA not detected Soviet missiles on Cuba.\nThe Actual Sequence of Events . . .\n“Some months after the Cuban Missile Crisis, an angry member of the Armed Services Committee of the House of Representatives criticized leaders of the Kennedy administration for having let weeks go by in September and early October 1962, without detecting Soviet construction of missile sites in Cuba. It was an intelligence failure as serious as the U.S. ignorance that preceded the Japanese attack on Pearl Harbor in 1941, he said.\nSecretary of Defense Robert McNamara aggressively denied that there had been an American intelligence failure or ineptitude with regard to Cuba in late summer 1962. McNamara and others persuaded most observers the administration’s performance in the lead-up to the Crisis had been almost flawless, but the legislator was right: The CIA had not sent a U-2 spy aircraft over western Cuba for about a six week period.\nThere were varying reasons for this, but the most important was that the Kennedy administration did not wish to have a U-2 “incident.” Sending that aircraft over Cuba raised the possibility that Soviet surface-to-air missiles might shoot one down. Since it was arguably against international law for the U.S. to send spy aircrafts over another country, should one be shot down, there would probably be the same sort of uproar as happened in May 1960, when the Soviet Union shot down an American U-2 flying over its territory.\nFurthermore, most State Department and CIA authorities did not believe that the USSR would put nuclear-armed missiles into Cuba that could strike the U.S. Therefore, the CIA was told, in effect, not even to request permission to send U-2s over western Cuba. This, at a time when there were growing numbers of reports from Cuban exiles and other sources about suspicious Soviet equipment being brought into the country.As we now know, the Soviets WERE constructing missile sites on what CIA deputy director Richard Helms would call “the business end of Cuba,” i.e., the western end, in the summer/autumn of 1962. Fortunately, by mid-October, the CIA’s director, John McCone, succeeded in persuading President John F. Kennedy to authorize one U-2 flight over that part of Cuba and so it was that Agency representatives could authoritatively inform JFK on October 16th that the construction was underway.The CIA had faced White House and State Department resistance for many weeks about this U-2 matter.\"\nWhat Could Have Happened . . .\n“What if McCone had not succeeded in persuading the President that the U.S. needed to step up aerial surveillance of Cuba in mid-October? What if a few more weeks had passed without that crucial October 14 U-2 flight and its definitive photography of Soviet missile site construction?\nRemember to check out Blind over Cuba: The Photo Gap and the Missile Crisis, which is being published this fall!If McCone had been told “no” in the second week of October, perhaps it would have taken more human intelligence, trickling in from Cuba, about such Soviet activity before the President would have approved a risky U-2 flight.The problem JFK would have faced then is that there would have been a significant number of operational medium-range missile launch sites. Those nuclear-equipped missiles could have hit the southern part of the U.S. Meanwhile, the Soviets would also have progressed further in construction of intermediate missile sites; such missiles could have hit most of the continental United States.If JFK had not learned about Soviet nuclear-armed missiles until, say, November 1st, what would the U.S. have done?There is no definitive answer to that question, but I think it’s fair to say that the President would have been under enormous pressure to authorize—quickly--a huge U.S. air strike against Cuba, followed by an American invasion. One thing which discovery of the missile sites in mid-October gave JFK was some time to negotiate effectively with the Soviet Union during the “Thirteen Days” of the crisis. I don’t think there would have been such a luxury if numerous operational missiles were discovered a couple weeks later.No wonder President Kennedy felt great admiration and gratitude toward those at the CIA (with its photo interpreters) and the Air Force (which piloted the key U-2 flight). The intelligence he received on October 16th was invaluable. I think he knew that if that intelligence had not come until some weeks later, there would have been a much greater chance of nuclear war between the U.S. and the Soviet Union.”", "id": "<urn:uuid:7da5e687-07e2-4c8f-9fac-fe3f58c7017a>", "dump": "CC-MAIN-2013-20", "url": "http://tamupress.blogspot.com/2012/07/close-call-what-if-cia-had-not-spotted.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9771577715873718, "token_count": 1150, "score": 2.828125, "int_score": 3}
{"text": "Assistant Secretary of State for Inter-American Affairs Edwin Martin seeks a resolution of support from the Organization of American States. Ambassador to the United Nations Adlai Stevenson lays the matter before the U.N. Security Council. The ships of the naval quarantine fleet move into place around Cuba. Soviet submarines threaten the quarantine by moving into the Caribbean area. Soviet freighters bound for Cuba with military supplies stop dead in the water, but the oil tanker Bucharest continues towards Cuba. In the evening Robert Kennedy meets with Ambassador Dobrynin at the Soviet Embassy.\nAfter the Organization of American States endorsed the quarantine, President Kennedy asks Khrushchev to halt any Russian ships heading toward Cuba. The president's greatest concern is that a US Navy vessel would otherwise be forced to fire upon a Russian vessel, possibly igniting war between the superpowers.", "id": "<urn:uuid:3cdc115d-ed7c-46dc-bae1-ab6e1ae42215>", "dump": "CC-MAIN-2013-20", "url": "http://microsites.jfklibrary.org/cmc/oct23/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9182275533676147, "token_count": 167, "score": 2.515625, "int_score": 3}
