"{\"text\": \"adopt many methods to determine whether the unborn baby is a boy or a\\ngirl. The Chinese\\npregnancy calendar is an often used\\nmethod to know about the\\ngender of the new life in the mothers womb.\\nis an ancient way for\\npredicting the gender of\\nthe unborn baby\\nIt is also known as a Chinese\\nconception chart, or\\nthe Chinese Conception Calendar. It is believed that this ancient\\nmethod is highly accurate, although no clinical studies verify these\\nchart is an\\nancient Chinese secret\\nA Chinese scientist developed this calendar,\\n700 years ago. According to a legend, the Chinese\\nis capable of\\npredicting the baby gender based\\non two variables: the baby month of conception and the mothers age.\\nchart was kept in a royal tomb, near the city of Peking in China in\\nancient times. Now this original Chinese chart is on display at the\\nBeijing Institute of Science. Many people, especially the Chinese,\\nbelieve that the original Chinese pregnancy\\ncalendar is almost 100%\\nAccording to studies, the\\nChinese pregnancy calendar\\nhas been found to be\\n97% effective in\\npredicting a baby gender. This accuracy is credited to the use of\\nChinese lunar calendar\\npregnancy calendar is dependent on the\\nlunar calendar. It is\\nbased on the month a baby is conceived and not the birth month. The\\nsecond factor is the mothers age at the time of conception, adding 9\\nmonths to her age to adjust the lunar calendar.\\nconceived month from January to December is listed on the top row of\\nthe Chinese chart,\\nand the left column of\\nage during the conception. You need to follow the steps given below to\\nget the most accurate result from the Chinese\\nPregnancy by the boy approaches more often , than pregnancy an girl. On\\nstatistical given beside young and sound parents more often birth boys,\\nbut beside of parents of more senior age on the contrary.\\n1. Note down your age\\nat the time of conception.\\n2. Add 9 months to the age to\\nadjust to the lunar calendar.\\n3. Also note down the month\\nwhen the baby was conceived.\\n4. Now simply search for the\\nconceived month across the top portion of the chart and the age on the\\nleft side of the chart.\\n5. Lastly, follow these two\\ncoordinates to the spot where they intersect, and that will show you\\neither a box containing B\\nboy, or G\\ncomparison to the Chinese pregnancy calendar,\\nthe ultrasound during\\nthe 7th or 8th month of\\nis a more reliable method to\\nknow the gender of the\\nchild. In fact an ultrasound is use to monitor the\\nweek by week\\ndevelopment right from\\nconception till child birth.\\nit is a\\nboy or a girl, what does it matter? What matters is that you have fun\\nguessing the gender of your unborn baby using the Chinese pregnancy\\nAll along use a\\njournal to record your\\ndevelopment week by week.\\nMore radio frequency to conceive aihe male sex is connected with\\nthat Spermatozoidum, carrying male Y-chromosome, several more\\nmovable, than carrying X-chromosome, and has more chances earlier to\\nreach ovules. But healled Spermatozoidum with X-chromosome more viable\\nand can more long to survive in wombs of pipe, and wait a period of\\nOne of the ways of planning of conceiving boy or girl is based on such\\nabilities an Spermatozoidum.\\nIn the first place it is necessary exactly\\nto define a date of ovulations. So, if beside you menstruations\\nregular, the day of ovulations constant and possible produce an\\nuncomplicated calculation. If you want conceive boy or girl, You must\\nadjust last sexual contact before a data of ovulations. If You to\\nplanned conceive of boy or girl\\nStudy has shown that method\\nefficient in 80% events aproximately.\\nUsed and other ways of planning conceive boy or girl, based on\\ncalculations \\\"biological rhythms\\\", astrological forecasts and etc. But\\nfrom medical standpoints these methods not motivated.\\na sex of aihe during pregnancy.\\nBy means of the ultrasound during of pregnancy possible to\\ndefine a sex of future child. This better and easier to realize at late\\nterms of pregnancy, after 22-26 weeks. Then results will more\", \"id\": \"<urn:uuid:f7082439-68e9-45b6-a427-4600dceaf5e3>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://ainads.com/Pregnancy/Chinese%20Pregnancy%20Calendar%20.php\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.8908355832099915, \"token_count\": 940, \"score\": 3.125, \"int_score\": 3}\n"
"{\"text\": \"You Baby's Development\\nAfter many weeks of anticipation and preparation, your baby is here! Or maybe not — only 5% of women deliver on their estimated due dates, and many first-time mothers find themselves waiting up to 2 weeks after their due date for their baby to arrive.\\nA baby born at 40 weeks weighs, on average, about 7 pounds, 4 ounces (3,300 grams) and measures about 20 inches (51 cm). Don't expect your baby to look like the Gerber baby right off the bat — newborns often have heads temporarily misshapen from the birth canal and may be covered with vernix and blood. Your baby's skin may have skin discolorations, dry patches, and rashes — these many variations are completely normal.\\nBecause of the presence of your hormones in your baby's system, your baby's genitals (scrotum in boys and labia in girls) may appear enlarged. Your baby, whether a boy or a girl, may even secrete milk from the tiny nipples. This should disappear in a few days and is completely normal.\\nRight after birth, your health care provider will suction mucus out of your baby's mouth and nose, and you'll hear that long-awaited first cry. Your baby may then be placed on your stomach, and the umbilical cord will be cut — often by the baby's dad, if he chooses to do the honors! A series of quick screening tests, such as the Apgar score, will be performed to assess your baby's responsiveness and vital signs, and he or she will be weighed and measured. If your pregnancy was high risk, or if a cesarean section was necessary, a neonatologist (a doctor who specializes in newborn intensive care) will be present at your delivery to take care of your baby right away. If your baby needs any special care to adjust to life outside the womb, it will be given — and then your newborn will be placed in your waiting arms.\\nThis week you'll experience the moment you've been anticipating — your introduction to your baby! Before you can meet your baby, though, you have to go through labor and delivery. You may have learned about the three stages of birth in your prenatal classes. The first stage of labor works to thin and stretch your cervix by contracting your uterus at regular intervals. The second stage of labor is when you push your baby into the vaginal canal and out of your body. The third and final stage of labor is when you deliver the placenta.\\nIf you don't go into labor within a week of your due date, your health care provider may recommend you receive a nonstress test, which monitors fetal heart rate and movement to be sure that the baby is receiving adequate oxygen and that the nervous system is responding. Talk to your health care provider to find out more about this test.\\nSometimes mother nature may need a little coaxing. If your labor isn't progressing, or if your health or your baby's health requires it, your health care provider may induce labor by artificially rupturing the membranes or by administering the hormone oxytocin or other medications. If your pregnancy is high risk, or if there are any other potential complications, you may require a cesarean section delivery.\\nSome women know ahead of time that they will be delivering via cesarean section and are able to schedule their baby's \\\"birth day\\\" well in advance. If you're one of them, you've probably been able to prepare yourself emotionally and mentally for the birth — which can help to lessen the feelings of disappointment that many mothers who are unable to deliver vaginally experience. But even if you have to undergo a cesarean section that wasn't planned, rest assured that you'll still be able to bond with your baby. It might not be the birth experience you imagined, but your beautiful newborn has arrived nonetheless. The months of waiting are over!\\nGood luck with your baby!\", \"id\": \"<urn:uuid:92a6d94d-bb11-4e8c-894b-145d81256465>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://kidshealth.org/parent/pregnancy_center/pregnancy_calendar/week40.html\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9580468535423279, \"token_count\": 808, \"score\": 3.0, \"int_score\": 3}\n"
"{\"text\": \"Food Safety for Moms to Be: Highlights - Entertaining All Year\\n|A year-round food safety guide to help keep yourself and your guests safe while entertaining.\\nAlso available in Spanish > En español >\\nWhether you're hosting or attending a shower, pot-luck dinner, birthday party, school fair, or other social event - they all involve food! Enjoy these events while keeping your unborn baby safe from foodborne bacteria. Use these tips to help you select, prepare, and handle food safely year-round!\\nPreventing foodborne illness is easy as...\\n|1. Clean||Wash hands and surfaces often.|\\n|2. Separate||Don't cross-contaminate.|\\n|3. Cook||Cook to proper temperatures.|\\n|4. Chill||Refrigerate promptly.|\\nFor more information about the 4 Simple Steps to Food Safety, see Lifelong Food Safety.\\nFirst Things First\\nAlways wash your hands thoroughly with soap and warm water before and after handling food.\\nSafe Food Handling for Social Events\\nMake food safety the center of your entertaining activities during your pregnancy and beyond!\\n4 Steps to Safe Food Shopping\\n- Separate raw meat, poultry, and seafood from other foods in your grocery shopping cart and your grocery bags. Raw juices from these foods can contain harmful bacteria, which can spread to other foods. Consider placing these raw foods inside plastic bags to keep the juices contained.\\n- Don't purchase foods if the \\\"sell by\\\" date has passed.\\n- Transport food home right away and refrigerate perishables immediately to prevent any bacteria from rapidly growing in the food.\\n- When the weather's hot, place groceries in the air-conditioned passenger compartment of your car rather than the hot trunk. Bacteria can multiply rapidly at high temperatures.\\n|Take Note, Moms-to-Be!\\nDon't include these foods on your shopping list. They're not safe for you or your unborn baby.\\n|A Note About Listeria\\nThis bacterium that can be particularly harmful to you and your unborn baby and can be found in these foods:\\n3 Ways to Safely Defrost Frozen Foods\\n- In the refrigerator. Cold temperatures keep most harmful bacteria from multiplying.\\n- In cold water. Change the water every half-hour to keep the water cold.\\n- Using the microwave, but cook the food immediately after it's defrosted.\\nNote: Don't defrost foods at room temperature. Bacteria can grow in the \\\"danger zone,\\\" the range of temperatures usually between 40° and 140°F (4° and 60°C).\\nBe creative and tempt your party guests with an array of fun platters, but keep food selections safe. Here's how:\\n- Heating foods to the right temperature for the proper amount of time kills harmful bacteria, so cook meat, poultry, fish, and eggs thoroughly. For the recommended cooking temperatures, see Cook.\\n- Some raw eggs can contain harmful bacteria. Some of your favorite homemade recipes may call for raw or lightly-cooked eggs. These may include recipes for Caesar salad dressing, ice cream, custards, chocolate mousse, and some sauces. Here are safe ways to make your favorite egg-containing foods:\\n- Add the eggs to the amount of liquid called for in the recipe, then heat the mixture thoroughly.\\n- Use store-bought products of the foods listed above, which are often already cooked or pasteurized.\\n- Purchase pasteurized eggs. These eggs can be found in some supermarkets and are labeled \\\"pasteurized.\\\" Here are several types consumers can buy:\\n- Fresh, pasteurized eggs in the shell (found in the refrigerator section).\\n- Liquid, pasteurized egg products (found in the refrigerator section).\\n- Frozen, pasteurized egg products (found in the frozen food section).\\n- Powdered egg whites (found in the baking section).\\nRefrigerate all perishables (foods that can spoil or become contaminated by bacteria if unrefrigerated) up until serving time. These foods include:\\n- Finger sandwiches\\n- Cheese chunks\\n- Fruit salad\\n- Foods that contain dairy products\\nPlan a bacteria-free buffet with these helpful tips:\\nIf you're planning a buffet at home and are not sure how quickly the food will be eaten, keep buffet portions small. Prepare a number of small platters and dishes ahead of time. Store cold back-up dishes in the refrigerator or keep hot dishes in the oven set at 200° F to 250° F (-73° C to -23° C) prior to serving. This way, your late-arriving guests can enjoy the same appetizing arrangements as the early arrivals.\\nHot foods should be kept at an internal temperature of 140° F (60° C) or warmer. Use a food thermometer to check. Serve or keep food hot in chafing dishes, crock pots, and warming trays. Note: Some warmers only hold food at 110° F to 120° F (-163° C to -153° C), so check the product label to make sure your warmer has the capability to hold foods at 140° F or warmer.\\nCold foods should be kept at 40° F (4 ° C) or colder. Keep cold foods refrigerated until serving time. If food is going to stay out on the buffet table longer than two hours, place plates of cold food on ice to retain the chill.\\nKeep It Fresh\\nDon't add new food to an already-filled serving dish. Instead, replace nearly-empty serving dishes with freshly-filled ones. Bacteria from people's hands may have contaminated the food. Plus, bacteria may have started to multiply at room temperature.\\nWatch the Clock\\nRemember the 2-Hour Rule: Discard any perishables left out at room temperature for more than two hours, unless you're keeping it hot or cold. If the buffet is held in a place where the temperature is above 90°F, the safe-holding time is reduced to one hour.\\nLeaving with Leftovers?\\nBe sure to refrigerate leftovers immediately after you arrive home.\", \"id\": \"<urn:uuid:942da8bb-7c73-4c1b-968e-adea42d1c804>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.fda.gov/Food/FoodborneIllnessContaminants/PeopleAtRisk/ucm083680.htm\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9088973999023438, \"token_count\": 1269, \"score\": 2.859375, \"int_score\": 3}\n"
"{\"text\": \"Ahh, the pincer grasp! It's an important evolutionary milestone that nobody knows about until they become parents. (Why should opposable thumbs get all the attention?) The ability to pick up small objects using your thumb and pointer finger usually kicks in around 9 months -- and, the bonus for parents is that it allows infants to feed their own darn selves. So put down the spoon and serve up these great finger food ideas.\\nDon't Expect Your Baby to Chew\\n\\\"Before age one, babies gum their food rather than chew it,\\\" says Jennifer Shu, M.D., coauthor of the book Food Fights from the American Academy of Pediatrics. So serve up tiny bites -- about the size of a pea or your pinky fingernail -- in case your tot swallows it whole. Common choking hazard to avoid: Hot dogs and other sausages, hard or gummy candy, chewing gum, all nuts, whole grapes and cherry tomatoes, raisins and any dried-fruit pieces, popcorn, and seeds and gobs of peanut (or other nut) butter. But any food can pose a choking risk if not sized right. Quarter grapes, slice blueberries, dice cooked carrots, break up crackers, and so on.\", \"id\": \"<urn:uuid:c0eb04b7-652c-4f26-a24b-7c6aecd6d4e8>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.ivillage.com/how-feed-baby-finger-foods-babies-love/6-b-404118\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9085111618041992, \"token_count\": 255, \"score\": 3.109375, \"int_score\": 3}\n"
"{\"text\": \"Young Kids May Be Able to Unbuckle Car Seats\\nSurvey of Parents Finds Some Kids May Be Unbuckling While Car Is in Motion\\nMay 2, 2011 -- Children as young as 1 year old can unbuckle themselves from car safety seats, a new survey of parents finds.\\n\\\"We found that children can unbuckle from their child car safety seats by their fourth birthday, and there is an alarming 43% who do so when the car is in motion,\\\" says researcher Lilia Reyes, MD, a clinical fellow in pediatric emergency medicine at the Yale School of Medicine in New Haven. \\\"It was reported as early as 12 months.\\\"\\nThe findings are being presented at the Pediatric Academic Societies annual meeting in Denver.\\nChild Car Seats: How Secure?\\nWhile working in the pediatric emergency room at Yale, Reyes encountered two different mothers who had minor car accidents. They told her it happened when they turned their heads around after discovering their kids had unbuckled themselves.\\nTrying to determine how frequently it happened, she and her colleagues from Yale surveyed 378 parents of young children. Among the other findings:\\n- 51% or about 191 families reported that at least one of their children had unbuckled their car seats. Of these, 75% were age 3 or younger. The youngest was 12 months old.\\n- Boys unbuckled more than girls; 59% of the kids who unbuckled were boys.\\nParents were not asked if they were sure they had buckled correctly, Reyes tells WebMD. So there is a possibility the children weren't buckled in correctly. But parents do typically hear a click, like a seat safety belt, when the buckle latches, she says.\\nThe problem, she says, is that while children may be able to physically unbuckle the seat, they are just beginning, at around age 3, to develop reasoning skills to appreciate the consequences of unbuckling.\\nParents used seats of various types. They included the five-point harness, convertible seats, and booster seats, depending on their child's age and weight.\\nAre Car Seats Really Buckled?\\n''This study raises questions about how the child restraint was used,\\\" says Lorrie Walker, training manager and technical advisor for Safe Kids USA, an advocacy group.\\n\\\"Federal motor vehicle safety standard 213 requires the buckle to release using between 9 and 14 pounds of pressure,\\\" she says. \\\"It is often challenging for an adult to unbuckle the harness.\\\"\\nShe wonders if the buckle was not adequately locked in some cases.\\n\\\"A buckle may give the appearance of being buckled when it has not completely latched,\\\" she tells WebMD.\\nAmong the mistakes many parents make when placing a child in a car seat she says, is to loosely attach the harness straps or place the straps in the wrong harness slots.\\nIf these mistakes occur, she says, it makes it easy for a child to climb out.\\nThe finding that a child as young as age 1 could unbuckle the seat is a surprise to Jennifer Stockburger, program manager of vehicle and child safety for Consumer Reports. She reviewed the findings for WebMD but was not involved in the study.\", \"id\": \"<urn:uuid:bf010e52-2673-4816-a6a6-269d9a7121ee>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://children.webmd.com/news/20110429/young-kids-may-be-able-to-unbuckle-car-seats\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9828870892524719, \"token_count\": 653, \"score\": 2.78125, \"int_score\": 3}\n"
"{\"text\": \"Published: Oct. 17, 2006\\nUpdated: Apr. 20, 2010\\nTwo-and-a-half-year-old Nina was bright-eyed and bouncy, full of laughter and hugs -- when you could get her attention. She often seemed to be ignoring her parents when they spoke to her, and when she did respond, many of her words were slurred.\\nConcerned, her parents arranged for a hearing test -- and learned that Nina had moderate hearing loss in both ears. Outfitted with a hearing aid, and provided with speech therapy, she is just beginning to regain some of the ground she lost during the first years of life when important language skills are being learned.\\n\\\"Hearing impairment is the largest congenital disability, affecting about six out of every 1,000 infants,\\\" says Duke pediatric audiologist Ann Mabie. \\\"For a very long time, people thought you couldn't test infants' hearing, and would just wait until children were two or three years old. But by the time you wait for children not to talk, a window of opportunity has shut.\\\"\\nIn fact, those tiny, shell-like ears that parents marvel over when getting to know their new babies are just the most visible parts of a highly sophisticated machine. Human infants spend the first year of life learning about their environment, and by one year of age, already understand far more language than they are yet able to use -- unless an undiagnosed hearing impairment disrupts the process.\\nWhile hearing impairments are difficult at any age, they’re especially devastating in young children, because their brains rely on auditory stimulation to develop the capacity for oral communication. This makes early diagnosis and treatment of childhood hearing losses essential.\\nHappily, all newborns in North Carolina now have access to the specialized screening needed to diagnose infants with hearing loss, thanks to state legislation passed in October 1999.\\nEven babies born with normal hearing, however, can develop a hearing loss later in infancy or childhood, due to ear infections or head injuries. So parents should be aware of clues that their children might have difficulty hearing and insist on tests if they suspect hearing loss (see below).\\nMabie urges all parents who suspect that their child might have a hearing problem to get the child tested by an audiologist or physician with expertise in this area as soon as possible: \\\"Every day you wait is a day lost.\\\"\\nHearing impairments caused by problems in the middle and outer ear can sometimes be treated medically. For impairments originating in the inner ear, a hearing aid and speech therapy can help. \\\"Hearing aids help provide access to speech, and with some intensive speech and language therapy, hearing-impaired kids will do fine in a normal classroom.\\\"\\nChildren with severe to profound hearing impairments typically will require more extensive rehabilitation, and cochlear implantation may be indicated. At Duke, otolaryngologists have begun using sophisticated new technologies to help even tiny children with hearing impairments to interact with the hearing world.\\nWhen Lauren, a two-month-old infant from western North Carolina, was diagnosed with profound hearing loss due to a malformation in her inner ears, or cochleas, she was immediately fitted with hearing aids. Shortly before her second birthday, she came to Duke for a cochlear implant.\\nDuke specialists in speech pathology and audiology worked to perform a detailed evaluation of Lauren’s hearing loss, using the most precise diagnostic technologies available. Duke neurotologist (ear specialist) Debara Tucci, MD, then selected the cochlear implant that would be most appropriate for Lauren.\\nAfter Tucci surgically implanted the mechanism -- a marvel of micro-engineering -- into Lauren’s inner ear, the tiny computer chip that controls the implant was carefully adjusted to transmit just the right auditory signals to Lauren’s brain. The result is a girl who is learning how to communicate with those around her right on schedule.\\nWhatever intervention a child with hearing deficiencies may need, time is of the essence. As the mother of one hearing-impaired child puts it, \\\"Once you find out and take action, things only get better, not worse.”\\nIf your child exhibits any of the following behaviors, have him or her checked by a professional audiologist or physician with expertise in hearing disorders.\", \"id\": \"<urn:uuid:2e03df66-fa9b-468c-9fa8-487fd46503ea>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.dukehealth.org/health_library/health_articles/hear_hear/\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9694573283195496, \"token_count\": 888, \"score\": 3.125, \"int_score\": 3}\n"
"{\"text\": \"This study presents the results from a survey issued to speech-language pathologists in the state of Kentucky regarding their perspectives on referral and assessment of bilingual speakers whose primary language is not English. The study was conducted to determine methods for decreasing the over-identification of bilingual students served for speech and language disorders. Literature review indicates an over-identification of non-English speakers in special education and related services programs nationwide. There are many possible reasons for this over-identification some of which include: lack of English instruction prior to testing in English, Speech-Language Pathologists’ preparation level, and shortage of appropriately normed assessment tools. This study specifically addresses Kentucky Speech-Language Pathologists’ preparation and comfort level with referral and assessment of non-English speaking students.\\nAdvisor(s) or Committee Chair\\nProfessor Leisa Hutchison\\nBilingual, Multilingual, and Multicultural Education | Speech and Rhetorical Studies\\nSchulte, Kathleen M., \\\"A Speech-Language Pathologiest Perspective on the Referral and Assessment of Bilingual Children whose Primary Language is not English\\\" (2010). Honors College Capstone Experience/Thesis Projects. Paper 253.\", \"id\": \"<urn:uuid:e56ea051-5aef-4db5-9c59-b878ee08ff32>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://digitalcommons.wku.edu/stu_hon_theses/253/\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.8816535472869873, \"token_count\": 239, \"score\": 2.734375, \"int_score\": 3}\n"
"{\"text\": \"- Exam wrappers. As David Thompson describes the process, \\\"exam wrappers required students to reflect on their performance before and after seeing their graded tests.\\\" The first four questions, completed just prior to receiving their graded test, asked students to report the time they spent preparing for the test, their methods of preparation, and their predicted test grade. After reviewing their graded test, students completed the final three reflection questions, including a categorization of test mistakes and a list of changes to implement in preparation for the next test. Thompson then collected and made copies of the wrappers returned them to the students several days later, reminding them to consider what they planned to do differently or the same in preparation for the upcoming test. Thompson reports that each reflection exercise required only 8-10 minutes of class time. Clara Hardy and others also describes uses exam wrappers.\\n- Reading Reflections. As Karl Wirth writes, reading reflections, effectively outlined by David Bressoud (2008), are designed to address some of the challenges students face with college-level reading assignments. Students submit online reading reflections (e.g., using Moodle or Blackboard) after completing each reading assignment and before coming to class. In each reflection, students summarize the important concepts of the reading and describe what was interesting, surprising, or confusing to them. The reading reflections not only encourage students to read regularly before class, but they also promote content mastery and foster student development of monitoring, self-evaluation, and reflection skills. For the instructor, reading reflections facilitate \\\"just-in-time\\\" teaching and provide invaluable insights into student thinking and learning. According to Wirth, expert readers are skilled at using a wide range of strategies during all phases of reading (e.g., setting goals for learning, monitoring comprehension during reading, checking comprehension, and self-reflection), but most college instruction simply assumes the mastery of such metacognitive skills.\\n- Knowledge surveys. Many members of the group were influenced by Karl Wirth's work on \\\"knowledge surveys\\\" as a central strategy for helping students think about their thinking. Knowledge surveys involve simple self-reports from students about their knowledge of course concepts and content. In knowledge surveys, students are presented with different facets of course content and are asked to indicate whether they know the answer, know some of the answer, or don't know the answer. Faculty can use these reports to gauge how confident students feel in their understanding of course material at the beginning or end of a course, before exams or papers, or even as graduating seniors or alumni.\\nKristin Bonnie's report relates how her students completed a short knowledge survey (6-12 questions) online (via Google forms) on the material covered in class that week. Rather than providing the answer to each question, students indicated their confidence in their ability to answer the question correctly (I know; I think I know; I don't know). Students received a small amount of credit for completing the knowledge survey. She used the information to review material that students seemed to struggle with. In addition, a subset of these questions appeared on their exam – the knowledge survey therefore served as a review sheet.Wirth notes that the surveys need not take much class time and can be administered via paper or the web. The surveys can be significant for clarifying course objectives, structure, and design. For students, knowledge surveys achieve several purposes: they help make clear course objectives and expectations, are useful as study guides, can serve as a formative assessment tool, and, perhaps most critically, aid in their development of self-assessment and metacognitive skills. For instructors, the surveys help them assess learning gains, instructional practices, and course design.\", \"id\": \"<urn:uuid:9d6abf05-e21c-4917-ab95-cb9f3fd306aa>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://serc.carleton.edu/acm_teagle/interventions\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9568482041358948, \"token_count\": 746, \"score\": 3.578125, \"int_score\": 4}\n"
"{\"text\": \"View Sample Pages Provides a detailed curricular calendar that's tied to a developmental continuum and the standards so you'll know not only what you should be teaching, but what your students are ready to embrace and what you can reasonably expect of them as successful readers and writers. Additionally, you'll find monthly units of study that integrate reading and writing so both work together to provide maximum support for your students. The units are organized around four essential components, process, genre, strategy, and conventions, so you're reassured you're addressing everything your students need to know about reading and writing. What's more you'll find ready-to-use lessons that offer exemplary teaching and continuous assessment, and a flexible framework that shows you how to frame a year of teaching, a unit, and a lesson—and you can easily adapt all to fit the unique needs and interests of your own students. 240 pages + DVD (17 minutes) & fold-out color year-long planner .\", \"id\": \"<urn:uuid:589b573a-7869-4a15-a5dd-7d9174baeb0b>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://shop.scholastic.com/webapp/wcs/stores/servlet/ProductDisplayView?productId=114498&langId=-1&storeId=10751&catalogId=10004&sa_campaign=internal_ads/scholastic3_0/search\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9565499424934387, \"token_count\": 193, \"score\": 3.03125, \"int_score\": 3}\n"
"{\"text\": \"Fun Classroom Activities\\nThe 20 enjoyable, interactive classroom activities that are included will help your students understand the text in amusing ways. Fun Classroom Activities include group projects, games, critical thinking activities, brainstorming sessions, writing poems, drawing or sketching, and more that will allow your students to interact with each other, be creative, and ultimately grasp key concepts from the text by \\\"doing\\\" rather than simply studying.\\n1. A Year from Now\\nWhere will Bone be and how will she be feeling a year from now? Write a one page description of Bone's life a year after the end of the book from Bone's perspective.\\n2. The Monster Within\\nWhen Bone's anger is described, it seems to grow and even take form. Take one of the descriptions for Bone's anger and rage and draw it.\\n3. Bone's Poetry\\nWrite a poem as if you are Bone. The poem can be...\\nThis section contains 555 words|\\n(approx. 2 pages at 300 words per page)\", \"id\": \"<urn:uuid:7da8e5fb-c5fb-415f-93c4-97d18531f703>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.bookrags.com/lessonplan/bastardoutcarolina/funactivities.html\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9415433406829834, \"token_count\": 210, \"score\": 4.3125, \"int_score\": 4}\n"
"{\"text\": \"Marion Levine teaches English, Literature and Film Production at Los Angeles Center for Enriched Studies, Los Angeles, CA\\nMeasure for Measure, Act 4 or 5\\nWhat's On for Today and Why\\nStudents will choose a character from Measure for Measure and create a \\\"back story\\\" for that character. This will encourage students to read the text closely looking for clues regarding a specific character's history. Students will re-read a portion of the text and then write about what has happened to the character before the play begins. They will then create an artifact, such as a diary or journal entry, written by the charcacter they have selected. This will allow them the opportunity to think like the character and to view the events of the play from a specific point of view.\\nThis lesson will take two 40 minute class periods.\\nWhat You Need\\nMeasure for Measure, Folger Edition\\nWhat To Do\\n1. Explain the concept of a \\\"back story\\\" as the important events that occur to a character before the play begins. You may need to prompt students with questions such as:\\nWhat was the character like as a child?\\nIn what situation did he/she grow up?\\nStudents will need to show how the script supports their choices.\\n2. Have the students write a one or two page back story in either the first or third person.\\n3. Divide students into small groups of 4 or 5 and have them re-read Act 4 or Act 5, combing throught the text for character details.\\n4. Have students write a letter, diary or journal entry from their selected characters point of view (first person). This artifact should concern one or more characters in the play.\\n5. For increased authenticity, appropriate for an \\\"Extra-Extended\\\" book, students could write their letter, diary entry using calligraphy, a handwriting font or on a piece of yellowed paper.\\n6. Allow students time to read their pieces and share their artifacts with the class.\\nHow Did It Go?\\nWere students able to justify their choices with reference to the text? Did their artifacts accurately portray character traits that can be interpreted from the text? Were students able to convey a sense of the character's perspective through this activity?\\nThis lesson could be applied to any fictional text that the students read in class. Through close reading and attention to a specific character, students are able to identify with, and understand the concerns of a character on a deeper level. Possible choices could include Jay Gatsby, Hester Prynne,and Atticus Finch.\\nIf you used this lesson, we would like to hear how it went and about any adaptations you made to suit the needs of YOUR students.\", \"id\": \"<urn:uuid:86849ab7-4070-40ee-9f28-f23c0e6d4e97>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://folger.edu/eduLesPlanDtl.cfm?lpid=863\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9481241106987, \"token_count\": 553, \"score\": 4.0625, \"int_score\": 4}\n"
"{\"text\": \"To make this sentence true i have to put <,>,or = in between ( ) the given fractions or Decimals? 7/20 ( ) 2/5 0.15 ( ) 1/8 Please explain?\\nGiven a rectangular prism with dimensions w = 3, l = 4, and h = 6. If you created a second rectangular prism with the length doubled but the height halved (and the width stays the same), which would be the relation of the second volume to the first volume?\\n740 mm Hg\\nHow would you calculate the concentration of an aqueous solution of Ca(OH2)that has a pH of 12.57.\\npoetry, part 1\\nWhich one of the following lines best illustrates personification? A. A narrow wind complains all day. B. The fog comes on little cat feet. C. She floated graceful as a dove. D. Spring is a dream unsung.\\nWilma's arm is broken when Paula knocks her down during an agrument. If Wilma sues Paula for battery, what damages is Wilma likely to receive?\\nWell I saying both. I have describe two cultrals and their views on health. i shows african and caucaisians american. I know that african american An excessive impact on minority populations is chronic diseases. Chronic diseases that are consider in African American are AIDS, ...\\nI need some help with what are some of the implications to health care providers in African American and Caucasian? Considering cultural views on the health as organic, health as harmony and disease as a curse or stigma\\nI need some help with listing at two pros and cons for each of the given patient and caregiver roles as a -Mechanics and machines -Parents and children -Spiritualists and believers -Providers and consumers -Partners This is so I can right my paper\\nFor Further Reading\", \"id\": \"<urn:uuid:656316dd-4afd-4827-9101-cca512394d6e>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.jiskha.com/members/profile/posts.cgi?name=kia&page=6\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9430113434791565, \"token_count\": 388, \"score\": 3.15625, \"int_score\": 3}\n"
"{\"text\": \"See also the\\nDr. Math FAQ:\\norder of operations\\nBrowse High School Basic Algebra\\nStars indicate particularly interesting answers or\\ngood places to begin browsing.\\nSelected answers to common questions:\\nSolving simple linear equations.\\nPositive/negative integer rules.\\nCompleting the square.\\nDirect and indirect variation.\\nInequalities and negative numbers.\\n- Normalization [08/01/2001]\\nHow do I figure out: 90 + 70 + 88 + 94 + x / 5 = 85 ?\\n- The Nth Root of N [11/28/2000]\\nIs the nth root of n (a whole number other than 1) ever a rational\\n- Number of Equations Needed in a Simultaneous Linear System [10/29/2003]\\nCould you tell me why we need the same number of equations as\\nvariables in order to get a unique solution to a system of\\nsimultaneous linear equations?\\n- Number * Sum of Remaining Four Numbers [04/03/2003]\\nFind 5 numbers such that when each number is multiplied by the sum of\\nthe remaining 4 numbers, the following values will result: 152, 245,\\n297, 320, 360.\\n- Objects in a Pyramid [7/8/1996]\\nObjects are stacked in a triangular pyramid... how many objects are in\\nthe nth layer from the top?\\n- Old Test Questions Answered [1/23/1995]\\nI am studying for my midterm, and I've come across two questions that I\\ngot wrong and don't understand why....\\n- One Variable Equations with Decimals [02/11/1997]\\nHow do you solve 8.25x + 3 = 17.5 + x?\\n- Open Sentence, Statement [09/18/2001]\\nWhat is an open sentence?\\n- Operator Precedence [08/13/2003]\\nSince the following statement is true: (1+1)**(5-2) is 8, why is the\\nfollowing statement true and not false: 2**1+1 is 3 and not 4, and\\n3*1**3 is 3 and not 27...' ?\\n- Ordering Exponents and Variables [04/08/2000]\\nIs there a rule for putting terms in descending order if the variables\\nhave the same exponent? What about negative exponents and descending\\n- Ordering Products, Powers, and Parameters of Trigonometric Functions [10/31/2010]\\nA student wants to know how to unambiguously interpret strings of trigonometric\\nfunctions, multiplication, and exponentiation. Doctor Peterson digs into a history book\\n-- as well as another math doctor's conversation -- to illuminate the vagaries of the\\n- Order in Linear Expressions [11/20/2001]\\nCan you give me a convincing argument as to why, in an equation such as\\ny=13-7x, where y is a function of x, it should be written as y=-7x+13?\\n- Order of Operations [05/19/1999]\\nGiven a, b, x, and y, find ax/by.\\n- Order of Operations with Percentages [04/05/2001]\\nWhy does the order of operations exclude percentage, square roots, etc.?\\n- Other Ways to Get the Quadratic Formula [02/19/2010]\\nDoctor Jacques shares two ways to derive [-b +/- SQRT(b^2 - 4ac)]/2a\\nwithout explicitly completing the square.\\n- Pairs of Odd Integers [09/24/1997]\\nFind all pairs of odd integers a and b that satisfy the equation: a +\\n128b = 3ab.\\n- Parabola with Horizontal or Vertical Axis [05/03/2001]\\nHow can I find the focus and directrix of a parabola whose axis is either\\nhorizontal or vertical, like 2x^2 = -y?\\n- Parabolic Golf Shot Equations [01/24/2002]\\nDoes the ball reach the green?\\n- Parallel and Perpendicular Lines [01/14/1999]\\nHow do you tell without graphing whether the graphs of these equations\\nare parallel, perpendicular, or neither?\\n- Parallel Lines [12/31/1998]\\nWhat are some ways of proving lines parallel - geometrically and\\n- Parametric Form for Equation of a Line [6/30/1996]\\nHow can you convert an equation such as y = -3x/4 + 7/2 to parametric\\n- Parity [8/2/1996]\\nHow do I determine if the given function is odd, even or neither? What's\\nthe symmetry of the graph?\\n- Partial Fractions [01/29/1998]\\nHow do I express 3/1-(x^3) in partial fractions?\\n- Pascal's Triangle Pattern [04/22/1999]\\nWhat pattern does multiplying each entry by 1, 2, 3, 4, 5... in order,\\nand adding the products yield?\\n- Perfect Square: Solving Two Equations [6/14/1996]\\nx^2 + 5 is a perfect square, and x^2 - 5 is a perfect square.\\n- Perimeter Equals Area in a Triangle [4/2/1996]\\nWhen will the area and perimeter of a right triangle be numerically\\n- Picture Frame, Triangle Measurements [5/20/1996]\\nMy teacher gave us ten questions to answer and I could do all except two:\\n1) A framed rectangular picture is 35cm long and 25cm wide... 2) The base\\nof a triangle is 9cm more than the perpendicular height...\\n- Plus or Minus Sign [03/08/2002]\\nWhat does this equation mean: y = +- k ? The - sign is directly under the\\n- Point Equidistant from 3 Other Points [04/11/1999]\\nHow do you find a point that is equidistant from three other points?\\n- Point on a Line [03/23/2001]\\nCan you please tell me a formula to find if a point exists on a line?\\nBoth are in x,y form.\\n- Polynomial Brain-Twisters [12/4/1995]\\nI'm stumped on some similar polynomial problems...\\n- Polynomial Degrees and Definition of a Field [03/02/1998]\\nThe degree of polynomials added together, and definition of a field.\\n- Polynomial Factoring Rules [04/02/1997]\\nHow do I apply the polynomial factoring rules to t^21+1 and 25y^2-144 =\\n- Polynomial Problem [3/11/1995]\\nA remainder of 9 results when the polynomial p(x) is divided by x-2, a\\nremainder of -3 when p(x) is divided by x+2, and a remainder of 3 when\\ndivided by x-1. Find the remainder when p(x) is divided by (x-2)(x+2)(x-\\n- Population and Percentage [03/07/1999]\\nGiven population data, find the number of women in two different years.\\n- Positive Unit Fractions [10/02/2002]\\nFind five different positive unit fractions whose sum is 1. (A unit\\nfraction is a fraction whose numerator is 1. All denominators must\\nalso be natural numbers.)\\n- Precedence of Unary Operators [09/01/99]\\nThe PEMDAS rule for order of operations ignores unary operators. Can you\\nexplain the proper precedence for them, and give an example showing how\\nnot knowing the rule can cause an incorrect result?\\n- Preparing for an Algebra Test [11/1/1995]\\nA 9th grade math student asks for help preparing for final exams. What is\\nthe difference between the terms: solve and simplify? How do you find the\\ngradient in a graph?\\n- Prize Money [09/04/1997]\\nIf first prize wins $1,000 out of $6,000 and twentieth prize wins $100,\\nhow much money do second through nineteenth place win? Is this a\\n- Probability of a Function Having Complex Roots [05/11/2000]\\nWhat is the probability that the function f(x) = x^2 + px + q = 0 will\\nhave complex roots when p and q lie between 0 and 1? ...when p and q lie\\nbetween 0 and 5? ...when p and q are greater than 0?\", \"id\": \"<urn:uuid:7308a886-f8d1-4f71-a8ac-74e6e4712804>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://mathforum.org/library/drmath/sets/high_algebra.html?start_at=441&num_to_see=40&s_keyid=38309224&f_keyid=38309225\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.813244104385376, \"token_count\": 1828, \"score\": 3.609375, \"int_score\": 4}\n"
"{\"text\": \"OBSOLETE UNITS PACKAGE SYMBOL\\nAs of version 9.0, unit functionality is built into Mathematica\\nis the fundamental CGS unit of mass.\\n- To use , you first need to load the Units Package using Needs[\\\"Units`\\\"].\\n- is equivalent to Kilogram/1000 (SI units).\\n- Convert[n Gram, newunits] converts n Gram to a form involving units newunits.\\n- is typically abbreviated as g.\", \"id\": \"<urn:uuid:0918420b-56e0-40b1-bd26-4b8fb94c48df>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://reference.wolfram.com/mathematica/Units/ref/Gram.en.html\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.7426242828369141, \"token_count\": 102, \"score\": 2.671875, \"int_score\": 3}\n"
"{\"text\": \"Beyond simple math and grouping (like \\\"(x+2)(x-4)\\\"), there are some\\nfunctions you can use as well. Look below to see them all. They are mostly\\nstandard functions written as you might expect. You can also use \\\"pi\\\" and \\\"e\\\"\\nas their respective constants.\\nPlease note: You should not use fractional exponents. For\\nexample, don't type \\\"x^(1/3)\\\" to compute the cube root of x.\\nInstead, use \\\"root(x,3)\\\".\\nWhen you want a quick graph of a function, you can just go to\\nhttp://graphsketch.com/[function], like http://graphsketch.com/sin(x).\\nYou can even separate multiple equations with commas, like\\nFor more information on GraphSketch (how it works, etc.), see\\nmy blog post\", \"id\": \"<urn:uuid:f6615daf-e8f5-421d-a07e-eb45a1bb137b>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.graphsketch.com/parametric.php\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.895248532295227, \"token_count\": 189, \"score\": 2.75, \"int_score\": 3}\n"
"{\"text\": \"Download source - 8 Kb\\nThis tutorial is based off of the MSDN Article #ID: Q194873. But, for a beginner, following these MSDN articles can be intimidating to say the least. One of the most often asked questions I see as a Visual C++ and Visual Basic programmer is how to call a VB DLL from VC++. Well, I am hoping to show you exactly that today. I am not going to go over the basic details of COM as this would take too long, so I am assuming you have an understanding of VB, VC++ and a little COM knowledge. It's not too hard to learn; just takes a little time. So let's get started.\\nThe first thing you need to do is fire up Visual Basic 6 (VB 5 should work as well). With VB running, create a new \\\"ActiveX DLL\\\" project. Rename the project to \\\"vbTestCOM\\\" and the class to \\\"clsTestClass\\\". You can do this by clicking in the VB Project Explorer Window on the Project1 item (Step 1), then clicking in the Properties window and selecting the name property (Step 2). Do the same for the Class. Click on the class (Step 3), then the name property and enter the name mentioned above (Step 4). Your project so far should look like the folowing right hand side picture:\\nOk, now we are ready to add some code to the VB Class. Click on the \\\"Tools\\\" menu, then select the \\\"Add Procedure\\\" menu item. The Add Procedure window will open up. In this window we need to add some information. First (Step 1) make sure the type is set to Function. Second (Step 2) enter a Function name called \\\"CountStringLength\\\". Finally hit the Ok button and VB will generate the new function in the class.\\nYou should have an empty function with which to work. The first thing we will do is specify a return type and an input parameter. Edit your code to look like this:\\nPublic Function CountStringLength(ByVal strValue As String) As Long\\nWhat are we doing here? We are taking one parameter, as a String type in this case, then returning the length through the return type, which is a Long. We specify the input parameter as ByVal, meaning VB will make a copy of this variable and use the copy in the function, rather than the default ByRef, which passes the variable by reference. This way we can be sure that we do not modify the string by accident that was passed to us by the calling program. Let's add the code now.\\nPublic Function CountStringLength(ByVal strValue As String) As Long\\nIf strValue = vbNullString Then\\nCountStringLength = 0\\nCountStringLength = Len(strValue)\\nIn the first line of code we are checking to see if the calling program passed us an empty, or NULL, string. If so we return 0 as the length. If the user did pass something other than an empty string, then we count it's length and return the length back to the calling program.\\nNow would be a good time to save your project. Accept the default names and put it in a safe directory. We need to compile this project now. Go to the File menu and select the \\\"Make vbCOMTest.dll...\\\" menu item.\\nThe compiler will produce a file called surprisingly enough: vbCOMTest.dll. The compiler will also do us the favor of entering this new DLL into the system registry. We have finished the VB side of this project, so let's start the VC++ side of it. Fire up a copy of VC++, then select from the menu, \\\"New Project\\\". The New Project window should appear. Select a \\\"Win32 Console Application\\\" (Step 1), then give it a name of \\\"TestVBCOM\\\" (Step 2). Finally, enter a directory you want to build this project in (Step 3 - your directory will vary from what I have entered).\\nClick on the \\\"OK\\\" button and the \\\"Win32 Console Application - Step 1 of 1\\\" window will appear. Leave everything on this page as the default, and click the \\\"Finish\\\" button. One final window will appear after this titled \\\"New Project Information\\\". Simply click the \\\"Ok\\\" button here. You should now have an empty Win32 Console project. Press the \\\"Ctrl\\\" and hit the \\\"N\\\" key. Another window titled \\\"New\\\" will appear. Select the \\\"C++ Source File\\\" (Step 1), then enter the new name for this file called, \\\"TestVBCOM.cpp\\\" (Step 2 - make sure the Add to Project checkbox is checked and the correct project name is in the drop down combo box), then click the \\\"Ok\\\" button to finish.\\nNow we are going to get fancy!\\nYou need to go to your Start Menu in Windows and navigate to the \\\"Visual Studio 6\\\" menu and go into the \\\"Microsoft Visual Studio 6.0 Tools\\\" sub-menu. In here you will see an icon with the name \\\"OLE View\\\". Click on it.\\nThe OLE View tool will open up. You will see a window similar to this one:\\nCollapse all the trees, if they are not already. This will make it easier to navigate to where we want to go. Highlight the \\\"Type Libraries\\\" (Step 1) and expand it. You should see a fairly massive listing. We need to locate our VB DLL. Now, remember what we named the project? Right, we need to look for vbTestCOM. Scroll down until you find this. Once you have found it, double click on it. A new window should appear - the \\\"ITypeLib Viewer\\\" window. We are only interested in the IDL (Interface Definition Language) code on the right side of the window. Select the entire IDL text and hit the \\\"Ctrl\\\" and \\\"C\\\" buttons to copy it to the clipboard.\\nYou can close this window and the OLE View window now as we are done with the tool. We need to add the contents of the IDL file into our VC++ project folder. Go to the folder you told VC++ to create your project in and create a new text file there (If you are in Windows Explorer, you can right click in the directory and select \\\"New\\\" then scroll over following the arrow and select \\\"Text Document\\\"). Rename the text document to \\\"vbCOMTEST.idl\\\". Then double click on the new IDL file (VC++ should open it if you named it correctly with an IDL extension). Now paste the code in the file by pressing the \\\"Ctrl\\\" and \\\"V\\\" keys. The IDL text should be pasted into the file. So far, so good. Now, this IDL file is not going to do us much good until we compile it. That way, VC++ can use the files it generates to talk to the VB DLL. Let's do that now. Open a DOS window and navigate to the directory you created your VC++ project in. Once in that directory, at the prompt you need to type the following to invoke the MIDL compiler:\\nE:\\\\VCSource\\\\TestVBCOM\\\\TestVBCOM\\\\midl vbTestCOM.idl /h vbTestCOM.h\\nHit the \\\"Enter\\\" key and let MIDL do its magic. You should see results similar to the following:\\nClose the DOS window and head back into VC++. We need to add the newly generated vbTestCOM.h and vbTestCOM_i.c files to the project. You can do this by going to the \\\"Project\\\" menu, then selecting the \\\"Add to Project\\\" item, and scrolling over to the \\\"Files\\\" menu item and clicking on it. A window titled, \\\"Insert Files into Project\\\" will open. Select the two files highlighted in the next picture, then select the \\\"Ok\\\" button.\\nThese two files were generated by MIDL for us, and VC++ needs them in order to talk to the VB DLL (actually VC++ does not need the \\\"vbCOMTest_i.c\\\" file in the project, but it is handy have in the project to review). We are going to add the following code to the \\\"TestVBCOM.cpp\\\" file now, so navigate to that file in VC++ using the \\\"Workspace\\\" window. Open the file by double clicking it and VC++ will display the empty file for editing.\\nNow add the following code to the \\\"TestVBCOM.cpp\\\" file:\\n_clsVBTestClass *IVBTestClass = NULL;\\nhr = CoInitialize(0);\\nhr = CoCreateInstance( CLSID_clsVBTestClass,\\n_bstr_t bstrValue(\\\"Hello World\\\");\\nhr = IVBTestClass->CountStringLength(bstrValue,\\ncout << \\\"The string is: \\\" << ReturnValue << \\\" characters in\\nlength.\\\" << endl;\\nhr = IVBTestClass->Release();\\ncout << \\\"CoCreateInstance Failed.\\\" << endl;\\nIf all the code is entered in correctly, then press the \\\"F7\\\" key to compile this project. Once the project has compiled cleanly, then press the \\\"Ctrl\\\" and the \\\"F5\\\" keys to run it. In the C++ code, we include the MIDL created \\\"vbTestCOM.h\\\" file, the \\\"Comdef.h\\\" file for the _bstr_t class support and the \\\"iostream.h\\\" file for the \\\"cout\\\" support. The rest of the comments should speak for themselves as to what's occurring. This simple tutorial shows how well a person can integrate VB and VC++ apps together using COM. Not too tough actually.\", \"id\": \"<urn:uuid:a5fbb498-1ce4-4861-9a4d-ac9d31394472>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.codeproject.com/Articles/21/Beginner-s-Tutorial-Calling-Visual-Basic-ActiveX-D?fid=104&df=90&mpp=10&sort=Position&spc=None&select=1378774&tid=816225&PageFlow=FixedWidth\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.87873774766922, \"token_count\": 2064, \"score\": 2.796875, \"int_score\": 3}\n"
"{\"text\": \"Basic Use To make a new number, a simple initialization suffices:\\nvar foo = 0; // or whatever number you want\\nfoo = 1; //foo = 1 foo += 2; //foo = 3 (the two gets added on) foo -= 2; //foo = 1 (the two gets removed)\\nNumber literals define the number value. In particular: They appear as a set of digits of varying length. Negative literal numbers have a minus sign before the set of digits. Floating point literal numbers contain one decimal point, and may optionally use the E notation with the character e. An integer literal may be prepended with \\\"0\\\", to indicate that a number is in base-8. (8 and 9 are not octal digits, and if found, cause the integer to be read in the normal base-10). An integer literal may also be found with \\\"0x\\\", to indicate a hexadecimal number. The Math Object Unlike strings, arrays, and dates, the numbers aren't objects. The Math object provides numeric functions and constants as methods and properties. The methods and properties of the Math object are referenced using the dot operator in the usual way, for example:\\nvar varOne = Math.ceil(8.5); var varPi = Math.PI; var sqrt3 = Math.sqrt(3);\\nMethods random() Generates a pseudo-random number.\\nvar myInt = Math.random();\\nmax(int1, int2) Returns the highest number from the two numbers passed as arguments.\\nvar myInt = Math.max(8, 9); document.write(myInt); //9\\nmin(int1, int2) Returns the lowest number from the two numbers passed as arguments.\\nvar myInt = Math.min(8, 9); document.write(myInt); //8\\nfloor(float) Returns the greatest integer less than the number passed as an argument.\\nvar myInt = Math.floor(90.8); document.write(myInt); //90;\\nceil(float) Returns the least integer greater than the number passed as an argument.\\nvar myInt = Math.ceil(90.8); document.write(myInt); //91;\\nround(float) Returns the closest integer to the number passed as an argument.\\nvar myInt = Math.round(90.8); document.write(myInt); //91;\", \"id\": \"<urn:uuid:eecdd55e-49d8-40e4-9834-6f3dce28fa4c>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://fatalweb.com/tutorials/12/48/javascript-numbers\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.7697402238845825, \"token_count\": 508, \"score\": 3.96875, \"int_score\": 4}\n"
"{\"text\": \"The concept of a numbering machine is quite simple. It consists of various wheels inside and all wheels are stamped with numbers. But, what could be done with this? Well, the wheels of a numbering machine can be set and arranged to form a date or various other numbers. Basically numbers machines are used to imprint items with sequential numbers. Over the time, people have been using this type of machine to stamp many different kinds of paperwork. By adjusting the numbers stamped on wheels, you can keep an organized record of your date paperwork and label contracts.\\nNumbering machines are considered as an inevitable stationery in offices or corporations, especially small businesses. They are used for any paperwork that requires to be printed with unique and trackable numbers. It is a way to keep an organized record of whatever you do. There are many applications in an office set up that require sequential numbering, such as purchase orders, invoices, production orders, inventory paperwork, insurance claims, property documents, serial number tags and much more. (more…)\", \"id\": \"<urn:uuid:34a18b86-5717-4716-8eed-650c970bbd9c>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://blog.acornsales.com/tag/stationery/\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.956297755241394, \"token_count\": 206, \"score\": 2.828125, \"int_score\": 3}\n"
"{\"text\": \"4 Dice Helps Students Learn to Add, Subtract, Multiply, and Divide Fractions\\n4 Dice is an iPad app designed to help students learn to add, subtract, multiply, and divide fractions. The app was developed by the same people that built the popular 5 Dice app that helps students learn the order of operations.\\nIn 4 Dice students are shown a fraction and they have to drag four dice into position to complete the arithmetic that will result in the fraction that they were shown. It’s kind of like the Jeopardy concept applied to fractions mathematics. There are five modes in 4 Dice. There are the addition, subtraction, multiplication, and division modes as well as a challenge mode that randomized the problems. At any point in a series of problems students can pause and use the whiteboard to work out possible solutions to a problem.\\n4 Dice does ask for an email address, but doesn’t ask users to confirm that email address. If your students don’t have email addresses you can use the Gmail+1 trick to create dummy addresses for them that you can monitor.\\n4 Dice costs $0.99. This app is appropriate for elementary and middle school students.\", \"id\": \"<urn:uuid:5eadff81-237b-449e-a190-3d2c04c3d0c6>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://ipadapps4school.com/2012/12/11/4-dice-helps-students-learn-to-add-subtract-multiply-and-divide-fractions/\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9572340250015259, \"token_count\": 247, \"score\": 2.96875, \"int_score\": 3}\n"
"{\"text\": \"Help kids practice their counting skills with this printable counting to eight (8) worksheet that has a fun birds theme. This worksheet will be a great addition to any numbers or counting lesson plan as well as any birds themed lesson plan. On this worksheet, kids are asked to count the number of cardinals and circle the correct number (eight) at the bottom of the page.\\nView and Print Your Birds Themed Counting Worksheet\\nAll worksheets on this site were done personally by our family. Please do not reproduce any of our content on your own site without direct permission. We welcome you to link directly to any pages on our site without specific permission. We also welcome any feedback, ideas or anything you want to share with us - just email us at firstname.lastname@example.org.\", \"id\": \"<urn:uuid:62414080-4b8a-49db-816c-5a3eca396b17>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.allkidsnetwork.com/worksheets/animals/birds/birds-worksheet-counting8.asp\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9313437342643738, \"token_count\": 166, \"score\": 3.515625, \"int_score\": 4}\n"
"{\"text\": \"Rainy Day Painting\\nCreate your very own creepy, haunted castle sitting in a turbulent field of flowing grass, eerily surrounded by dark, ominous clouds.\\nFireworks are such an exciting part of part of summer festivities, but it's sad when the show is over. Keep them alive all year long with watercolor fireworks.\\nShow your high schooler how to celebrate Mary Cassatt, an Impressionist painter, by creating a mother-child painting in her style.\\nPut your individual fingerprint on the 100th Day of School (literally!) with this activity.\\nShow your preschooler how to make a print of a butterfly using her hand as a tool--a great way to stimulate her sense of touch.\\nUse marbles and paint to explore the wild world of shapes and color...and build kindergarten writing strength, too.\\nIntroduce your kindergartener to some art history by showing him how to create an everyday object print, Andy Warhol-style.\\nCelebrate the changing seasons with this fun, hands-on art activity that will teach your child about the different colors of the seasons.\\nHelp your preschooler begin reading and writing the printed word by connecting simple letter recognition exercises with this easy art project: alphabet trees!\", \"id\": \"<urn:uuid:b9953fa3-a9b1-49a2-8a31-a2bff8d508c2>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.education.com/collection/zapkode/rainy-day-painting/\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9140550494194031, \"token_count\": 253, \"score\": 3.453125, \"int_score\": 3}\n"
"{\"text\": \"Twenty Ideas for Engaging ProjectsSeptember 12, 2011 | Suzie Boss\\nThe start of the school year offers an ideal time to introduce students to project-based learning. By starting with engaging projects, you'll grab their interest while establishing a solid foundation of important skills, such as knowing how to conduct research, engage experts, and collaborate with peers. In honor of Edutopia's 20th anniversary, here are 20 project ideas to get learning off to a good start.\\n1. Flat Stanley Refresh: Flat Stanley literacy projects are perennial favorites for inspiring students to communicate and connect, often across great distances. Now Flat Stanley has his own apps for iPhone and iPad, along with new online resources. Project founder Dale Hubert is recently retired from the classroom, but he's still generating fresh ideas to bring learning alive in the \\\"flatlands.\\\"\\n2. PBL is No Accident: In West Virginia, project-based learning has been adopted as a statewide strategy for improving teaching and learning. Teachers don't have to look far to find good project ideas. In this CNN story about the state's educational approach, read about a project that grew out of a fender-bender in a school parking lot. When students were asked to come up with a better design for the lot, they applied their understanding of geometry, civics, law, engineering, and public speaking. Find more good ideas in West Virginia's Teach21 project library.\\n3. Defy Gravity: Give your students a chance to investigate what happens near zero gravity by challenging them to design an experiment for NASA to conduct at its 2.2 second drop tower in Brookpark, Ohio. Separate NASA programs are offered for middle school and high school. Or, propose a project that may land you a seat on the ultimate roller coaster (aka: the \\\"vomit comet\\\"), NASA aircraft that produces periods of micro and hyper gravity ranging from 0 to 2 g's. Proposal deadline is Sept. 21, and flight week takes place in February 2012.\\n4. Connect Across Disciplines: When students design and build kinetic sculptures, they expand their understanding of art, history, engineering, language arts, and technology. Get some interdisciplinary project insights from the Edutopia video, Kinetic Conundrum. Click on the accompanying links for more tips about how you can do it, too.\\n5. Honor Home Languages: English language learners can feel pressured to master English fast, with class time spent correcting errors instead of using language in meaningful ways. Digital IS, a site published by the National Writing Project, shares plans for three projects that take time to honor students' home languages and cultures, engaging them in critical thinking, collaboration, and use of digital tools. Anne Herrington and Charlie Moran curate the project collection, \\\"English Language Learners, Digital Tools, and Authentic Audiences.\\\"\\n6. Rethink Lunch: Make lunch into a learning opportunity with a project that gets students thinking more critically about their mid-day meal. Center for Ecoliteracy offers materials to help you start, including informative including informative essays and downloadable planning guides. Get more ideas from this video about a middle-school nutrition project, \\\"A Healthy School Lunch.\\\"\\n7. Take a Learning Expedition: Expeditionary Learning schools take students on authentic learning expeditions, often in neighborhoods close to home. Check out the gallery for project ideas about everything from the tools people use in their work to memories of the Civil Rights Movement.\\n8. Find a Pal: If PBL is new to you, consider joining an existing project. You'll benefit from a veteran colleague's insights, and your students will get a chance to collaborate with classmates from other communities or even other countries. Get connected at ePals, a global learning community for educators from more than 200 countries.\\n9. Get Minds Inquiring: What's under foot? What are things made of? Science projects that emphasize inquiry help students make sense of their world and build a solid foundation for future understanding. The Inquiry Project supports teachers in third to fifth grades as they guide students in hands-on investigations about matter. Students develop the habits of scientists as they make observations, offer predictions, and gather evidence. Companion videos show how scientists use the same methods to explore the world. Connect inquiry activities to longer-term projects, such as creating a classroom museum that showcases students' investigations.\\n10. Learn through Service: When cases of the West Nile virus were reported in their area, Minnesota students sprang into action with a project that focused on preventing the disease through public education. Their project demonstrates what can happen when service-learning principles are built into PBL. Find more ideas for service-learning projects from the National Youth Leadership Council.\\n11. Locate Experts: When students are learning through authentic projects, they often need to connect with experts from the world outside the classroom. Find the knowledgeable experts you need for STEM projects through the National Lab Network. It's an online network where K-12 educators can locate experts from the fields of science, technology, engineering and mathematics.\\n12. Build Empathy: Projects that help students see the world from another person's perspective build empathy along with academic outcomes. The Edutopia video, \\\"Give Me Shelter\\\", shows what compassionate learning looks like in action. Click on the companion links for more suggestions about how you can do it, too.\\n13. Investigate Climate Science: Take students on an investigation of climate science by joining the newest collaborative project hosted by GLOBE, Global Learning and Observations to Benefit the Environment. The Student Climate Research Campaign includes three components: introductory activities to build a foundation of understanding, intensive observing periods when students around the world gather and report data, and research investigations that students design and conduct. Climate project kicks off Sept. 12.\\n14. Problem-Solvers Unite: Math fairs take mathematics out of the classroom and into the community, where everyone gets a chance to try their hand at problem solving. Galileo Educational Network explains how to host a math fair. In a nutshell, students set up displays of their math problems but not the solutions. Then they entice their parents and invited guests to work on solutions. Make the event even more engaging by inviting mathematicians to respond to students' problems.\\n15. Harvest Pennies : Can small things really add up to big results? It seems so, based on results of the Penny Harvest. Since the project started in New York in 1991, young philanthropists nationwide have raised and donated more than $8 million to charitable causes, all through penny drives. The project website explains how to organize students in philanthropy roundtables to study community issues and decide which causes they want to support.\\n16. Gather Stories: Instead of teaching history from textbooks, put students in the role of historian and help them make sense of the past. Learn more about how to plan oral history projects in the Edutopia story, \\\"Living Legends.\\\" Teach students about the value of listening by having them gather stories for StoryCorps.\\n17. Angry Bird Physics: Here's a driving question to kickstart a science project: \\\"What are the laws of physics in Angry Birds world?\\\" Read how physics teachers like Frank Noschese and John Burk are using the web version of the popular mobile game in their classrooms.\\n18. Place-Based Projects: Make local heritage, landscapes, and culture the jumping-off point for compelling projects. That's the idea behind place-based education, which encourages students to look closely at their communities. Often, they wind up making significant contributions to their communities, as seen in the City of Stories project.\\n19. News They Can Use: Students don't have to wait until they're grown-ups to start publishing. Student newspapers, radio stations, and other journalism projects give them real-life experiences now. Award-winning journalism teacher Esther Wojcicki outlines the benefits this post on the New York Times Learning Network. Get more ideas about digital-age citizen journalism projects at MediaShift Idea Lab.\\n20. The Heroes They Know: To get acquainted with students at the start of the year and also introduce students to PBL processes, High Tech High teacher Diana Sanchez asked students to create a visual and textual representation of a hero in their own life. Their black-and-white exhibits were a source of pride to students, as Sanchez explains in her project reflection . Get more ideas from the project gallery at High Tech High, a network of 11 schools in San Diego County that emphasize PBL. To learn more, watch this Edutopia video interview with High Tech High founding principal Larry Rosenstock.\\nPlease tell us about the projects you are planning for this school year. Questions about PBL? Draw on the wisdom of your colleagues by starting discussions or asking for help in the PBL community.\", \"id\": \"<urn:uuid:6d6b12c8-51d9-4d93-b798-19f2bbb48a21>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://www.edutopia.org/blog/20-ideas-for-engaging-projects-suzie-boss?quicktabs_edutopia_blogs_sidebar_popular_list=0\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9446845650672913, \"token_count\": 1793, \"score\": 3.515625, \"int_score\": 4}\n"
"{\"text\": \"- Action research (6 posts)\\n- Artist CPD (11 posts)\\n- Barriers to participation (2 posts)\\n- Change management (8 posts)\\n- Co-construction (3 posts)\\n- Community cohesion (12 posts)\\n- Creative curriculum development (13 posts)\\n- Creative teaching and learning (28 posts)\\n- Cross-curricular working (21 posts)\\n- Developing school ethos (6 posts)\\n- Disability awareness (4 posts)\\n- Diversity (3 posts)\\n- Exchanges and trips (4 posts)\\n- Experiential learning (6 posts)\\n- Extracurricular work (3 posts)\\n- Learning outcomes for artists (23 posts)\\n- Learning outcomes for teachers (27 posts)\\n- Learning outcomes for young people (37 posts)\\n- Learning styles (13 posts)\\n- Mentoring (2 posts)\\n- Outdoor learning environment (1 post)\\n- Parent engagement (4 posts)\\n- Participation and engagement (29 posts)\\n- Partnerships (37 posts)\\n- Role of the practitioner (32 posts)\\n- School networks (2 posts)\\n- Teacher CPD (17 posts)\\n- Whole school working (13 posts)\\n- Young people in decision making role (9 posts)\\n- Youth leadership (5 posts)\\n- Youth voice (16 posts)\\nSelect from the categories above, and scroll over the thumbnails to view information about each resource. You can download many of the resources as PDFs, view film or listen to audio.\\nA New Direction Schools Forum: Effective Partnership WorkingThis resource summarises key ideas from schools and arts & cultural organisations from a series of discussions around six different…\\nA Personal Journey through Preferred Learning StylesAn essay written by a creative practitioner who undertook action research into students' preferred learning styles and creativity.\\nArtists and Teachers PartnershipsAn essay exploring partnerships between creative practitioners and teachers from an Early Years setting and a Secondary school.\\nArts Beyond the ClassroomA film documenting the experiences of the pupils and parents in the Arts Beyond the Classroom project.\\nBeneath the HoodA pack including a poignant film portrait of students at a PRU, poetry cards and a resource guide for similar…\\nBuilding PartnershipsAn essay describing three effective partnership projects delivered in two primary schools and one FE College.\\nCo-construction of LearningA case study exploring examples of creative projects which supported young people to guide school change through 'co-construction'.\\nConnecting Countries: London to VancouverA film of a group of Secondary School students who journey to Vancouver for the 2010 Winter Paralympic Games.\\nCreative Interventions in the English FacultyAn essay providing an arts organisation's perspective of creative teaching strategies within an East London school's English curriculum.\\nCreative Teaching and LearningA case study discussing the ways creative programmes have supported the development of creative teaching and learning.\\nCreativity and ChangeAn essay exploring structural and institutional change through creative programmes in three primaries and one special school.\\nCross-Curricular Creative ProjectsAn essay describing cross-curricular approaches in 3 primary schools and 1 secondary school in East London.\\nDeveloping a Learning Strategy for ArtsadminA paper detailing the development of an arts organisation's education programme in partnership with artists and local schools.\\nEngaging Parents Creatively in the Foundation StageA paper presenting two examples that aimed to increase parental engagement and community involvement in the pupils' work.\\nForensic Science Murder MysteryA film documenting a cross-curricular drama project with secondary school students inspired by a TV crime series.\\nGrove Park Special School Takes Over the Borough of BrentA film made by students with a range of physical and learning disabilities who investigate their local area.\\nImagiNationA film charting an 18 month whole school cross-curricular project culminating in a community carnival.\\nImagine NationA short film of a poem and set of accompanying activities for literacy lessons exploring creativity and imagination.\\nInstitutional ChangeA paper exploring two different approaches to whole school change in a Special School and a Secondary School.\\nIPC Media Schools Design ProgrammeAn essay describing the IPC Media Schools Design Programme, a graphic design work-related learning programme initiated in 2005.\\nLearning about Learning: Preferred Learning Styles and CreativityA publication exploring education approaches to preferred learning styles. Essays and a toolkit of lesson activities are included.\\nLondon to Beijing - a Dance TravelogueA film about dance students from a Further Education college who visit a dance school in Beijing, China.\\nMaking Things Happen - HereA project case study and two films. A group of Primary Schools imagine something extraordinary for their community.\\nOlympics Literacy ResourceA set of classroom resources for all year groups for creating poetry around the theme of the Olympics.\", \"id\": \"<urn:uuid:69d15397-ebe5-4147-830d-84d945741e63>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://anewdirection.org.uk/knowledge/resources?category=370\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.8887934684753418, \"token_count\": 979, \"score\": 2.640625, \"int_score\": 3}\n"
"{\"text\": \"- November 15th, 2008\\n- Derek Robertson\\n- Comments: 7 Comments »Tags: Consolarium, Endless Ocean, games based learning, Wii\\nEndless Ocean for the Nintendo Wii was one of those games that immediately caught my eye. A wonderful world in which the player can become immersed in a rich, vibrant and somewhat hypnotically therapeutic underwater world. I’ve written about how I thought it might be used to drive learning before but my initial ideas have been put into place and extended beyond recognition by some really creative teachers.\\nLast week I went with Margaret Cassidy from Stirling Council to Cowie PS to see a teacher that was using Endless Ocean with her class:\\nMrs Bullivant and her class of P.6 children treated me to an afternoon of sheer joy. I walked in to a class that had been turned into an underwater world that was awash with a tide of enthusiastic and industrious learnning.\\n- Streamers of various shades of blue were hung from two lines that criss-crossed the class.From these lines also hung starfish, sharks and other underwater creatures that the children had made.\\n- The Wii was hooked up to the whiteboard and the gameplay was integral to the learning.\\n- The children were divided into ‘dive teams’ and their ‘dive leader’ had to manage certain aspects of how the children worked together.\\n- Children were engaged with a teacher led leson that investigated buoyancy.\\n- Children were searching the web to find out more about some of the creatures that they discovered in the game.\\n- A spreadsheet activity detailing the range of creatures that they had discovered was in place.\\n- A shipwreck (created by the janitor) was sitting in the class. This helped drive much of the creative writing work.\\n- The children created treasure maps and were using these to look at grid references.\\n- Mermaids were created in art and design and very lifelike they were too!\\n- Reference books were in great demand when I was in the class and the initial stimulus of the game appeared to drive a real interest for what could be found in the complementary resource that was the book.\\n- Children actively encouraged to measure exactly how long 7 metres is as a result of finding out that that was how long a Great White Shark was.\\nThis was just a wonderful visit and an example of what learning in class can be. Yes we need creative teachers to lead this but isn’t that what we are meant to be. The work that was in evidence in this class was delightful to witness and further cemented my ideas of the possibilities of sandbox games such as Endless Ocean.\\nCategories Stirling Council\", \"id\": \"<urn:uuid:ed02b25b-582c-477f-af77-6a012b479875>\", \"dump\": \"CC-MAIN-2013-20\", \"url\": \"http://blogs.educationscotland.gov.uk/consolarium/2008/11/15/endless-ocean-and-endless-learning-in-stirling/\", \"file_path\": \"s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz\", \"language\": \"en\", \"language_score\": 0.9867492318153381, \"token_count\": 553, \"score\": 2.546875, \"int_score\": 3}\n"