{"text": "What exactly does \"desecration\" mean? Is it just flag burning — or does it also include smearing the flag with dirt? How about dropping it on the ground? And why should law enforcement get to decide who to arrest for such desecration? Free expression and the right to dissent are among the core principles which the American flag represents. The First Amendment must be protected most when it comes to unpopular speech. Failure to do so fails the very notion of freedom of expression.\nOur democracy is strong because we tolerate all peaceful forms of expression, no matter how uncomfortable they make us feel, or how much we disagree. If we take away the right to dissent - no matter how unpopular - what freedom will be sacrificed next?\nMake a Difference\nYour support helps the ACLU defend free speech and a broad range of civil liberties.\nBurn the Flag or Burn the Constitution? (2011 blog): Sadly, Congress is once again considering an amendment to the U. S. Constitution banning desecration of the American flag and, in doing so, testing our political leaders' willingness to defend what is arguably one of America's most sacred principles — protecting political speech.\nFlag Amendment Defeated, First Amendment Stands Unscathed (2003): On June 27, 2006, the Senate voted down the proposed Flag Desecration Amendment by the slimmest margin ever. The vote was 66-34, just one vote short of the two-thirds needed to approve a constitutional amendment.\nReasons to Oppose the Flag Desecration Amendment (2004 resource): Talking Points on Opposing the Flag Desecration Amendment\nBackground on the Flag Desecration Amendment (2004 resource)\nFight for the Flag - Resources (2006 resource)", "id": "<urn:uuid:cbe1a6ba-f0ca-4f88-86c8-7605d31dcf07>", "dump": "CC-MAIN-2013-20", "url": "http://www.aclu.org/free-speech/flag-desecration", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9041697382926941, "token_count": 351, "score": 3.09375, "int_score": 3}
{"text": "Major Section: BREAK-REWRITE\nExample: (brr@ :target) ; the term being rewritten (brr@ :unify-subst) ; the unifying substitutionwhere\nGeneral Form: (brr@ :symbol)\n:symbolis one of the following keywords. Those marked with\n*probably require an implementor's knowledge of the system to use effectively. They are supported but not well documented. More is said on this topic following the table.\n:symbol (brr@ :symbol) ------- ---------------------In general\n:target the term to be rewritten. This term is an instantiation of the left-hand side of the conclusion of the rewrite-rule being broken. This term is in translated form! Thus, if you are expecting (equal x nil) -- and your expectation is almost right -- you will see (equal x 'nil); similarly, instead of (cadr a) you will see (car (cdr a)). In translated forms, all constants are quoted (even nil, t, strings and numbers) and all macros are expanded.\n:unify-subst the substitution that, when applied to :target, produces the left-hand side of the rule being broken. This substitution is an alist pairing variable symbols to translated (!) terms.\n:wonp t or nil indicating whether the rune was successfully applied. (brr@ :wonp) returns nil if evaluated before :EVALing the rule.\n:rewritten-rhs the result of successfully applying the rule or else nil if (brr@ :wonp) is nil. The result of successfully applying the rule is always a translated (!) term and is never nil.\n:failure-reason some non-nil lisp object indicating why the rule was not applied or else nil. Before the rule is :EVALed, (brr@ :failure-reason) is nil. After :EVALing the rule, (brr@ :failure-reason) is nil if (brr@ :wonp) is t. Rather than document the various non-nil objects returned as the failure reason, we encourage you simply to evaluate (brr@ :failure-reason) in the contexts of interest. Alternatively, study the ACL2 function tilde-@- failure-reason-phrase.\n:lemma * the rewrite rule being broken. For example, (access rewrite-rule (brr@ :lemma) :lhs) will return the left-hand side of the conclusion of the rule.\n:type-alist * a display of the type-alist governing :target. Elements on the displayed list are of the form (term type), where term is a term and type describes information about term assumed to hold in the current context. The type-alist may be used to determine the current assumptions, e.g., whether A is a CONSP.\n:ancestors * a stack of frames indicating the backchain history of the current context. The theorem prover is in the process of trying to establish each hypothesis in this stack. Thus, the negation of each hypothesis can be assumed false. Each frame also records the rules on behalf of which this backchaining is being done and the weight (function symbol count) of the hypothesis. All three items are involved in the heuristic for preventing infinite backchaining. Exception: Some frames are ``binding hypotheses'' (equal var term) or (equiv var (double-rewrite term)) that bind variable var to the result of rewriting term.\n:gstack * the current goal stack. The gstack is maintained by rewrite and is the data structure printed as the current ``path.'' Thus, any information derivable from the :path brr command is derivable from gstack. For example, from gstack one might determine that the current term is the second hypothesis of a certain rewrite rule.\nbrr@-expressionsare used in break conditions, the expressions that determine whether interactive breaks occur when monitored runes are applied. See monitor. For example, you might want to break only those attempts in which one particular term is being rewritten or only those attempts in which the binding for the variable\nais known to be a\nconsp. Such conditions can be expressed using ACL2 system functions and the information provided by\nbrr@. Unfortunately, digging some of this information out of the internal data structures may be awkward or may, at least, require intimate knowledge of the system functions. But since conditional expressions may employ arbitrary functions and macros, we anticipate that a set of convenient primitives will gradually evolve within the ACL2 community. It is to encourage this evolution that\nbrr@provides access to the", "id": "<urn:uuid:460fe123-8906-4320-9cc8-f581b79ced1f>", "dump": "CC-MAIN-2013-20", "url": "http://planet.plt-scheme.org/package-source/cce/dracula.plt/4/0/docs/BRR_at_.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8680592775344849, "token_count": 976, "score": 2.6875, "int_score": 3}
{"text": "Now that we’ve said a lot about individual operators on vector spaces, I want to go back and consider some other sorts of structures we can put on the space itself. Foremost among these is the idea of a bilinear form. This is really nothing but a bilinear function to the base field: . Of course, this means that it’s equivalent to a linear function from the tensor square: .\nInstead of writing this as a function, we will often use a slightly different notation. We write a bracket , or sometimes , if we need to specify which of multiple different inner products under consideration.\nAnother viewpoint comes from recognizing that we’ve got a duality for vector spaces. This lets us rewrite our bilinear form as a linear transformation . We can view this as saying that once we pick one of the vectors , the bilinear form reduces to a linear functional , which is a vector in the dual space . Or we could focus on the other slot and define .\nWe know that the dual space of a finite-dimensional vector space has the same dimension as the space itself, which raises the possibility that or is an isomorphism from to . If either one is, then both are, and we say that the bilinear form is nondegenerate.\nWe can also note that there is a symmetry on the category of vector spaces. That is, we have a linear transformation defined by . This makes it natural to ask what effect this has on our form. Two obvious possibilities are that and that . In the first case we’ll call the bilinear form “symmetric”, and in the second we’ll call it “antisymmetric”. In terms of the maps and , we see that composing with the symmetry swaps the roles of these two functions. For symmetric bilinear forms, , while for antisymmetric bilinear forms we have .\nThis leads us to consider nondegenerate bilinear forms a little more. If is an isomorphism it has an inverse . Then we can form the composite . If is symmetric then this composition is the identity transformation on . On the other hand, if is antisymmetric then this composition is the negative of the identity transformation. Thus, the composite transformation measures how much the bilinear transformation diverges from symmetry. Accordingly, we call it the asymmetry of the form .\nFinally, if we’re working over a finite-dimensional vector space we can pick a basis for , and get a matrix for . We define the matrix entry . Then if we have vectors and we can calculate\nIn terms of this basis and its dual basis , we find the image of the linear transformation . That is, the matrix also can be used to represent the partial maps and . If is symmetric, then the matrix is symmetric , while if it’s antisymmetric then .", "id": "<urn:uuid:3bf09a24-c60d-45a0-b8e6-cc02ddac7ed6>", "dump": "CC-MAIN-2013-20", "url": "http://unapologetic.wordpress.com/2009/04/14/bilinear-forms/?like=1&source=post_flair&_wpnonce=8cb43e0c56", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9191036224365234, "token_count": 608, "score": 2.546875, "int_score": 3}
{"text": "The Gram-Schmidt Process\nNow that we have a real or complex inner product, we have notions of length and angle. This lets us define what it means for a collection of vectors to be “orthonormal”: each pair of distinct vectors is perpendicular, and each vector has unit length. In formulas, we say that the collection is orthonormal if . These can be useful things to have, but how do we get our hands on them?\nIt turns out that if we have a linearly independent collection of vectors then we can come up with an orthonormal collection spanning the same subspace of . Even better, we can pick it so that the first vectors span the same subspace as . The method goes back to Laplace and Cauchy, but gets its name from Jørgen Gram and Erhard Schmidt.\nWe proceed by induction on the number of vectors in the collection. If , then we simply set\nThis “normalizes” the vector to have unit length, but doesn’t change its direction. It spans the same one-dimensional subspace, and since it’s alone it forms an orthonormal collection.\nNow, lets assume the procedure works for collections of size and start out with a linearly independent collection of vectors. First, we can orthonormalize the first vectors using our inductive hypothesis. This gives a collection which spans the same subspace as (and so on down, as noted above). But isn’t in the subspace spanned by the first vectors (or else the original collection wouldn’t have been linearly independent). So it points at least somewhat in a new direction.\nTo find this new direction, we define\nThis vector will be orthogonal to all the vectors from to , since for any such we can check\nwhere we use the orthonormality of the collection to show that most of these inner products come out to be zero.\nSo we’ve got a vector orthogonal to all the ones we collected so far, but it might not have unit length. So we normalize it:\nand we’re done.", "id": "<urn:uuid:4a2ad899-7ba0-4bfc-9276-c5c5c0845fe6>", "dump": "CC-MAIN-2013-20", "url": "http://unapologetic.wordpress.com/2009/04/28/the-gram-schmidt-process/?like=1&source=post_flair&_wpnonce=fe7f791e1e", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8971889019012451, "token_count": 447, "score": 3.625, "int_score": 4}
{"text": "Let and be two differentiable functions. We will say that and are proportional if and only if there exists a constant C such that . Clearly any function is proportional to the zero-function. If the constant C is not important in nature and we are only interested into the proportionality of the two functions, then we would like to come up with an equivalent criteria. The following statements are equivalent:\nTherefore, we have the following:\nDefine the Wronskian of and to be , that is\nThe following formula is very useful (see reduction of order technique):\nRemark: Proportionality of two functions is equivalent to their linear dependence. Following the above discussion, we may use the Wronskian to determine the dependence or independence of two functions. In fact, the above discussion cannot be reproduced as is for more than two functions while the Wronskian does....", "id": "<urn:uuid:b7bc34b8-0f1f-4df8-8e8d-e56fc9c8fec5>", "dump": "CC-MAIN-2013-20", "url": "http://sosmath.com/diffeq/second/linearind/wronskian/wronskian.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9316020011901855, "token_count": 180, "score": 2.6875, "int_score": 3}
{"text": "x2/3 + y2/3 = a2/3\nx = a cos3(t), y = a sin3(t)\nClick below to see one of the Associated curves.\n|Definitions of the Associated curves||Evolute|\n|Involute 1||Involute 2|\n|Inverse curve wrt origin||Inverse wrt another circle|\n|Pedal curve wrt origin||Pedal wrt another point|\n|Negative pedal curve wrt origin||Negative pedal wrt another point|\n|Caustic wrt horizontal rays||Caustic curve wrt another point|\nThe astroid only acquired its present name in 1836 in a book published in Vienna. It has been known by various names in the literature, even after 1836, including cubocycloid and paracycle.\nThe length of the astroid is 6a and its area is 3πa2/8.\nThe gradient of the tangent T from the point with parameter p is -tan(p). The equation of this tangent T is\nx sin(p) + y cos(p) = a sin(2p)/2\nLet T cut the x-axis and the y-axis at X and Y respectively. Then the length XY is a constant and is equal to a.\nIt can be formed by rolling a circle of radius a/4 on the inside of a circle of radius a.\nIt can also be formed as the envelope produced when a line segment is moved with each end on one of a pair of perpendicular axes. It is therefore a glissette.\nOther Web site:\n|Main index||Famous curves index|\n|Previous curve||Next curve|\n|History Topics Index||Birthplace Maps|\n|Mathematicians of the day||Anniversaries for the year|\n|Societies, honours, etc||Search Form|\nThe URL of this page is:", "id": "<urn:uuid:367a0525-d005-4467-93f1-a7ac123614d1>", "dump": "CC-MAIN-2013-20", "url": "http://www-history.mcs.st-andrews.ac.uk/history/Curves/Astroid.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8595336079597473, "token_count": 409, "score": 2.71875, "int_score": 3}
{"text": "US 5459828 A\nA method of producing a raster font from a contour font entailing the steps of deriving font metrics and character metrics of font characters in terms of arbitrary font units; scaling the font characters to a selected size and output resolution (pixels per unit length); altering the thickness of vertical and horizontal strokes of each character to a desired thickness, from the measured font metrics and character metrics, and including a difference applied to the thickness of the strokes by the printer process, to cause the strokes to be close to an integer number of pixels and thickness and to compensate for thinning and thickening which the printing engine might produce; bringing the leading and trailing edges of the characters to integer pixel locations, where such locations are based on and scaling the character between the leading and trailing edges proportionally therebetween, and producing a rasterized font from the altered contour font character.\n1. A printer processor implemented method for producing a raster font from a contour font defined by a list of points connected by curves, said raster font suitable for printing on a selected printer having known reproduction characteristics, including the steps of:\na) deriving for a contour font a set of font metrics and character metrics of a character in the font defined in terms of arbitrary font units;\nb) scaling a character contour defined in arbitrary font units to a selected size in units of pixels;\nc) altering thickness of character strokes by adjusting vertical and horizontal coordinates of each point defining the character contour in directions defined by a vector normal to the character contour at each point, by an amount required to obtain a desired thickness from the measured font metrics and character metrics, and an amount required to add to difference thickness thereto in accordance with the selected printer reproduction characteristics, said alteration amounts together causing the vertical and horizontal strokes to be sufficiently close to an integer number of pixels or half pixels so as to cause subsequent numerical rounding to produce uniform results across the font;\nd) grid aligning the contour of each character so that leading and trailing edges, and top and bottom edges of the contour of each character fall on whole or half pixel positions; and\ne) applying a rasterization function to the contour to convert each contour font character to a bitmap.\n2. The method as defined in claim 1 wherein in said grid alignment step, after aligning said leading and top edges of said contours of each character on a whole pixel position, the length of any lines joining leading and trailing edges, and lines joining top and bottom edges, are rounded to an integer number of whole or half pixels, and the trailing edge and bottom edges are aligned at whole pixel positions.\n3. In a printing system for printing on a selected printer having reproduction characteristics known and available as contour font correction data, wherein a font to be printed has a set of predefined font metrics and character metrics for each character in the font defined in terms of arbitrary font units, the method of preparing a contour font defined by a list of points connected by curves, for printing on the selected printer including the ordered steps of:\na) scaling each character in the contour font to a selected print resolution in pixels per unit length;\nb) altering thickness of character strokes by adjusting vertical and horizontal coordinates of each point defining the contour of each character to a desired thickness in directions defined by a vector, normal to the character contour at each point, by an amount required to obtain a desired thickness from the measured font metrics and character metrics, and an amount required to add a difference thickness thereto in accordance with the contour font correction data for a particular printer, to cause the vertical and horizontal stroke thickness to approximate an integer number of pixels so as to cause subsequent numerical rounding to produce uniform results across the font;\nc) grid aligning the contour of each character so that leading and trailing edges, and top and bottom edges of the contour of each character fall on whole pixel positions; and\nd) applying a rasterization function to the contour convert each contour font character to a bitmap.\n4. The method as defined in claim 3 wherein in said grid alignment step, after aligning said leading and top edges of said contours of each character on a whole pixel position, the length of any lines joining leading and trailing edges, and lines joining top and bottom edges, are rounded to an integer number of pixels or half pixels, and the trailing edge and bottom edges are aligned at whole pixel positions.\nA microfiche Appendix, having 5 fiche and 398 frames, is included herewith.\nThe present invention relates generally to the production of raster fonts from contour fonts, and more particularly, to a method of producing raster fonts from contour fonts taking into account characteristics of the contour font and the printer system which will ultimately print the font.\nA portion of the disclosure of this patent document contains material which is subject to copyright protection. The copyright owner has no objection to the facsimile reproduction by anyone of the patent document or the patent disclosure, as it appears in the Patent and Trademark Office files or records, but otherwise reserves all rights whatsoever.\nCross reference is made to U.S. patent application Ser. No. 07/416,211 by S. Marshall, entitled \"Rapid Halfbitting Stepper\", and assigned to the same assignee as the present invention.\nU.S. Pat. No. 4,675,830 to Hawkins is incorporated herein by reference for the purposes of background information on contour fonts. U.S. patent application Ser. No. 07/416,211 by S. Marshall, entitled \"Rapid Halfbitting Stepper\", and assigned to the same assignee as the present invention, is incorporated by reference herein for the purposes of teaching rasterization.\n\"Contour fonts\" is a term that refers to the use of outlines or contours to describe the shapes of characters used in electronic printing. In a contour font, each character shape is represented by one or more closed curves or paths that traces the boundary of the character. The contour is specified by a series of mathematical equations, which may be in any of several forms, the most common being circular arcs, straight lines, and polynomial expressions. The shape of the contour font is that of the ideal design of the character and, generally, does not depend on parameters associated with any printer. Contour fonts are ideal for use as master representations of typefaces.\nBitmap fonts or raster fonts are composed of the actual characters images that will be printed on a page, and are made by scaling contours to the appropriate size, quantizing or sampling them at the resolution of the printer, and filling the interiors of the characters with black bits or pixels. Achieving high quality in this process is difficult, except at very high resolutions, and requires knowledge of both the marking technology and typographic design considerations. Often, a bitmap font is delivered to a printer. There is a separate bitmap font for each size of a font, and sometimes separate fonts for landscape and portrait orientations.\nThe advantage of a contour font is that it can be scaled to any size and rotated to any angle by simple mathematics. Therefore, a single font suffices to represent all possible printing sizes and orientation, reducing font storage requirements, reducing the cost of font handling.\nThe difficulty in this approach is in achieving high quality character images during the sampling process which generates the raster characters from the contour masters. If the contour character is simply sampled, there will be random .+-.1 pixel variations in stroke thickness. If the printing process tends to erode black areas (common in write-white laser xerography) characters will be consistently too thin. If the printing process tends to fatten black areas (common in write black laser xerography), characters will be too thick.\nAt the high resolution employed in phototypesetters, usually greater than 1,000 spi, no special techniques are required for scaling and sampling the contour font to generate a raster font of any size. This is because although simple sampling necessarily has random one-bit errors, such errors are small compared to the size of the character, making errors insignificant. At 300, 400, and 600 spi though, character strokes are only three or four bits thick and each bit is important. The simplistic methods used by typesetter manufacturers are not sufficient.\nU.S. Pat. No. 4,675,830 to Hawkins, uses defined points in a contour font that must be grid aligned to pixel positions, but the stem widths or edges are not aligned.\nOf particular importance in generating fonts of optimal appearance are maintenance of uniform and correct stroke thickness among characters of a font and on different printing engines, uniform alignment of characters on a baseline, and uniform spacing of characters.\nIn accordance with the invention, there is provided a method for conversion of contour fonts to bitmap fonts with automatic thickening and thinning of strokes, and snapping of character edges to pixel or half pixel boundaries.\nIn accordance with the invention, there is provided a method of producing a raster font from a contour font entailing the steps of: first, deriving font metrics and character metrics of font characters in terms of arbitrary font units; scaling the font characters to a selected size and output resolution (pixels per unit length); altering the thickness of vertical and horizontal strokes of each character to a desired thickness, from the measured font metrics and character metrics, and including a difference applied to the thickness of the strokes by the printer process, to cause the strokes to be close to an integer number of pixels and thickness and to compensate for thing and thickening which the printing engine might produce; bringing the leading and trailing edges of the characters to integer pixel locations, where such locations are based on and scaling the character between the leading and trailing edges proportionally therebetween, and producing a rasterized font from the altered contour font character.\nThese and other aspects of the invention will become apparent from the following description used to illustrate a preferred embodiment of the invention in conjunction with the accompanying drawings in which:\nFIG. 1 shows a block diagram of the inventive optimized scaler rasterizer system.\nFIGS. 2A-2E illustrate the development of a raster font from a contour font, using the system described in FIG. 1.\nWith reference to the drawing, where the showing is for the purpose of illustrating an embodiment of the invention and not for the purpose of limiting same, the Figure shows a block diagram of the present invention which will be referred to and described hereinafter.\nFIG. 1 shows a block diagram of the contour rasterization process of the present invention. Beginning with a contour font 10, and with a character \"H\" shown in contour for illustration purposes at FIG. 2A the contour font is analyzed initially at hint generation step 20. At the hint generation, the parameters defining the font are determined, including measurement of the following metrics and character hints:\nTABLE 1______________________________________Font Metric Comments______________________________________Cap-height Height of the H, I or similar letterX-Height Height of the lower case xAscender Height of the lower case k, b, or similar letterDescender Position of the bottom of the lower case p or qThickness of Upper Vertical stroke thicknessCase Stems on upper case H or KThickness of Upper Horizontal Stroke onCase Cross-Strokes upper case E or FThickness of Lower Vertical stroke thicknessCase Stems on lower case k or lThickness of Lower Case Horizontal strokeCross-Strokes thickness on the fThickness of AuxiliaryCharacter StemsThickness of AuxiliaryCharacter Cross-StrokesHairline thickness Thickness of the cross bar on the e or the thin part of the o______________________________________\n(See, Appendix, page 13, ICFFontIODefs. Mesa)\nCharacter hints are generated for each character and include the following:\nTABLE 2______________________________________Character Metric Comments______________________________________Position of all horizontal Left sides of strokes areedges and indications of leading edges and rightwhether each edge is a sides or strokes areleading or trailing edge. trailing edges.Position of all verticaledges and indication ofwhether each edge is aleading or trailing edge.Direction of the normalvector (perpendicular)to the contour at eachcontrol point in thecontour, pointingtoward the whiteregion.______________________________________\nAt hint generation 20, the font metrics and character hints are computed. Since no special information on the actual character contours, beyond the contours themselves, is required to perform these computations, any font may be accepted as input. Height thickness metrics are obtained either by examining images of specific individual characters or by averaging amongst several characters. Optionally, if these values are supplied externally, that is, the provider of the font provides these values, the external values may be used instead of the computed values. Edge positions are determined by looking for long vertical or horizontal portions of contours. Normal vectors are perpendicular to the contour, and are computed from contour equations and by determining which side of the contour is black and which side is white. For those points required for curve reconstruction, but which are not on the curve, the normals are calculated as if a normal vector extended from the curve through those points.\nIn the attached Appendix, the source code, in the MESA language of the Xerox Corporation, is provided demonstrating one possible embodiment of the source code to accomplish the described goals. The Mesa programming language operates on a microprocessor referred to as the Mesa microprocessor, which has been well documented, for example, in Xerox Development Environment, Mesa Language Manual, Copyright 1985 Xerox Corporation, Part No. 610E00170. This particular software is derived from the Typefounders product of the Xerox Corporation, Stamford, Conn. The Typefounders product accomplished all these character and font metrics, but did not provide them externally. (See Appendix, pages 67-319,for relevant Typefounder software modules called by software implementing the current invention including: CharacterOpsDefs.mesa, CharacterOpslmplA.mesa, CharacterOpslmpIB.mesa, pages 67-105; ContourOpsDefs.mesa, ContourOpslmplA.mesa, ContourOpslmplB.mesa, ContourOpslmpIC.mesa, ContourOpslmplD.mesa, pages 106-195; FontOpsDefs.mesa, FontOpslmpl.mesa, pages 196-221; ImageOpsDefs.mesa, ImageOpslmplA.mesa, ImageOpslmplB.mesa, pages 222-265 TypefounderUtilsdefs.mesa, TypefounderlmplA.mesa, TypefounderlmpIB.mesa, pages 266-319) Additional software was added, which makes these values available for subsequent processing (See Appendix, page 1, TypeDefs.mesa for translation of the Typfounder data structure; page 36, MetricsDef.mesa, Metricslmpl.mesa, for measurement of font metrics; page 47, EdgeOpsDef. mesa, EdgeOpslmpl.mesa, for measurement of leading and trailing edge position) and performs the perpendiculars calculations (see, Appendix, page 56, NormalOpsdefs.mesa, NormalOpslmpl.mesa). This information is used for creation of a data structure for \"hints\" (see, Appendix, page 13, ICFFontlODefs. Mesa for creation of hint format for next steps). Of course, while in the Appendix, the various coded algorithms operating on the contour font data for the hint creation step 20 are given in the Mesa language, implementation is easily made in the Unix-based \"C\" language. The remainder of the system, and the algorithms incorporated will be described in the Appendix in the Unix-based \"C\" language.\nSelecting a contour font for use enables a program that looks for font data, and designates its final position in an output, while calling the various programs forming the steps that will be described further hereinbelow (see, Appendix, page 320, raster.c). The contour font rasterization program herein described is useful on a variety of hardware platforms, attributes of which can be selected for enhanced operation of the system, such as for example, a greater degree of precision in the calculations (the difference between 8 bit calculation and 32 bit calculation). (see, Appendix, page 340, std.h)\nAt transform step 30, (see, Appendix, page 343, xform.c) the contour font is converted from arbitrary contour font units, which are supplied by the provider of the font, to a particular size, expressed in units of pixels. Typically, contour font units are provided in terms of the contour itself, i.e., the height or size of the contour font is one (1). That is, lengths of characters are placed in terms of the size of the font character itself. These values must be transformed into pixel unit values, or whatever other value is required, e.g. the scaled font may be 30 pixels tall. Additionally, it is at this point that the contour font is rotated for either landscape or portrait mode printing, as required. Rotation and scaling is accomplished in accordance with a previously determined transformation matrix equation 35, which mathematically determines the conversion of the contour font from font measurements to pixel values at a selected orientation which can be used by the printer. The transformed character H is shown at FIG. 2B.\nSubsequent to transformation step 30, at thickening or thinning step 40, font characters are thickened or thinned based on requirements of the transformation, and requirements of the printing process. The character contour is adjusted to make the strokes thicker or thinner to compensate for the xerographic or other marking process to follow. There are three components of the thickening or thinning value. The first compensates for xerographic or other imaging effects. That is, if for example, the marking technology will thin strokes by half a pixel, then strokes are thickened by half a pixel in this step. The amount of thickening or thinning specified in the printer profile 50 separately for X and Y directions, and is created at the manufacturer of the printer, and inserted at the printer profile 50. (see, Appendix, page 348, thicken.c)\nThe second component of thickening, called residual thickening, is applied to insure uniformity of output strokes after the sampling or rasterization step. This amount for horizontal thickening on upper case letters, for example, is equal to the difference between the calculated ideal output vertical stem thickness, which is obtained by scaling the font metric to the proper size, and the result of rounding that thickness off to the actual pixel width which will be obtained after rasterization. This rounding is performed to the nearest whole pixel if half bitting is not enabled and to the nearest half pixel, if half bitting is enabled. There are separate values for horizontal or vertical directions and for upper case, lower case and auxiliary characters.\nThe third component of thickening and thinning applies only to very small characters, and prevents drop-outs of fine lines. This amount is equal to the difference between the calculated scaled thickness of the hairlines, after thickening by the font thickening steps, and the minimum stroke thickness specified in the printer profile. When applied, this thickening brings fine lines up to the value of the minimum stroke thickness. The value is zero if the hairline is already greater than the minimum stroke thickness. (This process, referred to as \"adaptive thickening,\" is not disclosed in the source code in the Appendix.)\nThe actual thickening or thinning applied is equal to the sum of these three components. Each component has an independent value in the X and Y directions. The direction to move each contour control point is specified by its normal vector. The thickened character H is shown at FIG. C.\nAt step 60, the snap function or grid alignment function is applied. The coordinate system of the character is varied in the horizontal direction to move vertical and horizontal edges to positions where pixel boundaries will be after rasterization, i.e., to a whole pixel position. This is to assure uniform stroke thickness in the rasterized character images. The process is to piecewise stretch or shrink the character to force edges to align the pixel boundaries. On the left hand sides of the characters, the left edge of each stroke is moved to the closest pixel boundary, while the right edge of the stroke is moved to the pixel boundary specified by rounding the stroke thickness. This process gives priority to maintaining uniform stroke thickness over absolute stroke position. That is to say, that after the left edge of the character has been moved to a whole pixel position, the thickness of the stroke, or portion of the character, is examined to determine its thickness. The thickness has already been adjusted in the thickness of thinning step, so that it is close to a whole pixel width. Accordingly, the right edge of the character is then moved to the nearest whole pixel, based on rounding the thickness of the pixel, as opposed to moving the right hand side to the nearest pixel. On the right hand sides of characters, the rolls of left and right edges of strokes are reversed. Right edges of strokes are anchored, while left edges are rounded relatively to corresponding right edges. (see, Appendix, page 355, snap.c).\nIn one variant of this scheme, the positions of left and right index points or width points, which are those points which determine character spacing and are made to coincide in constructing words, are snapped before the vertical edges.\nIn the vertical direction, snapping is performed to piecewise stretch characters so that positions of baseline, cap-height, x-height, and descender fall on pixel boundaries. Baseline and descender position are treated as bottoms of strokes, that is, anchored, while cap-height and x-height are treated as tops of strokes, computed relative to the baseline. All characters are snapped to all of these positions, ensuring uniform character alignment. After these font metric positions are snapped, horizontal edges are snapped in the same manner as vertical edges, with lower edges of strokes anchored and upper edges snapped relative to the lower edges in the lower half of the character and upper edges of strokes anchored and lower edges snapped relative to the upper edges in the upper half of the character.\nIn both horizontal and vertical directions, snapping is performed one edge at a time. That is, the first edge is snapped, stretching the coordinate system of the character slightly on one side of the snapped edge and shrinking it slightly on the other side. The second edge is then snapped, with its pre-snapping position perhaps already modified slightly by the first snap. This sequential snapping helps preserve local character features better than simultaneous snapping of all edges does. When the second edge is snapped, its area of influence on the coordinate grid extends only up to the first snapped edge, which stays in place. This process is then repeated for the remainder of the edges. The snapped character H is shown at FIG. 2D.\nOnce each character in the adjusted contour font has been placed in the grid and appropriately thickened and thinned, the final step is to sample the adjusted contour on discrete grid. This step 70 can optionally produce half bitted output images, as controlled by the printer profile. Light half bitting produces half bitting on curves and diagonals, while heavy half bitting will also produce half bitted vertical and horizontal edges.\nRasterization in a preferred embodiment of this invention is in accordance with the process described in U.S. patent application Ser. No. 07/416,211 by S. Marshall, entitled \"Rapid Halfbitting Stepper\", and assigned to the present assignee of the present invention. This application is incorporated by reference herein for the purposes of teaching rasterization. (see, Appendix, page 364, step.c and page 368, step.h for rasterization with halfbitting; page 372, bezline.c for stepping around curve; page 396, fill.c for filling). The rasterized character is shown at FIG. 2D.\nIt will not doubt be appreciated that numerous changes and modifications are likely to occur to those skilled in the art, and it is intended in the appended claims to cover all those changes and modifications which fall within the spirit and scope of the present invention.", "id": "<urn:uuid:5cf8f2cc-bc5c-42e1-a62b-bddf45ac1cba>", "dump": "CC-MAIN-2013-20", "url": "http://www.google.de/patents/US5459828", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8994696736335754, "token_count": 5093, "score": 2.59375, "int_score": 3}
{"text": "US 4884575 A\nA cardiac pacemaker pulse generator is adapted to .generate electrical stimuli at a first pacing rate, and to selectively increase the rate to a second higher pacing rate. A timer triggers the rate increase to establish the higher rate as an exercise rate folloing the passage of a preset period of time after the timer is enabled. An external magnet controlled by the patient activates a reed switch to enable the timer to commence timing. The pulse generator is further adapted to respond to a second pass of the magnet over the reed switch after enabling of the timer to thereupon disable the timer before the preset period of time has expired. If the second pass of the magnet occurs after the exercise rate has begun, the element for increasing the rate is disabled to return the pulse generator to the lower pacing rate. The change in pacing rates is made in steps.\n1. In combination with an implantable cardiac pacemaker for delivering electrical stimuli to the heart of a patient to pace the heart rate,\nsaid pacemaker comprising:\npulse generator means for selectively producing said electrical stimuli at a fixed resting rate and at a higher exercise rate,\nlead means associated with said pulse generator for delivering said stimuli to a selected chamber of the heart, and\ntimer means for stepping-up said pulse generator means from said resting rate to said exercise rate after an adjustable preset delay following activation of said timer means, said preset delay being of a duration perceptible by the patient; and\nexternal control means for patient initiation of a first command to said pacemaker to activate said timer means.\n2. In combination with an implantable cardiac pacemaker for delivering electrical stimuli to the heart of a patient to pace the heart rate, said pacemaker comprising:\npulse generator means for selectively producing said electrical stimuli at a fixed resting rate and a higher exercise rate,\nlead means associated with said pulse generator for delivering said stimuli to a selected chamber of the heart, and\ndelay means for stepping-up said pulse generator means from said resting rate to said exercise rate after an adjustable preset delay following activation of said delay means,\nmeans associated with said pulse generator means and said delay means for maintaining said exercise rate for a predetermined time interval following said preset delay and then returning said pulse generator means to said resting rate; and\nan external control means for patient-initiation of a command to said pacemaker to activate said delay means.\n3. The combination according to claim 2, wherein said delay means is responsive to a second command initiated by the patient from said external control means at any time after receipt of the first said command and before the expiration of said predetermined time interval, to cancel the activation of said delay means.\n4. The combination according to claim 3, wherein the stepping up and returning of said rates at which said stimuli are produced by said pulse generator means is effected gradually.\n5. An implantable pulse generator unit for a cardiac pacemaker for use with an external magnet to permit patient-initiated adjustment of pacing rate from a resting rate to an exercise rate and vice versa, said unit comprising:\ngenerator means for generating electrical stimuli at said resting rate,\ncontrol means associated with said generator means responsive, when enabled, for controllably increasing the rate at which electrical stimuli are generated from said generator means from said resting rate to said exercise rate, and\ntimer means responsive to positioning of said external magnet in proximity to said pulse generator unit for enabling said control means an adjustable preset delay period after said positioning, said preset delay period being of a duration perceptible to the patient.\n6. An implantable pulse generator unit for a cardiac pacemaker for use with an external magnet to permit patient-initiated adjustment of pacing rate from a resting rate to an exercise rate and vice versa, said unit comprising:\ngenerator means for generating electrical stimuli at said resting rate,\ncontrol means associated with said generator means responsive, when enabled, for controllably increasing the rate at which electrical stimuli are generated by said generator means from said resting rate to said exercise rate,\nsaid control means including timing means for maintaining the rate at which electrical stimuli are generated by said generator means at said exercise rate for a predetermined time interval; and\ndelay means responsive to positioning of said external magnet in proximity to said pulse generator unit for enabling said control means an adjustable preset delay period thereafter.\n7. The pulse generator unit of claim 6, wherein said control means automatically returns said generator means to said resting rate following the expiration of said predetermined time interval.\n8. The pulse generator unit of claim 7, wherein said control means gradually increases the rate at which electrical stimuli are generated by said generator means from said resting rate to said exercise rate, and gradually returns said generator means to said resting rate following the expiration of said predetermined time interval.\n9. The pulse generator unit of claim 6, wherein said delay means is responsive to a repositioning of said external magnet in proximity to said pulse generator unit after said control means has been enabled, for disabling said control means.\n10. A cardiac pacemaker pulse generator for generating electrical stimuli to be delivered to the heart of a patient to pace the heart rate, said generator comprising:\nmeans for generating said electrical stimuli at a first pacing rate,\nmeans electrically connected to said stimuli generating means for selectively increasing the rate at which said stimuli are generated to a second higher pacing rate,\ntiming means for triggering said rate increasing means to increase said first pacing rate to a second higher pacing rate upon passage of an adjustable preselected period of time after said timing means is enabled, said preselected period of time being of a duration perceptible by the patient,\nmeans responsive to a command signal from a patient-activated external device for enabling said timing means to commence timing.\n11. The pulse generator according to claim 10, wherein\nsaid enabling means is further responsive to a second command signal after said timing means is enabled, to disable said timing means prior to passage of said preselected period of time.\n12. The pulse generator according to claim 10, further including\nmeans responsive to a second command signal while said stimuli are being generated at said second higher pacing rate, for disabling said rate increasing means and thereby returning the rate at which said stimuli are generated by said stimuli generating means to said first pacing rate.\n13. The pulse generator according to claim 12, wherein\nsaid rate increasing means is responsive, when disabled, to decrementally reduce the rate at which said stimuli are generated by said stimuli generating means.\n14. The pulse generator according to claim 10, wherein\nsaid rate increasing means is responsive to said timing means reaching preset time intervals toward passage of said preselected period of time, for incrementally increasing the rate at which said stimuli are generated by said stimuli generating means in steps as each preset time interval is reached.\n15. The method of pacing a pacemaker patient's heart rate using a magnet-controlled implantable pulse generator to adjust the stimulation rate from a resting rate to an exercise rate and vice versa, comprising the steps of\nmaintaining the stimulation rate of said pulse generator at said resting rate,\ninitiating a command signal to reset the stimulation rate of said pulse generator to said exercise rate after an adjustable programmed delay period following said command signal, and\nreturning the stimulation rate of said pulse generator to said resting rate in increments following a predetermined interval of time at said exercise rate.\nThe present invention relates generally to medical devices, and more particularly to implantable artificial cardiac pacemakers adapted to provide patient-variable stimulation rates appropriate to a condition of exercise by the patient.\nThe resting heart rate of sinus rhythm, that is, the rate determined by the spontaneously rhythmic electrophysiologic property of the heart's natural pacemaker, the sinus node, is typically in the range from about 65 to about 85 beats per minute (bpm) for adults. Disruption of the natural cardiac pacing and propagation system may occur with advanced age and/or cardiac disease, and is often treated by implanting an artificial cardiac pacemaker in the patient to restore and maintain the resting heart rate to the proper range.\nIn its simplest form, an implantable pacemaker for treatment of bradycardia (abnormally low resting rate, typically below 60 beats per minute (bpm)) includes an electrical pulse generator powered by a self-contained battery pack, and a catheter lead including at the distal end a stimulating cathodic electrode electrically coupled to the pulse generator. The lead is implanted intravenously to position the cathodic electrode in stimulating relation to excitable myocardial tissue in the selected chamber on the right side of the patient's heart. The pulse generator unit is surgically implanted in a subcutaneous pouch in the patient's chest, and has an integral electrical connector to receive a mating connector at the proximal end of the lead. In operation of the pacemaker, the electrical pulses are delivered (typically, on demand) via the lead/electrode system, including an anodic electrode such as a ring behind the tip for bipolar stimulation or a portion of the pulse generator case for unipolar stimulation, and the body tissue and fluid, to stimulate the excitable myocardial tissue.\nPacemakers may operate in different response modes, such as asynchronous (fixed rate), inhibited (stimulus generated in absence of specified cardiac activity), or triggered (stimulus delivered in presence of specified cardiac activity). Further, present-day pacers range from the simple fixed rate device that offers pacing with no sensing (of cardiac activity) function, to fully automatic dual chamber pacing and sensing functions (so-called DDD pacemakers) which may provide a degree of physiologic pacing by at least a slight adjustment of heart rate according to varying metabolic conditions in a manner akin to the natural pacing of the heart. Thus, some DDD pacemaker patients experience an increased pacing rate with physical exertion, with concomitantly higher cardiac output, and thereby, an ability to handle low levels of exercise. Unfortunately, a significant percentage of the pacemaker patient population, who suffer from atrial flutter, atrial fibrillation or sick-sinus syndrome, for example, cannot obtain the benefit of exercise-responsive pacing with conventional atrial-triggered pacemakers. Moreover, the DDD-type pacemakers are complex and costly to manufacture, which is reflected in a higher price to the patient.\nIt is a principal object of the present invention to provide a relatively simple and inexpensive pacemaker which provides pacing at a desired resting rate, and which is subject to limited control by the patient to provide a desired exercise rate for a preset period of time following which the pacemaker returns to the resting rate.\nVarious types of rate responsive pacemakers have been proposed which would sense a physiological parameter that varies as a consequence of physical stress, such as respiration, blood oxygen saturation or blood temperature, or merely detect physical movement, and correspondingly adjust the pacing rate. Many of these rate responsive pacemakers may also be relatively complex, and therefore expensive to the patient.\nThe present invention is directed toward a low cost pacemaker which can be adjusted at will by the patient, subject to the limited amount of control programmed into the device by the physician for that patient. According to the invention, patient control is manifested by bringing an external magnet into proximity with an implanted reed switch associated with the pacemaker. Of course, limited magnet control has been afforded to the patient in the past for some purposes, such as to enable transtelephonic monitoring of the pacemaker functions. Also, techniques are presently available which permit external adjustment of the stimulation rate of the pacemaker after implantation, as by means of a programming unit available to the physician. For obvious reasons, it is undesirable to give the patient the same latitude to control his pacemaker.\nIn U.S. Pat. No. 3,623,486, Berkovits disclosed a pacemaker adapted to operate at either of two stimulation rates, and switchable from one to the other by the physician using an external magnet. In this manner, the physician would be able to control the pacer mode and rate according to the needs of the particular patient. The purpose, in part, was to provide a pacemaker which had some adaptability to the patient's requirements. However, once set by the physician, the selected resting rate was maintained for that patient by the implanted pacer.\nAnother technique for external adjustment of pacing rate by the physician is found in the disclosures of U.S. Pat. No. 3,198.195 to Chardack, and U.S. Pat. No. 3,738,369 to Adams et al. In each, rate control is exercised by inserting a needle through a pacemaker aperture beneath the patient's skin to adjust a mechanism. In the Adams et al. disclosure, the needle is used to change the position of a magnet within the paper to actuate a rate-controlling reed switch.\nIn U.S. Pat. No. 3,766,928, Goldberg et al. describe an arrangement for continuous adjustment of rate by a physician using an external magnet that cooperates with a magnet attached to the shaft of a rate potentiometer in the implanted pacemaker, to provide the initial setting of pacing rate desirable for the particular patient.\nMore recent proposals offer the patient limited control over the pacing rate. In U.S. Pat. No. 4,365,633, Loughman et al. disclose a pacemaker programmer which is conditioned by the physician to give the patient the capability to select any of three distinct rates: for sleep, for an awake resting state, and for exercise. The programmer generates a pulsating electromagnetic field, and allows the patient to select any of those three modes with an abrupt change in rate when the coil pod of the programmer is positioned over the implanted pacemaker. It is, of course, necessary to have the programmer at hand in order to change the stimulation rate, and the use of the device in public can be a source of extreme embarassment to the patient.\nIn U.S. Pat. No. 4,545,380, Schroeppel describes a technique for manual adjustment of rate control contrasted with the activity sensing, automatic rate control disclosed by Dahl in U.S. Pat. No. 4,140,132. According to the Schroeppel patent, a piezoelectric sensor and associated circuitry are combined with the implanted pulse generator of the pacemaker to allow the patient to change from a resting rate to a higher rate by sharp taps on his chest near the site of the piezoelectric sensor. Such an arrangement requires that the sensor be sufficiently sensitive to respond to the patient's sharp taps, and yet be insensitive to the everyday occurrences the patient encounters while undergoing normal activities and which could otherwise result in false triggerings. These include presence in the vicinity of loud noise such as is generated by street traffic, being jostled in a crowd, experiencing bumps and vibrations while riding in a vehicle, and the like. Further, even when controlled in the manner described, this type of switching results in an abrupt, non-physiological change of rate.\nAccordingly, it is another object of the present invention to provide a pacemaker which is capable of being controlled externally by the patient to assume exercise and non-exercise rate modes, in a manner that allows discreet and yet reliable control.\nYet another object of the invention is to provide a cardiac pacemaker whose stimulation rate is controllable by and according to a schedule selected by the patient.\nBriefly, according to the present invention a cardiac pacemaker is manually controllable by the patient to preset time intervals of operation at a relatively high (exercise) rate and lower (resting) rate according to the patient's own predetermined schedule of exercise and rest. An important aspect of the invention is that the pulse generator may be implemented to undergo an adjustment of stimulation rate from a fixed resting rate of, say, 75 bpm, to a preselected exercise rate of, say, 120 bpm, following a predetermined period of time after activation by the patient using an external magnet, that is, after a predetermined delay following a patient-initiated command signal, and to remain at the higher rate for a preselected time interval. Thus, the patient may effectively \"set a clock\" in his pacemaker to elevate his heart rate at the time and for the duration of a scheduled exercise session, such as a game of tennis. Moreover, he may activate the pacemaker in this manner in the privacy of his own home well in advance of the exercise session.\nAccording to another aspect of the invention, the pulse generator is implemented to return automatically to the resting rate at the expiration of the preselected exercise rate time interval. Hence, the patient need not carry his magnet with him to readjust the pacer to the resting rate at the completion of the scheduled exercise session. According to this aspect, after operating at the elevated stimulation rate for a time interval preselected to be suitable for the exercise session, say, one hour, the generator resets itself to return to the initial resting rate.\nAccording to another feature of the invention, the rate is incremented and decremented in steps from one rate setting to the other to avoid abrupt changes, and therefore to provide a more physiological rate control than has heretofore been available in manually controlled pacemakers.\nA further feature of the invention is that the pulse generator may be activated to disable the exercise rate command at any time after it has been given, including that to produce an early conclusion to an already-commenced exercise session. For example, if a scheduled tennis game or bicycling run is called off by the patient's partner after the patient has programmed in the higher rate, he need merely apply the magnet in proximity to the implanted pulse generator again to cancel the previous command and maintain the fixed resting rate. Similarly, if the exercise session is shortened, the rate may be returned to the resting rate by simply applying the magnet over the pulse generator.\nThe above and still further objects, aspects, features and attendant advantages of the present invention will become apparent to those of ordinary skill in the field to which the invention applies from a consideration of the following detailed description of a preferred embodiment thereof, taken in conjunction with the accompanying drawing, in which:\nFIG. 1 is a block circuit diagram of a pulse generator unit of a cardiac pacemaker according to a preferred embodiment of the invention.\nReferring now to FIG. 1, an implantable pulse generator unit 10 includes a pulse generator 12 and batteries 15 housed in a biocompatible metal case 17. Pulse generator 12 is implemented to be rate limited to generate output pulses at rates up to either of two low/high limit rates--for example, 75 pulses per minute (ppm) and 120 ppm, respectively--and to be incremented from the lower rate to the higher rate and decremented from the higher rate to the lower rate under the control of an up/down counter 18 associated with the pulse generator 12 in unit 10. Counter 18 may be set by application of a voltage level to its \"up\" input to commence counting toward the higher rate, and thereby to incrementally step the pulse repetition frequency up to that rate, and may be reset by application of a voltage level to its \"down\" input to commence counting toward the lower rate, and thereby decrementally step the pulse repetition frequency down to that rate. This is accomplished under the control of set and reset output voltage levels generated by a flip-flop circuit 21 also housed in case 17. The pulse generator unit 10 also includes a reed switch 25 which is actuable by placement of a magnet 27, external to the skin of the patient in whom the unit 10 is implanted, in proximity to case 17.\nReed switch 25, when actuated, serves to enable a delay timer 29 in unit 10. The delay timer responds to the enabling input to commence timing of its preset time delay interval. At the end of the delay interval, delay timer 29 produces a pulse for application to the flip-flop 21. Subsequent actuation of the reed switch before the timer 29 has timed out serves to disable the timer and reset it in preparation for a subsequent enabling signal from the reed switch. If timer 29 has already timed out before the reed switch is again actuated, the timer will respond to the disabling input, when the reed switch is actuated, to produce another pulse for application to the flip-flop 21. The flip-flop is thereupon reset and produces its reset output voltage level.\nThe set and reset output voltage levels of flip-flop 21 are also applied respectively to \"set\" and \"reset\" inputs of an interval timer 30. Upon being set, the interval timer commences timing out a predetermined time interval, and, at the expiration of that interval, generates a pulse for application to flip-flop 21. Upon being reset, the interval timer 30 is returned to the start of the predetermined time interval in preparation for initiating the timing of that interval on receipt at its \"set\" input of the next set output voltage level from the flip-flop.\nThe preset time period of delay timer 29 and the predetermined time interval of interval timer 30 are programmable by the physician according to the desires and needs of the particular patient. If, for example, the patient has a regularly scheduled early morning brisk walking session of one hour with friends, and resides near the starting point of the walk, the time period of the delay timer 29 may be programmed to be fifteen minutes. The time interval of the interval timer 30 is programmed to be one hour in length.\nIn operation, the pulse generator produces output pulses at the resting rate prescribed (and programmed) by the physician for the particular patient--in this exemplary embodiment, a resting rate of 75 bpm. The pulses are delivered to the stimulating cathodic electrode 35 in the right ventricle of the heart 40 via a lead 42, the reference electrode (anode) and the body tissue and fluids, according to the mode in which the pacemaker is designed to operate.\nIn the preferred embodiment, the pacemaker continues to operate at that rate unless and until the patient elects to initiate the exercise rate cycle. To do so, the patient places the magnet 27 in proximity to the implanted pulse generator unit 10 at about fifteen minutes prior to the appointed time for the exercise session, as a command to actuate reed switch 25. The patient may then choose to leave the magnet at home or take it along in the glove compartment of his car, since actuation of the reed switch has enabled the delay timer 29 and nothing more need be done by the patient to enable the pacemaker to commence the exercise rate at the expiration of the preset delay period.\nBefore the end of that period the patient has arrived at the starting point for the exercise session, and at the end of the delay period, the delay timer applies a pulse to flip-flop 21 which responds by generating a set output voltage level. The set voltage is applied to both the \"up\" input of counter 18 and the \"set\" input of interval timer 30. Accordingly, the counter commences its count, preferably at a relatively slow rate of, say, ten counts per minute, and correspondingly incrementally steps the pulse generator 12 output rate up to the upper rate limit of 120 ppm, and thereby gradually increases the patient's heart rate from 75 bpm to 120 bpm as the patient commences to exercise. Hence, the patient's heart rate and cardiac output are now at levels adequate for the patient to carry out the exercise session.\nThe pulse generator continues to supply pulses at the upper rate limit until interval timer 30, which commenced its predetermined time interval with the application of the set input voltage, times out, whereupon the interval timer produces an output pulse which is applied to flip-flop 21 to reset the latter. The flip-flop responds by providing a reset output voltage level for application to the \"down\" input of counter 18 and the \"reset\" input of the interval timer. Accordingly, the counter decrementally steps the pulse repetition frequency of the pulse generator down, preferably at the ten pulses per minute rate, to the lower rate limit of 75 ppm corresponding to a heart rate of 75 bpm. In this manner, the patient's heart rate is reduced gradually from the exercise rate to the resting rate at a time commensurate with the end of the exercise session. Also, the resetting of the interval timer by the set output voltage level of the flip-flop assures that the timer is ready to commence timing its predetermined interval on receipt of the next \"set\" input.\nIn the event that the exercise session is called off at any time after the delay timer 29 has been enabled and before the interval timer has timed out, the patient need merely place the magnet 27 once again in proximity to the implanted pulse generator unit. If the delay timer has not yet timed out, it is disabled by the actuation of the reed switch, and hence, flip-flop 21 remains reset, interval timer 30 remains reset, counter 18 is at its low count, and pulse generator 12 is at its lower rate limit. If the delay timer has timed out, it produces an output pulse in reponse to the disabling input from the reed switch, thereby resetting the flip-flop, resetting the interval timer, returning counter 18 toward its low count and pulse generator 12 toward its lower rate limit. To that end, delay timer 29 is provided with an internal clock such that, once enabled to time out the delay interval, it cannot be again enabled to do so until the passage of a preselected time interval, which is one hour and fifteen minutes in the present example, unless it has first been disabled during that overall interval. Of course, to cancel the exercise rate, the patient must have the magnet available to issue the second command but, as previously noted, once the delay timer is enabled through actuation of the reed switch the magnet may be kept in a convenient location, such as the glove compartment of the patient's car, to allow cancellation of the exercise rate in private.\nAlthough a presently preferred embodiment has been described herein, it will be evident to those skilled in the art that variations and modifications of the preferred embodiment may be carried out without departing from the spirit and scope of the invention. Accordingly, it is intended that the present invention shall be limited only to the extent required by the appended claims and the applicable rules of law.", "id": "<urn:uuid:c4bc0780-21b4-4fac-b167-2758ef4d0cbb>", "dump": "CC-MAIN-2013-20", "url": "http://www.google.de/patents/US4884575", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9233847260475159, "token_count": 5452, "score": 2.546875, "int_score": 3}
{"text": "Moderate-Intensity Aerobic Activity\nAerobic fitness means increasing how well the body uses oxygen, which depends on the condition of the heart, lungs, and muscles. Experts tend to describe aerobic activity in three ways: light, moderate, and vigorous.\nWhen people do moderate-intensity activities, they notice a faster heartbeat. To get the benefits of moderate activity, a person can:\nThe goal of aerobic fitness is to increase the amount of oxygen that goes to the heart and muscles, which allows them to work longer. Any activities, including many kinds of daily activities, that raise the heart rate and keep it up for an extended period of time can improve aerobic fitness. If the activities are done regularly and long enough, they can help improve fitness.\nExperts recommend that adults try to do moderate activity for at least 2½ hours a week. Or they can do vigorous activity for at least 1¼ hours a week. People can choose to do one or both types of activity. And it's fine to be active in blocks of 10 minutes or more throughout the day and week. Teens and children (starting at age 6) should do moderate to vigorous activity at least 1 hour every day.\nModerate activity is safe for most people, but it's always a good idea to talk to your doctor before starting an exercise program.\neMedicineHealth Medical Reference from Healthwise\nTo learn more visit Healthwise.org\nFind out what women really need.\nPill Identifier on RxList\n- quick, easy,\nFind a Local Pharmacy\n- including 24 hour, pharmacies", "id": "<urn:uuid:fcef8a5d-9537-4e8b-a081-4dadface0ced>", "dump": "CC-MAIN-2013-20", "url": "http://www.emedicinehealth.com/script/main/art.asp?articlekey=138337&ref=128874", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9323630928993225, "token_count": 326, "score": 3.609375, "int_score": 4}
{"text": "Did You Know?\nFacts, Figures & Folklore\nAbout Fall / Autumn\nSept 18 : 04 days to Fall\nDid you know that the word autumn comes from the French word, automne?\nThe word came into common usage around the 16th century, before which “harvest” was used to refer to this time of year. The use of harvest fell out of popularity as people gradually began living in towns and working the land became less common.\nDid you know that Americans colloquially refer to the season between summer and winter as “Fall”?\nWhile Brits prefer the more scientific terms “Autumn”!\nDo you feel that? The crisp morning air is a sure sign that the Fall season is right around the corner. As the days get shorter and the temperatures fall, Autumn heralds its coming with fiery red leaves and bright orange pumpkins. Get yourself ready to fall back into Fall with Holidays on the Net’s fun-filled Autumn trivia. Join us for a new “Did You Know?” fact each day as we countdown to Autumn (Sept 22 @ 11:09 PM EDT)! So stop by again tomorrow.", "id": "<urn:uuid:a787fa6b-c56e-4652-88cc-84e18746f986>", "dump": "CC-MAIN-2013-20", "url": "http://blog.holidays.net/index.php/2010/09/18/did-you-know-countdown-to-fall-0918/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9656435251235962, "token_count": 245, "score": 2.890625, "int_score": 3}
{"text": "A jack-o'-lantern, one of the symbols of Halloween\n|Also called||All Hallows' Eve\nAll Saints' Eve\n|Observed by||Western Christians & many non-Christians around the world|\n|Celebrations||Trick-or-treating/guising, costume parties, making jack-o'-lanterns, lighting bonfires, divination, apple bobbing, visiting haunted attractions, fireworks displays|\n|Observances||Church services, prayer, fasting, and vigils|\n|Related to||Samhain, Hop-tu-Naa, Calan Gaeaf, Kalan Gwav, Day of the Dead, All Saints' Day (cf. vigils)|\nHalloween or Hallowe'en (a contraction of \"All Hallows' Evening\"), also known as All Hallows' Eve, is a yearly celebration observed in a number of countries on October 31, the eve of the Western Christian feast of All Hallows (or All Saints) and the day initiating the triduum of Hallowmas.\nAccording to many scholars, All Hallows' Eve is a Christianised feast originally influenced by western European harvest festivals, and festivals of the dead with possible pagan roots, particularly the Celtic Samhain. Other scholars maintain that it originated independently of Samhain and has solely Christian roots.\nTypical festive Halloween activities include trick-or-treating (also known as \"guising\"), attending costume parties, carving pumpkins into jack-o'-lanterns, lighting bonfires, apple bobbing, visiting haunted attractions, playing pranks, telling scary stories, and watching horror films.\nThe word Halloween was first used in the 16th century and represents a Scottish variant of the fuller All Hallows' Eve ('evening'), that is, the night before All Hallows' Day. Although the phrase All Hallows' is found in Old English (ealra hālgena mæssedæg, mass-day of all saints), All Hallows' Eve is itself not seen until 1556.\nCeltic influences \nThough the origin of the word Halloween is Christian, the holiday is commonly thought to have pagan roots. Historian Nicholas Rogers, exploring the origins of Halloween, notes that while \"some folklorists have detected its origins in the Roman feast of Pomona, the goddess of fruits and seeds, or in the festival of the dead called Parentalia, it is more typically linked to the Celtic festival of Samhain\", which comes from the Old Irish for \"summer's end\". Samhain (pronounced SAH-win or SOW-in) was the first and most important of the four quarter days in the medieval Gaelic (Irish, Scottish and Manx) calendar. It was held on or about October 31 – November 1 and kindred festivals were held at the same time of year in other Celtic lands; for example the Brythonic Calan Gaeaf (in Wales), Kalan Gwav (in Cornwall) and Kalan Goañv (in Brittany). Samhain is mentioned in some of the earliest Irish literature and many important events in Irish mythology happen or begin on Samhain. It marked the end of the harvest season and the beginning of winter or the 'darker half' of the year. This was a time for stock-taking and preparing for the cold winter ahead; cattle were brought back down from the summer pastures and livestock were slaughtered. In much of the Gaelic world, bonfires were lit and there were rituals involving them. Some of these rituals hint that they may once have involved human sacrifice. Divination games or rituals were also done at Samhain.\nSamhain (like Beltane) was seen as a time when the 'door' to the Otherworld opened enough for the souls of the dead, and other beings such as fairies, to come into our world. The souls of the dead were said to revisit their homes on Samhain. Feasts were had, at which the souls of dead kin were beckoned to attend and a place set at the table for them. Lewis Spence described it as a \"feast of the dead\" and \"festival of the fairies\". However, harmful spirits and fairies were also thought to be active at Samhain. People took steps to allay or ward-off these harmful spirits/fairies, which is thought to have influenced today's Halloween customs. Before the 20th century, wearing costumes at Samhain was done in parts of Ireland, Mann, the Scottish Highlands and islands, and Wales. Wearing costumes may have originated as a means of disguising oneself from these harmful spirits/fairies, although some suggest that the custom comes from a Christian or Christianized belief (see below). In Ireland, people went about before nightfall collecting for Samhain feasts and sometimes wore costumes while doing so. In the 19th century on Ireland's southern coast, a man dressed as a white mare would lead youths door-to-door collecting food; by giving them food, the household could expect good fortune from the 'Muck Olla'. In Moray during the 18th century, boys called at each house in their village asking for fuel for the Samhain bonfire. The modern custom of trick-or-treating may have come from these practices. Alternatively, it may come from the Christian custom of souling (see below).\nMaking jack-o'-lanterns at Halloween may also have sprung from Samhain and Celtic beliefs. Turnip lanterns, sometimes with faces carved into them, were made on Samhain in the 19th century in parts of Ireland and the Scottish Highlands. As well as being used to light one's way while outside on Samhain night, they may also have been used to represent the spirits/fairies and/or to protect oneself and one's home from them. Another legend is that a trickster named Jack decided one day to trick the Devil. He trapped the Devil in a pumpkin and paraded him around town. Eventually, Jack let the Devil out and the Devil put a curse on Jack and forever made him a spirit in hell. On Halloween, Jack is released to terrorize the country all night. To protect themselves, the Irish would place a pumpkin with a face outside to scare Jack into believing it was the Devil. However, a Christian origin has also been proposed.\nChristian influences \nHalloween is also thought to have been influenced by the Christian holy days of All Saints' Day (also known as All Hallows, Hallowmas or Hallowtide) on November 1 and All Souls' Day on November 2. They are a time for honoring the saints and praying for the recently departed who had yet to reach Heaven. All Saints was introduced in the year 609, but was originally celebrated on May 13. In 835, it was switched to November 1 (the same date as Samhain) at the behest of Pope Gregory IV. Some have suggested this was due to Celtic influence, while others suggest it was a Germanic idea.\nBy the end of the 12th century they had become holy days of obligation across Europe and involved such traditions as ringing bells for the souls in purgatory. \"Souling\", the custom of baking and sharing soul cakes for \"all crysten christened souls\", has been suggested as the origin of trick-or-treating. Groups of poor people, often children, would go door-to-door on All Saints/All Souls collecting soul cakes, originally as a means of praying for souls in purgatory. Similar practices for the souls of the dead were found as far south as Italy. Shakespeare mentions the practice in his comedy The Two Gentlemen of Verona (1593), when Speed accuses his master of \"puling [whimpering or whining] like a beggar at Hallowmas.\" The custom of wearing costumes has been linked to All Saints/All Souls by Prince Sorie Conteh, who wrote: \"It was traditionally believed that the souls of the departed wandered the earth until All Saints' Day, and All Hallows' Eve provided one last chance for the dead to gain vengeance on their enemies before moving to the next world. In order to avoid being recognised by any soul that might be seeking such vengeance, people would don masks or costumes to disguise their identities\". In Halloween: From Pagan Ritual to Party Night, Nicholas Rogers explained Halloween jack-o'-lanterns as originally being representations of souls in purgatory. In Brittany children would set candles in skulls in graveyards.\nIn Britain, these customs came under attack during the Reformation as Protestants berated purgatory as a \"popish\" doctrine incompatible with the notion of predestination. The rising popularity of Guy Fawkes Night (5 November) from 1605 onward, saw many Halloween traditions appropriated by that holiday instead, and Halloween's popularity waned in Britain, with the noteworthy exception of Scotland. There and in Ireland, the rebellious Guy Fawkes was not viewed with the same criminality as in England, and they had been celebrating Samhain and Halloween since at least the early Middle Ages, and the Scottish kirk took a more pragmatic approach to Halloween, seeing it as important to the life cycle and rites of passage of communities and thus ensuring its survival in the country.\nSpread to North America \nNorth American almanacs of the late 18th and early 19th century give no indication that Halloween was celebrated there. The Puritans of New England, for example, maintained strong opposition to Halloween and it was not until the mass Irish and Scottish immigration during the 19th century that it was brought to North America in earnest. Confined to the immigrant communities during the mid-19th century, it was gradually assimilated into mainstream society and by the first decade of the 20th century it was being celebrated coast to coast by people of all social, racial and religious backgrounds.\nDevelopment of artifacts and symbols associated with Halloween formed over time. The turnip has traditionally been used in Ireland and Scotland at Halloween, but immigrants to North America used the native pumpkin, which is both much softer and much larger – making it easier to carve than a turnip. Subsequently, the mass marketing of various size pumpkins in autumn, in both the corporate and local markets, has made pumpkins universally available for this purpose. The American tradition of carving pumpkins is recorded in 1837 and was originally associated with harvest time in general, not becoming specifically associated with Halloween until the mid-to-late 19th century.\nThe modern imagery of Halloween comes from many sources, including national customs, works of Gothic and horror literature (such as the novels Frankenstein and Dracula) and classic horror films (such as Frankenstein and The Mummy). One of the earliest works on the subject of Halloween is from Scottish poet John Mayne, who, in 1780, made note of pranks at Halloween; \"What fearfu' pranks ensue!\", as well as the supernatural associated with the night, \"Bogies\" (ghosts), influencing Robert Burns' Halloween 1785. Elements of the autumn season, such as pumpkins, corn husks and scarecrows, are also prevalent. Homes are often decorated with these types of symbols around Halloween.\nTrick-or-treating and guising \nTrick-or-treating is a customary celebration for children on Halloween. Children go in costume from house to house, asking for treats such as candy or sometimes money, with the question, \"Trick or treat?\" The word \"trick\" refers to \"threat\" to perform mischief on the homeowners or their property if no treat is given.\nIn Scotland and Ireland, guising – children disguised in costume going from door to door for food or coins – is a traditional Halloween custom, and is recorded in Scotland at Halloween in 1895 where masqueraders in disguise carrying lanterns made out of scooped out turnips, visit homes to be rewarded with cakes, fruit and money. The practice of Guising at Halloween in North America is first recorded in 1911, where a newspaper in Kingston, Ontario reported children going \"guising\" around the neighborhood.\nAmerican historian and author Ruth Edna Kelley of Massachusetts wrote the first book length history of Halloween in the US; The Book of Hallowe'en (1919), and references souling in the chapter \"Hallowe'en in America\":\nThe taste in Hallowe'en festivities now is to study old traditions, and hold a Scotch party, using Burn's poem Hallowe'en as a guide; or to go a-souling as the English used. In short, no custom that was once honored at Hallowe'en is out of fashion now.\nIn her book, Kelley touches on customs that arrived from across the Atlantic; \"Americans have fostered them, and are making this an occasion something like what it must have been in its best days overseas. All Halloween customs in the United States are borrowed directly or adapted from those of other countries\". While the first reference to \"guising\" in North America occurs in 1911, another reference to ritual begging on Halloween appears, place unknown, in 1915, with a third reference in Chicago in 1920.\nThe earliest known use in print of the term \"trick or treat\" appears in 1927, from Blackie, Alberta, Canada:\nHallowe'en provided an opportunity for real strenuous fun. No real damage was done except to the temper of some who had to hunt for wagon wheels, gates, wagons, barrels, etc., much of which decorated the front street. The youthful tormentors were at back door and front demanding edible plunder by the word “trick or treat” to which the inmates gladly responded and sent the robbers away rejoicing.\nThe thousands of Halloween postcards produced between the turn of the 20th century and the 1920s commonly show children but not trick-or-treating. The editor of a collection of over 3,000 vintage Halloween postcards writes, \"There are cards which mention the custom [of trick-or-treating] or show children in costumes at the doors, but as far as we can tell they were printed later than the 1920s and more than likely even the 1930s. Tricksters of various sorts are shown on the early postcards, but not the means of appeasing them\". Trick-or-treating does not seem to have become a widespread practice until the 1930s, with the first U.S. appearances of the term in 1934, and the first use in a national publication occurring in 1939.\nHalloween costumes are traditionally modeled after supernatural figures such as monsters, ghosts, skeletons, witches, and devils. Over time, in the United States the costume selection extended to include popular characters from fiction, celebrities, and generic archetypes such as ninjas and princesses.\nDressing up in costumes and going \"guising\" was prevalent in Ireland and Scotland at Halloween by the late 19th century. Costuming became popular for Halloween parties in the US in the early 20th century, as often for adults as for children. The first mass-produced Halloween costumes appeared in stores in the 1930s when trick-or-treating was becoming popular in the United States.\nHalloween costume parties generally fall on or around October 31, often on the Friday or Saturday before Halloween.\n\"Trick-or-Treat for UNICEF\" is a fundraising program to support UNICEF, a United Nations Programme that provides humanitarian aid to children in developing countries. Started as a local event in a Northeast Philadelphia neighborhood in 1950 and expanded nationally in 1952, the program involves the distribution of small boxes by schools (or in modern times, corporate sponsors like Hallmark, at their licensed stores) to trick-or-treaters, in which they can solicit small-change donations from the houses they visit. It is estimated that children have collected more than $118 million for UNICEF since its inception. In Canada, in 2006, UNICEF decided to discontinue their Halloween collection boxes, citing safety and administrative concerns; after consultation with schools, they instead redesigned the program.\nGames and other activities \nThere are several games traditionally associated with Halloween parties. One common game is dunking or apple bobbing, which may be called \"dooking\" in Scotland in which apples float in a tub or a large basin of water and the participants must use their teeth to remove an apple from the basin. The practice is thought by some to have derived from the Roman practices in celebration of Pomona. A variant of dunking involves kneeling on a chair, holding a fork between the teeth and trying to drop the fork into an apple. Another common game involves hanging up treacle or syrup-coated scones by strings; these must be eaten without using hands while they remain attached to the string, an activity that inevitably leads to a very sticky face.\nSome games traditionally played at Halloween are forms of divination. A traditional Scottish form of divining one's future spouse is to carve an apple in one long strip, then toss the peel over one's shoulder. The peel is believed to land in the shape of the first letter of the future spouse's name. Unmarried women were told that if they sat in a darkened room and gazed into a mirror on Halloween night, the face of their future husband would appear in the mirror. However, if they were destined to die before marriage, a skull would appear. The custom was widespread enough to be commemorated on greeting cards from the late 19th century and early 20th century.\nAnother game/superstition that was enjoyed in the early 1900s involved walnut shells. People would write fortunes in milk on white paper. After drying, the paper was folded and placed in walnut shells. When the shell was warmed, milk would turn brown therefore the writing would appear on what looked like blank paper. Folks would also play fortune teller. In order to play this game, symbols were cut out of paper and placed on a platter. Someone would enter a dark room and was ordered to put her hand on a piece of ice then lay it on a platter. Her \"fortune\" would stick to the hand. Paper symbols included: dollar sign-wealth, button-bachelorhood, thimble-spinsterhood, clothespin- poverty, rice-wedding, umbrella- journey, caldron-trouble, 4-leaf clover- good luck, penny-fortune, ring-early marriage, and key-fame.\nThe telling of ghost stories and viewing of horror films are common fixtures of Halloween parties. Episodes of television series and Halloween-themed specials (with the specials usually aimed at children) are commonly aired on or before Halloween, while new horror films are often released theatrically before Halloween to take advantage of the atmosphere.\nHaunted attractions \nHaunted attractions are entertainment venues designed to thrill and scare patrons. Most attractions are seasonal Halloween businesses. Origins of these paid scare venues are difficult to pinpoint, but it is generally accepted that they were first commonly used by the Junior Chamber International (Jaycees) for fundraising. They include haunted houses, corn mazes, and hayrides, and the level of sophistication of the effects has risen as the industry has grown. Haunted attractions in the United States bring in an estimate $300–500 million each year, and draw some 400,000 customers, although press sources writing in 2005 speculated that the industry had reached its peak at that time. This maturing and growth within the industry has led to technically more advanced special effects and costuming, comparable with that of Hollywood films.\nBecause Halloween comes in the wake of the yearly apple harvest, candy apples (known as toffee apples outside North America), caramel or taffy apples are common Halloween treats made by rolling whole apples in a sticky sugar syrup, sometimes followed by rolling them in nuts.\nAt one time, candy apples were commonly given to children, but the practice rapidly waned in the wake of widespread rumors that some individuals were embedding items like pins and razor blades in the apples in the United States. While there is evidence of such incidents, they are quite rare and have never resulted in serious injury. Nonetheless, many parents assumed that such heinous practices were rampant because of the mass media. At the peak of the hysteria, some hospitals offered free X-rays of children's Halloween hauls in order to find evidence of tampering. Virtually all of the few known candy poisoning incidents involved parents who poisoned their own children's candy.\nOne custom that persists in modern-day Ireland is the baking (or more often nowadays, the purchase) of a barmbrack (Irish: báirín breac), which is a light fruitcake, into which a plain ring, a coin and other charms are placed before baking. It is said that those who get a ring will find their true love in the ensuing year. This is similar to the tradition of king cake at the festival of Epiphany.\nList of foods associated with Halloween:\n- Barmbrack (Ireland)\n- Bonfire toffee (Great Britain)\n- Candy apples/toffee apples (Great Britain & Ireland)\n- Candy corn, candy pumpkins (North America)\n- Caramel apples\n- Caramel corn\n- Colcannon (Ireland)\n- Novelty candy shaped like skulls, pumpkins, bats, worms, etc.\n- Pumpkin, pumpkin pie, pumpkin bread\n- Roasted pumpkin seeds\n- Roasted sweet corn\n- Soul cakes\n- Scary Faced Pizza \nReligious observances \nOn Hallowe'en (All Hallows' Eve), in Poland, believers are taught to pray out loud as they walk through the forests in order that the souls of the dead might find comfort; in Spain, Christian priests toll their church bells in order to allow their congregants to remember the dead on All Hallows' Eve. The Christian Church traditionally observed Hallowe'en through a vigil \"when worshippers would prepare themselves with prayers and fasting prior to the feast day itself.\" This church service is known as the Vigil of All Hallows or the Vigil of All Saints; an initiative known as Night of Light seeks to further spread the Vigil of All Hallows throughout Christendom. After the service, \"suitable festivities and entertainments\" often follow, as well as a visit to the graveyard or cemetery, where flowers and candles are often placed in preparation for All Hallows' Day.\nChristian attitudes towards Halloween are diverse. In the Anglican Church, some dioceses have chosen to emphasize the Christian traditions associated with All Hallow's Eve. Some of these practises include praying, fasting and attending worship services.\nFather, All-Powerful and Ever-Living God, today we rejoice in the holy men and women of every time and place. May their prayers bring us your forgiveness and love. We ask this through Christ our Lord. Amen. —All Hallow's Eve Prayer from the Liturgy of the Hours\nOther Protestant Christians also celebrate All Hallows' Eve as Reformation Day, a day to remember the Protestant Reformation, alongside All Hallow's Eve or independently from it. Often, \"Harvest Festivals\" or \"Reformation Festivals\" are held as well, in which children dress up as Bible characters or Reformers.\nFather Gabriele Amorth, an exorcist in Rome, has said, \"if English and American children like to dress up as witches and devils on one night of the year that is not a problem. If it is just a game, there is no harm in that.\" In more recent years, the Roman Catholic Archdiocese of Boston has organized a \"Saint Fest\" on Halloween. Similarly, many contemporary Protestant churches view Halloween as a fun event for children, holding events in their churches where children and their parents can dress up, play games, and get candy for free. Many Christians ascribe no negative significance to Halloween, treating it as a fun event devoted to \"imaginary spooks\" and handing out candy. To these Christians, Halloween holds no threat to the spiritual lives of children: being taught about death and mortality, and the ways of the Celtic ancestors actually being a valuable life lesson and a part of many of their parishioners' heritage. In the Roman Catholic Church, Halloween's Christian connection is sometimes cited, and Halloween celebrations are common in Catholic parochial schools throughout North America and in Ireland.\nSome Christians feel concerned about the modern celebration of Halloween, and reject it because they feel it trivializes – or celebrates – paganism, the occult, or other practices and cultural phenomena deemed incompatible with their beliefs. A response among some fundamentalist and conservative evangelical churches in recent years has been the use of \"Hell houses\", themed pamphlets, or comic-style tracts such as those created by Jack T. Chick in order to make use of Halloween's popularity as an opportunity for evangelism. Some consider Halloween to be completely incompatible with the Christian faith, believing it to have originated as a pagan \"Festival of the Dead\".\nAccording to Alfred J. Kolatch in the Second Jewish Book of Why Halloween is not technically permitted by Jewish Halakha because it violate Leviticus 18:3 forbidding Jews from partaking in gentile customs. Nevertheless many American Jews celebrate it as a secular holiday, disconnected from its pagan and Christian origins. Reform Rabbi Jeffrey Goldwasser, of the Central Conference of American Rabbis has said that “There is no religious reason why contemporary Jews should not celebrate Halloween as it is commonly observed\" while Orthodox Rabbi Michael Broyde has argued against Jews sending their children trick or treating or otherwise observing the holiday.\nAround the world \nThe traditions and importance of Halloween vary greatly among countries that observe it. In Scotland and Ireland, traditional Halloween customs include children dressing up in costume going \"guising\", holding parties, while other practices in Ireland include lighting bonfires, and having firework displays. Mass transatlantic immigration in the 19th century popularized Halloween in North America, and celebration in the United States and Canada has had a significant impact on how the event is observed in other nations. This larger North American influence, particularly in iconic and commercial elements, has extended to places such as South America, Australia, New Zealand, (most) continental Europe, Japan, and other parts of East Asia.\nSee also \n- \"BBC – Religions – Christianity: All Hallows' Eve\". British Broadcasting Corporation (BBC). 2010. Retrieved 1 November 2011. \"All Hallows' Eve falls on 31st October each year, and is the day before All Hallows' Day, also known as All Saints' Day in the Christian calendar. The Church traditionally held a vigil on All Hallows' Eve when worshippers would prepare themselves with prayers and fasting prior to the feast day itself. The name derives from the Old English 'hallowed' meaning holy or sanctified and is now usually contracted to the more familiar word Hallowe'en.\"\n- The Book of Occasional Services 2003. Church Publishing, Inc. 2004. Retrieved 31 October 2011. \"Service for All Hallows' Eve: This service may be used on the evening of October 31, known as All Hallows' Eve. Suitable festivities and entertainments may take place before or after this service, and a visit may be made to a cemetery or burial place.\"\n- Anne E. Kitch (2004). The Anglican Family Prayer Book. Church Publishing, Inc. Retrieved 31 October 2011. \"All Hallow's Eve, which later became known as Halloween, is celebrated on the night before All Saints' Day, November 1. Use this simple prayer service in conjunction with Halloween festivities to mark the Christian roots of this festival.\"\n- The Paulist Liturgy Planning Guide. Paulist Press. 2006. Retrieved 31 October 2011. \"Rather than compete, liturgy planners would do well to consider ways of including children in the celebration of these vigil Masses. For example, children might be encouraged to wear Halloween costumes representing their patron saint or their favorite saint, clearly adding a new level of meaning to the Halloween celebrations and the celebration of All Saints' Day.\"\n- Thomas Thomson, Charles Annandale (1896). A History of the Scottish People from the Earliest Times: From the Union of the kingdoms, 1706, to the present time. Blackie. Retrieved 31 October 2011. \"Of the stated rustic festivals peculiar to Scotland the most important was Hallowe'en, a contraction for All-hallow Evening, or the evening of All-Saints Day, the annual return of which was a season for joy and festivity.\"\n- Merriam-Webster's Encyclopædia of World Religions. Merriam-Webster. 1999. Retrieved 31 October 2011. \"Halloween, also called All Hallows' Eve, holy or hallowed evening observed on October 31, the eve of All Saints' Day. The pre-Christian observances influenced the Christian festival of All Hallows' Eve, celebrated on the same date.\"\n- \"BBC – Religions – Christianity: All Hallows' Eve\". British Broadcasting Corporation (BBC). 2010. Retrieved 1 November 2011. \"It is widely believed that many Hallowe'en traditions have evolved from an ancient Celtic festival called Samhain which was Christianised by the early Church.\"\n- Nicholas Rogers (2002). Halloween: From Pagan Ritual to Party Night. Oxford University Press. Retrieved 31 October 2011. \"Halloween and the Day of the Dead share a common origin in the Christian commemoration of the dead on All Saints' and All Souls' Day. But both are thought to embody strong pre-Christian beliefs. In the case of Halloween, the Celtic celebration of Samhain is critical to its pagan legacy, a claim that has been foregrounded in recent years by both new-age enthusiasts and the evangelical Right.\"\n- Austrian information. 1965. Retrieved 31 October 2011. \"The feasts of Hallowe'en, or All Hallows Eve and the devotions to the dead on All Saints' and All Souls' Day are both mixtures of old Celtic, Druid and other heathen customs intertwined with Christian practice.\"\n- \"BBC – Religions – Christianity: All Hallows' Eve\". British Broadcasting Corporation (BBC). 2010. Retrieved 1 November 2011. \"The Oxford Dictionary of World Religions also claims that Hallowe'en \"absorbed and adopted the Celtic new year festival, the eve and day of Samhain\". However, there are supporters of the view that Hallowe'en, as the eve of All Saints' Day, originated entirely independently of Samhain and some question the existence of a specific pan-Celtic religious festival which took place on 31st October/1st November.\"\n- The Oxford English Dictionary (2nd ed.). Oxford: Oxford Univ. Press. 1989. ISBN 0-19-861186-2.\n- Rogers, Nicholas (2002). \"Samhain and the Celtic Origins of Halloween\". Halloween: From Pagan Ritual to Party Night, pp. 11–21. New York: Oxford Univ. Press. ISBN 0-19-516896-8.\n- Hutton, Ronald. The Stations of the Sun: A History of the Ritual Year in Britain (Oxford: Oxford University Press, 1996)\n- A Pocket Guide To Superstitions Of The British Isles (Publisher: Penguin Books Ltd; Reprint edition: 4 November 2004) ISBN 0-14-051549-6\n- All Hallows' Eve BBC. Retrieved 31 October 2011.\n- Monaghan, Patricia. The Encyclopedia of Celtic Mythology and Folklore. Infobase Publishing, 2004. p.407\n- Frazer, Sir James George. The Golden Bough: A Study in Magic and Religion. Forgotten Books, 2008. pp.663–664\n- Monaghan, p.41\n- O'Halpin, Andy. Ireland: An Oxford Archaeological Guide. Oxford University Press, 2006. p.236\n- \"Halloween\". Britannica Concise Encyclopedia. Chicago: Encyclopaedia Britannica, 2009. Credo Reference. Web. 21 September 2012.\n- McNeill, F. Marian. The Silver Bough, Vol. 3. William MacLellan. pp.11–46\n- Spence, Lewis (1945). The Magic Arts in Celtic Britain. p.88. ISBN 0-09-474300-2\n- Hutton, pp.380–382\n- MacLeod, Sharon. Celtic Myth and Religion. McFarland, 2011. pp.61, 175\n- Hutton, pp.365–368\n- Hutton, p.382\n- Hill, Christopher. Holidays and Holy Nights. Quest Books, 2003. p.56\n- Rogers, p.57\n- Rogers, Nicholas (2002). Halloween: From Pagan Ritual to Party Night, pp. 22, 27. New York: Oxford Univ. Press. ISBN 0-19-516896-8.\n- Hutton, p.364\n- Rogers, Nicholas (2001). Halloween: From Pagan Ritual to Party Night. Oxford University Press. pp. 28–30. ISBN 0-19-514691-3.\n- \"Halloween\". Britannica. Encyclopædia Britannica. Retrieved 25 October 2012.\n- Hutton, pp.374–375\n- \"Ask Anne\", Washington Post, 21 November 1948, p. S11.\n- The Two Gentlemen of Verona Act 2, Scene 1.\n- Prince Sorie Conteh (2009). Traditionalists, Muslims, and Christians in Africa: Interreligious Encounters and Dialogue. Cambria Press. Retrieved 31 October 2011.\n- \"Kalan -Goañv ha Marv\". Tartanplace.com. 12 July 2001. Retrieved 1 November 2012.\n- Rogers, Nicholas (2002). Halloween: From Pagan Ritual to Party Night, pp. 37–38. New York: Oxford Univ. Press. ISBN 0-19-516896-8.\n- Rogers, Nicholas (2002). Halloween: From Pagan Ritual to Party Night, pp. 49–50. New York: Oxford Univ. Press. ISBN 0-19-516896-8.\n- Rogers, Nicholas (2002). Halloween: From Pagan Ritual to Party Night, p. 74. New York: Oxford Univ. Press. ISBN 0-19-516896-8.\n- The Oxford companion to American food and drink p.269. Oxford University Press, 2007. Retrieved 17 February 2011\n- Frank Leslie's popular monthly, Volume 40, November 1895, p. 540-543. Books.google.com. 5 February 2009. Retrieved 23 October 2011.\n- Nathaniel Hawthorne, \"The Great Carbuncle,\" in \"Twice-Told Tales\", 1837: Hide it [the great carbuncle] under thy cloak, say'st thou? Why, it will gleam through the holes, and make thee look like a jack-o'-lantern!\n- As late as 1900, an article on Thanksgiving entertaining recommended a lit jack-o'-lantern as part of the festivities. \"The Day We Celebrate: Thanksgiving Treated Gastronomically and Socially,\" The New York Times, 24 November 1895, p. 27. \"Odd Ornaments for Table,\" The New York Times, 21 October 1900, p. 12.\n- Rogers, Nicholas (2002). \"Halloween Goes to Hollywood\". Halloween: From Pagan Ritual to Party Night, pp. 103–124. New York: Oxford University Press. ISBN 0-19-516896-8.\n- Thomas Crawford Burns: a study of the poems and songs Stanford University Press, 1960\n- Simpson, Jacqueline All Saints' Day in Encyclopedia of Death and Dying, Howarth, G. and Leeman, O. (2001)London Routledge ISBN 0-415-18825-3, p.14 Halloween is closely associated in folklore with death and the supernatural.\n- Rogers, Nicholas. (2002) \"Coming Over:Halloween in North America\". Halloween: From Pagan Ritual to Party Night. p.76. Oxford University Press, 2002, ISBN 0-19-514691-3\n- Ruth Edna Kelley, The Book of Hallowe'en, Boston: Lothrop, Lee and Shepard Co., 1919, chapter 15, p.127. \"Hallowe'en in America.\"\n- Kelley, Ruth Edna. \"Hallowe'en in America\".\n- Theo. E. Wright, \"A Halloween Story,\" St. Nicholas, October 1915, p. 1144. Mae McGuire Telford, \"What Shall We Do Halloween?\" Ladies Home Journal, October 1920, p. 135.\n- \"'Trick or Treat' Is Demand,\" Herald (Lethbridge, Alberta), November 4, 1927, p. 5, dateline Blackie, Alberta, Nov. 3.\n- For examples, see the websites Postcard & Greeting Card Museum: Halloween Gallery, Antique Hallowe'en Postcards, Vintage Halloween Postcards, and Morticia's Morgue Antique Halloween Postcards[dead link].\n- E-mail from Louise and Gary Carpentier, 29 May 2007, editors of Halloween Postcards Catalog (CD-ROM), G & L Postcards.\n- \"Halloween Pranks Keep Police on Hop,\" Oregon Journal (Portland, Oregon), 1 November 1934:\nOther young goblins and ghosts, employing modern shakedown methods, successfully worked the \"trick or treat\" system in all parts of the city.\nPretty Boy John Doe rang the door bells and his gang waited his signal. It was his plan to proceed cautiously at first and give a citizen every opportunity to comply with his demands before pulling any rough stuff. \"Madam, we are here for the usual purpose, 'trick or treat.'\" This is the old demand of the little people who go out to have some innocent fun. Many women have some apples, cookies or doughnuts for them, but they call rather early and the \"treat\" is given out gladly.\n- Doris Hudson Moss, \"A Victim of the Window-Soaping Brigade?\" The American Home, November 1939, p. 48. Moss was a California-based writer.\n- Beauchemin, Genevieve; CTV.ca News Staff (31 May 2006). \"UNICEF to end Halloween 'orange box' program\". CTV. Archived from the original on 16 October 2007. Retrieved 29 October 2006.\n- \"History of the Trick-or-Treat for UNICEF Campaign\". UNICEF Canada. 2008. Archived from the original on 4 June 2009. Retrieved 25 October 2009.\n- Apple dookers make record attempt, BBC News, 2 October 2008\n- McNeill, F. Marian (1961, 1990) The Silver Bough, Vol. 3. William MacLellan, Glasgow ISBN 0-948474-04-1 pp.11–46\n- \"Vintage Halloween Cards\". Vintage Holiday Crafts. Retrieved 28 October 2009.\n- Green Bay Press Gazette, 27 October 1916\n- Associated Press (30 October 2005). \"Haunted house business getting frightfully hard\". MSNBC.com. MSNBC. Retrieved 18 November 2008.\n- Greg Ryan (17 September 2008). \"A Model of Mayhem\". Hudson Valley Magazine. Retrieved 6 October 2008.\n- Wilson, Craig (12 October 2006). \"Haunted houses get really scary\". USAToday.com.\n- Rogers, Nicholas (2002). \"Razor in the Apple: Struggle for Safe and Sane Halloween, c. 1920–1990,\" Halloween: From Pagan Ritual to Party Night, pp. 78–102. New York: Oxford University Press. ISBN 0-19-516896-8.\n- \"Urban Legends Reference Pages: Pins and Needles in Halloween Candy\". Snopes.com. Retrieved 31 October 2008.\n- Nixon, Robin (27 October 2010). \"Poisoned Halloween Candy: Trick, Treat or Myth? – LiveScience\". LiveScience.com. Retrieved 23 January 2011.\n- \"Halloween Food:Scary Faced Pizza\".\n- Bannatyne, Lesley Pratt (1 August 1998). Halloween: An American Holiday, an American History. Pelican Publishing. p. 12. ISBN 1565543467. Retrieved 1 November 2012. \"Polish Catholics taught their children to pray out loud as they walked through the woods so that the souls of the dead could hear them and be comforted. Priests in tiny Spanish villages still ring their church bells to remind parishioners to honor the dead on All Hallows Eve.\"\n- \"BBC - Religions - Christianity: All Hallows' Eve\". British Broadcasting Corporation (BBC). 2010. Retrieved 1 November 2011. \"All Hallows' Eve falls on 31st October each year, and is the day before All Hallows' Day, also known as All Saints' Day in the Christian calendar. The Church traditionally held a vigil on All Hallows' Eve when worshippers would prepare themselves with prayers and fasting prior to the feast day itself.\"\n- Dr. Andrew James Harvey (31 October 2012). \"'All Hallows' Eve'\". The Patriot Post. Retrieved 1 November 2011. \"\"The vigil of the hallows\" refers to the prayer service the evening before the celebration of All Hallows or Saints Day. Or \"Halloween\" for short -- a fixture on the liturgical calendar of the Christian West since the seventh century.\"\n- \"Vigil of All Saints\". Catholic News Agency. 31 October 2012. Retrieved 1 November 2011. \"The Vigil is based on the monastic office of Vigils (or Matins), when the monks would arise in the middle of the night to pray. On major feast days, they would have an extended service of readings (scriptural, patristic, and from lives of the saints) in addition to chanting the psalms. This all would be done in the dark, of course, and was an opportunity to listen carefully to the Word of God as well as the words of the Church Fathers and great saints. The Vigil of All Saints is an adaptation of this ancient practice, using the canonical office of Compline at the end.\"\n- \"Night of Light Beginnings\". Cor et Lumen Christi Community. Retrieved 2 November 2012. \"In its first year - 2000 AD - over 1000 people participated from several countries. This included special All Saints Vigil masses, extended periods of Adoration of the Blessed Sacrament and parties for children. In our second year 10,000 participated. Since these modest beginnings, the Night of Light has been adopted in many countries around the world with vast numbers involved each year from a Cathedral in India to a convent in New Zealand; from Churches in the USA and Europe to Africa; in Schools, churches, homes and church halls all ages have got involved. Although it began in the Catholic Church it has been taken up be other Christians who while keeping it's essentials have adapted it to suit their own traditions.\"\n- \"Here's to the Soulcakers going about their mysterious mummery\". The Telegraph. Retrieved 6 November 2012. \"One that has grown over the past decade is the so-called Night of Light, on All Hallows’ Eve, October 31. It was invented in 2000, in leafy Chertsey, Surrey, when perhaps 1,000 people took part. Now it is a worldwide movement, popular in Africa and the United States. The heart of the Night of Light is an all-night vigil of prayer, but there is room for children’s fun too: sweets, perhaps a bonfire and dressing up as St George or St Lucy. The minimum gesture is to put a lighted candle in the window, which is in itself too exciting for some proponents of health and safety. The inventor of the Night of Light is Damian Stayne, the founder of a year-round religious community called Cor et Lumen Christi – heart and light of Christ. This new movement is Catholic, orthodox and charismatic – emphasising the work of the Holy Spirit.\"\n- Armentrout, Donald S.; Slocum, Robert Boak (1999). An Episcopal Dictionary of the Church. Church Publishing, Inc. p. 7. ISBN 0898692113. Retrieved 1 November 2012. \"The BOS notes that \"suitable festivities and entertainments\" may precede of follow the service, and there may be a visit to a cemetery or burial place.\"\n- Infeld, Joanna (1 December 2008). In-Formation. D & J Holdings LLC. p. 150. ISBN 0976051249. Retrieved 1 November 2012. \"My folks are Polish and they celebrate Halloween in a different way. It is time to remember your dead and visit the cemetery and graves of your loved ones.\"\n- \"Bishop Challenges Supermarkets to Lighten up Halloween\". The Church of England. Retrieved 28 October 2009. \"Christianity needs to make clear its positive message for young people. It's high time we reclaimed the Christian aspects of Halloween,\" says the Bishop, explaining the background to his letter.\"\n- \"Halloween and All Saints Day\". newadvent.org. n.d. Retrieved 22 October 2006.\n- \"Halloween Prayers: Prayers and Collects for All Hallows Eve\". Ancient and Future Catholics. 2001. Retrieved 31 October 2011. \"Father, All-Powerful and Ever-Living God, today we rejoice in the holy men and women of every time and place. May their prayers bring us your forgiveness and love. We ask this through Christ our Lord. Amen.\"\n- \"Reformation Day\". Retrieved 22 October 2009\n- \"Reformation Day: What, Why, and Resources for Worship\". The General Board of Discipleship of The United Methodist Church. 21 October 2005. Archived from the original on 23 February 2007. Retrieved 22 October 2006.\n- Travis Allen (2011). \"Christians and Halloween\". John F. MacArthur. Retrieved 31 October 2011. \"Other Christians will opt for Halloween alternatives called \"Harvest Festivals\", \"Hallelujah Night\" or \"Reformation Festivals\"--the kids dress up as farmers, Bible characters, or Reformation heroes.\"\n- Gyles Brandreth, \"The Devil is gaining ground\" Sunday Telegraph (London), 11 March 2000.\n- \"Salem 'Saint Fest' restores Christian message to Halloween\". www.rcab.org. n.d. Archived from the original on 29 September 2006. Retrieved 22 October 2006.\n- \"Feast of Samhain/Celtic New Year/Celebration of All Celtic Saints 1 November\". All Saints Parish. n.d. Retrieved 22 November 2006.\n- Halloween's Christian Roots AmericanCatholic.org. Retrieved on 24 October 2007.\n- Halloween: What's a Christian to Do? (1998) by Steve Russo.\n- \"'Trick?' or 'Treat?' – Unmasking Halloween\". The Restored Church of God. n.d. Retrieved 21 September 2007.\n- \"Jews and Halloween\". Jewishvirtuallibrary.org. Retrieved 2013-03-05.\n- Name (required) (2011-10-30). \"Halloween and Judaism: a contradiction or a coalition?\". Haamnews.wordpress.com. Retrieved 2013-03-05.\n- Halloween fire calls 'every 90 seconds' UTV News Retrieved 22 November 2010\n- McCann, Chris (28 October 2010). \"Halloween firework injuries are on the increase\". Belfast Telegraph. Retrieved 22 November 2010.\n- Paul Kent (27 October 2010). \"Calls for Halloween holiday in Australia\". The Herald Sun.\n- Denton, Hannah (30 October 2010). \"Safe treats for kids on year's scariest night\". New Zealand Herald. Retrieved 22 November 2010.\n- Rogers, Nicholas (2002). Halloween: From Pagan Ritual to Party Night, p.164. New York: Oxford University Press. ISBN 0-19-516896-8\nFurther reading \n- Diane C. Arkins, Halloween: Romantic Art and Customs of Yesteryear, Pelican Publishing Company (2000). 96 pages. ISBN 1-56554-712-8\n- Diane C. Arkins, Halloween Merrymaking: An Illustrated Celebration Of Fun, Food, And Frolics From Halloweens Past, Pelican Publishing Company (2004). 112 pages. ISBN 1-58980-113-X\n- Lesley Bannatyne, Halloween: An American Holiday, An American History, Facts on File (1990, Pelican Publishing Company, 1998). 180 pages. ISBN 1-56554-346-7\n- Lesley Bannatyne, A Halloween Reader. Stories, Poems and Plays from Halloweens Past, Pelican Publishing Company (2004). 272 pages. ISBN 1-58980-176-8\n- Phyllis Galembo, Dressed for Thrills: 100 Years of Halloween Costumes and Masquerade, Harry N. Abrams, Inc. (2002). 128 pages. ISBN 0-8109-3291-1\n- Editha Hörandner (ed.), Halloween in der Steiermark und anderswo, Volkskunde (Münster in Westfalen), LIT Verlag Münster (2005). 308 pages. ISBN 3-8258-8889-4\n- Lisa Morton, The Halloween Encyclopedia, McFarland & Company (2003). 240 pages. ISBN 0-7864-1524-X\n- Nicholas Rogers, Halloween: From Pagan Ritual to Party Night, Oxford University Press, USA (2002). ISBN 0-19-514691-3\n- Jack Santino (ed.), Halloween and Other Festivals of Death and Life, University of Tennessee Press (1994). 280 pages. ISBN 0-87049-813-4\n|Find more about Halloween at Wikipedia's sister projects|\n|Definitions and translations from Wiktionary|\n|Media from Commons|\n|News stories from Wikinews|\n|Source texts from Wikisource|\n|Travel information from Wikivoyage|", "id": "<urn:uuid:fd8c3c6b-1566-43f8-9082-9fdb5d41b578>", "dump": "CC-MAIN-2013-20", "url": "http://en.wikipedia.org/wiki/Halloween", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9240210652351379, "token_count": 10377, "score": 3.21875, "int_score": 3}
{"text": "December 4 is a very special day for the mining industry. This is the feast day of Barbara, Patron Saint for Miners and Blasters, and globally for all the professions that relate to fire (firemen, fireworks specialists, etc.)\nFrom her tragic story, which appeared later to be a legend, \"the belief became widespread that Barbara could control lightning and other manifestations of flame and fire. (...) Miners later developed the use of gunpowder for disintegrating rock, involving manifestations similar to thunder claps and lightning flashes. This led to their need for special protection against accidents from the use of explosives (...)\" (Source: The Legend of Saint Barbara, Patron Saint of Mines in Infomine.com)\nSaint Barbara remains a vivid part of mining traditions and heritage. In Europe, a statue of Saint Barbara always stands at the entrance of a tunnel construction site. A lot of mining countries still honor Saint Barbara, from Latin America to Asia. Many extraction sites have been named after Saint Barbara (Compania Minera Santa Barbara S.A. in Chile, Complejo Minero Santa Bárbara in Mexico, Barbara Experimental Coal Mine in Poland, St Barbara's Southern Cross in Australia, etc.), thereby keeping alive the reputation of Saint Barbara as our patron saint.", "id": "<urn:uuid:a000566e-4a70-4760-87f7-1d99f604d6ae>", "dump": "CC-MAIN-2013-20", "url": "http://mining.about.com/b/2011/12/03/barbara-patron-saint-of-miners.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9183008074760437, "token_count": 259, "score": 2.546875, "int_score": 3}
{"text": "With the development of science and technology, computer has become more and more popular in our daily life, which is intended to be a part of our life. But at the same time it also brings the safety problem, because increasing number of bad people would like to break into computer systems to steal the secret information. It seems that computer safety has been a serious problem by now. Maybe you could learn something about the safety terms in Microsoft so that you could adopt the different methods according to different cases.\nWhat is malware? In fact malware, short for “malicious software”, is any kind of software which is installed without your complete permission and is not in need at all.The famous malware areviruses, worms, and Trojan horses, which are almost known to us all. Even though you are not familiar with them, you must have heard of it at ordinary times. If you want to protect your computer from the malware, you could make sure that the automatic updating is turned on all the time to get the latest updates.\n2 antispyware software\nAntispyware software helps protect your computer, and prevent the pop-ups, slow performance, and security threats caused by spyware and other adverse software. Every computer user must keep antispyware software up to date in order to keep in touch with the latest spyware. Aimed at protecting our computer, we could use Microsoft Security Essentials, free download software, to be against spyware and other malicious software.\nA firewall is used to help screen out hackers, viruses, and worms that try to attack your computer through the Internet.In fact, if you are the one who use the computer at home, the most efficient and important step is to enable firewall when you start your computer. A virus will slip through and infect you; the only effective way by protecting yourself is using a firewall. A firewall monitors your Internet connections and allows you to specify which programs are allowed to connect and which are not.\n4 antivirus software\nAntivirus software is a kind of computer program which can be used to test, defend, and take actions to remove or delete malicious software program. As we all know, computer virus is some programs, which can specially disturb computer operation. So we should update antivirus software in regular time to prevent against the latest virus.\n5 Windows password\nBesides the above mentioned software, you could have an alternative at the same time, namely Windows password. With a password like this, you can prevent your privacy from being let out or being viewed. Of course you should set up a Windows password reset disk to set the password reset in case that you forget it.\nAs a computer user, you should have a general knowledge of these safety terms so that you can protect your computer better. And with these terms, your computer can be protected better than that without them. In a word, please have a brief understanding of them in the first place, and then you could know how important they are.", "id": "<urn:uuid:3d310cea-07c0-49a6-a372-5da020bfac96>", "dump": "CC-MAIN-2013-20", "url": "http://blog.resetwindowspassword.com/tag/antivirus", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9521350860595703, "token_count": 607, "score": 3.1875, "int_score": 3}
{"text": "Just as there are many variants and forms of electronic malware and Internet-based threats around the globe, so there are many forms of protection against these threats. Signature-based detection is one of the multifarious forms of defense that have been developed in order to keep us safe from malicious content.\nAlthough signature-based detection can be argued to have been overshadowed by more sophisticated methods of protection in some environments, it remains as a core ‘technique’ featuring in the anti-virus controls of packages and suites that work to protect a user’s system today.\nHow does signature-based detection work?\nSignature-based detection works by scanning the contents of computer files and cross-referencing their contents with the “code signatures” belonging to known viruses. A library of known code signatures is updated and refreshed constantly by the anti-virus software vendor.\nIf a viral signature is detected, the software acts to protect the user’s system from damage. Suspected files are typically quarantined and/or encrypted in order to render them inoperable and useless.\nClearly there will always be new and emerging viruses with their own unique code signatures. So once again, the anti-virus software vendor works constantly to assess and assimilate new signature-based detection data as it becomes available, often in real time so that updates can be pushed out to users immediately and zero-day vulnerabilities can be avoided.\nNext-generation signature-based detection\nNew variants of computer virus are of course developed every day and security companies now work to also protect users from malware that attempts to disguise itself from traditional signature-based detection. Virus authors have tried to avoid their malicious code being detected by writing “oligomorphic“, “polymorphic” and more recently “metamorphic” viruses with signatures that are either disguised or changed from those that might be held in a signature directory.\nDespite these developments, the Internet at large does of course still function on a daily basis. Populated as it is by users who not only have up to date security software installed, but also by those who have educated themselves as to the type of risks discussed here.", "id": "<urn:uuid:1dc7b057-7b64-4e02-98fa-2e3e2cfcf30c>", "dump": "CC-MAIN-2013-20", "url": "http://blogs.avg.com/business/signature-based-detection/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9653883576393127, "token_count": 449, "score": 3.015625, "int_score": 3}
{"text": "The Federal Bureau of Investigation (FBI) has warned computer users that e-mails from scam artists pretending to be FBI agents are spreading a computer virus.\nThe e-mails tell recipients that the FBI's Internet Fraud Complaint Center has monitored their Internet use and found they have accessed illegal Web sites. The e-mails then direct recipients to open an attachment and complete a questionnaire.\nThis is a bogus message. The attachment contains a computer virus. DO NOT OPEN OR LAUNCH THE ATTACHMENT. You should DELETE the e-mail immediately.\nAs a general rule, if you receive an e-mail that you are not expecting, even if you know the sender, DO NOT OPEN IT OR LAUNCH the attachment and DO NOT FORWARD the message. If you are not sure, contact the sender to verify the e-mail. Otherwise, DELETE the e-mail.\nThe Information and Network Security team has put in place appropriate protections to prevent the virus from spreading. Current anti-virus definitions detect and block this virus.", "id": "<urn:uuid:12261baa-cafe-4990-9f2a-0930a0b07f91>", "dump": "CC-MAIN-2013-20", "url": "http://www.fordforums.com/f126/federal-bureau-investigation-fbi-has-warned-computer-users-e-mails-98372/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8857742547988892, "token_count": 213, "score": 2.515625, "int_score": 3}
