{"text": "Each year more than 4 million homeless pets are killed as a result of overpopulation, but families who adopt from animal shelters or rescue groups can help preserve these lives and support the growing trend of socially responsible holiday shopping. Best Friends Animal Society encourages families this holiday season to give the precious gift of life by adopting homeless pets rather than buying from breeders, pet stores or online retailers.\nAlso, resist the urge to surprise a friend or family member with a living gift. Choosing the right pet is an extremely personal decision, one that should be made carefully by the adults who will be caring for the animal for its 15- to 20-year lifetime. Instead, offer an adoption gift certificate paired with a basket of pet care items or stuffed animal for the holiday itself, and then let the person or family choose the actual pet that feels right to them.\nOnce you’ve decided to adopt, keep in mind that welcoming a pet into your life is a big decision and requires important preparation. Best Friends offers tips and advice to help make a smooth transition at home:\n* Determine roles and responsibilities – Before bringing home a new pet, discuss what roles and responsibilities each family member will take on. Who will be in charge of feeding, walks, changing the litter box and taking your pet for regular visits to the vet? Giving each family member a specific task will help everyone feel involved, especially young children.\n* Prep the house – Adding a pet to the house means adding new items to your shopping lists. For dogs, the basics are a collar and leash, chew toys, a kennel and dog bed. Cats need a litter box and litter, a scratching post and a carrying crate for transportation. Also don’t forget food and toys.\n* Have your pet spayed/neutered – Spaying or neutering is one of the greatest gifts you can provide your pet and community. It not only helps control the overabundance of pets, but can also help prevent medical and behavioral problems from developing. Most shelters include this with the adoption package or can recommend a local veterinarian in your area, so check with the staff at the shelter before you leave.\n* Research community rules and resources – Do a little research on what identification (tags, microchips, etc.) you might need for your pet. Scout out the local dog parks and runs for future outdoor fun, and make sure you know where emergency vet clinics or animal hospitals are located.\n* Set limits – Having pre-determined rules will create consistency in training and help make the home a pleasant environment for you and your pet. Will your pet be allowed to snuggle with you in bed or curl up with you on your furniture? Will treats be limited to one a day? It’s important to discuss these questions as a family before your new family member arrives.\nAn estimated 17 million people will be adding pets to their families this year, so this season, help bring some holiday cheer to a homeless pet by adopting your newest companion.", "id": "<urn:uuid:cefe5610-f57c-40d2-938e-5283619dbcb4>", "dump": "CC-MAIN-2013-20", "url": "http://queensledger.com/view/full_story/20992104/article-The-holiday-gift-that-keeps-on-giving--opt-to-adopt-a-pet--save-a-life?instance=pets", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9344787001609802, "token_count": 614, "score": 2.59375, "int_score": 3}
{"text": "London, July 27 (IANS) Personal computers are fast taking over the place of human beings’ long time best friend, the family dog, a British study has found.\nResearchers have found just six percent of us believe that “most people rely more on their dog than they do on their PC,” while 67 percent think the opposite to be true.\nEven 38 percent of dog owners confessed to relying more on their PC than on their dog, although 36 percent disagreed. And 71 percent of 18 to 24-year-old dog owners said they relied more on their computer, Daily Mail reported.\nAccording to Paul Allen, editor of Computeractive magazine, which carried out the poll with the Royal Society For The Protection Of Cruelty to Animals, said: “These days you can even take your PC for a walk, provided you have a laptop or tablet.\n“It’s only a matter of time until the first PC that fetches your slippers.”\nResearchers talked to 2,000 British adults to find out about the change modern technology has brought to their home life. They found that male dog owners are almost twice as likely as female owners to rely on their computer than a canine companion.\nAllen said: “With broadband bringing them global news and newspaper sales falling, the family dog even misses out on the pleasure of taking the paper to his owner.”\nBut it’s not all bad news for obedient dogs.\n“The family PC has given dog owners access to a wealth of resources and information that can help with the long-term care that a dog needs,” Allen said.\n“From finding the best vets to researching great new walks that all the family can enjoy, the web enables the PC to become a dog’s best friend.”", "id": "<urn:uuid:acf63c79-1e8c-42ef-b258-4af77f4aa4f0>", "dump": "CC-MAIN-2013-20", "url": "http://www.filmitown.com/2011/07/27/computers-replacing-dogs-place-in-your-life/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9685049057006836, "token_count": 375, "score": 2.53125, "int_score": 3}
{"text": "There are many ways to effectively teach a dog.\nNot so long ago, most of the accepted methods for training were forceful or aversive. Unfortunately, some of these methods still are in use among the abusive and uneducated.\nOne of the pioneers of gentle training techniques was Barbara Woodhouse. This English dog trainer was instrumental in paving the way for today’s nonaversive and positive methods of training. She was a genius at molding behaviors with lures and gently “modeling” a dog into positions without force. But even Woodhouse used some techniques that can be considered rough by today’s standards.\nIf you have researched dog-training methodologies at all, you probably have noticed that a percentage of the available training books advocate the use of a “choke chain” (otherwise called the training collar). When used properly, this training device relies on aversion to get the dog’s attention or to make a correction when your dog doesn’t respond to a command correctly. A sharp snap of the leash tightens the collar around the dog’s neck, startling the dog with a momentary, low-level pain.\nThe choke chain is not a training device for leash pullers, as is commonly thought, and when used incorrectly can, at the least, cause misalignment of the spine and trachea damage. At worst, it can cause brain damage and even death. Because there is such a high risk for misuse of this device (you may not realize that the choke chain should be worn with the free ring up, for instance), the training world probably would be much better off without it.\nYour efforts to train your dog should focus on building a bond and nurturing trust. This bond becomes the motivator that drives your dog to learn, focus and respond.\nWhy would anyone want to use force or violence when positive reinforcement works so well? Why should your dog trust you if he knows that you are likely to hit him when he is unfocused or confused? That’s like your supervisor yelling at you when you have problems with a difficult task. Stress won’t help you concentrate or focus better. Abusive treatment of dogs in the name of training, just as abusive handling of employees in the name of supervision, doesn’t work. It does, however, tell us a lot about the trainer.\nFor any method of dog training to be successful, it must be:\nEffective – If it’s not effective, what’s the point?\nEfficient – Both you and your dog will become frustrated if training takes too long.\nEnjoyable – Fun is an important ingredient in motivating both you and your dog.\nThe proper execution of any training program is dependent on these three ingredients.\nBut, ultimately, the most important ingredient in your training program is you, the owner. The trust you nurture in your dog will be evident in his willingness to look to you for leadership and his motivation to work with you in any and all situations. Those qualities are in your dog right now but cannot be developed through the use of harsh training methods.\nDog training can be whatever you want it to be. If you rely on anger and force, the relationship and trust will suffer. If you rely on motivation and reward, while providing appropriate consequences for misdeeds, training just gets better and better.\nJulie Winkelman is a certified pet dog trainer and a certified dog trainer. Reach her at www.alphacanineacademy.com.", "id": "<urn:uuid:81426048-4862-4bb7-9a74-922f76b4cc47>", "dump": "CC-MAIN-2013-20", "url": "http://durangoherald.com/article/20130314/COLUMNISTS52/130319783/1001/'We-can't-afford-four-more-years'--", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9554711580276489, "token_count": 724, "score": 2.765625, "int_score": 3}
{"text": "Guest Author - Heather Thomas\nIn most wild species, birds display dominance within the flock to determine their place or roll within that flock. Males display and vocalize to win their choice of female. The term “pecking order” comes from natural bird behavior. Dominant behavior is natural and expected in the wild. We must be cautious, as humans, not to project our sense of right and wrong onto our feathered companions.\nSimilar to birds that still live in the wild, your bird may be only a few generations removed from the wild and will display natural behavior tendencies. Understanding these basic characteristics helps you understand how to interact with your bird and creates a happier flock experience for all.\nThe Lunging or Biting Bird\nOne must be cautious to label “bad” behavior as dominant behavior. Lunging and biting are most often caused by fear. Changing a bird’s environment too drastically such as cage placement, a new cage, rearranging the furniture in a room or even something as simple as changing the drapery on the window next to their cage can cause even a friendly bird to become seemingly aggressive. It is important to consider environmental changes before labeling your bird’s behavior as dominant. Typical dominant behavior that manifests itself as biting or lunging would be a bird that loves to sit only on your shoulder and bites you when you attempt to remove them. Protecting a favorite person or place in your home by lunging or biting at others who happen to come too close would also be correctly labeled as dominant behavior.\nThe Bully Bird\nYou may have a situation where you keep more than one bird in a cage. If you have a flock that works well together you will be able to tell who the dominant male is but it will not adversely affect your flock. If you have a dominant male that is a bully, you may observe him forcing other birds off of their perch or guarding a food dish and not letting anyone else eat from it. In worst-case scenarios, your bully will single out a victim and force that bird to dwell at the bottom of the cage or even injure and possibly kill this weaker bird. If you have a dominant bully, it is best to remove him from the cage and keep him in a cage by himself or with his mate.\nThe Anti-Social Bird\nAs much as you try your bird has no interest in becoming your friend. This bird often flutters around its cage to avoid your hand or takes to flight to escape your reach. I find this behavior often typical of a bird with unclipped wings. There are people who keep birds that believe it is cruel to clip a bird’s wings. I will cover this topic in depth at a later time but here will touch on effects not clipping your bird’s wings has on dominance. By the very act of keeping a bird as a pet, you are choosing to take this wonderful winged creature and transform it into your friend or companion. If you take this action, it changes the purpose of the animal. If you allow your bird to retain the ability of flight, you are permitting your bird to escape your reach and do whatever it wants. This may be fine, if you want a wild bird as a pet. However, if you want a friendly bird, you want a bird dependent on you, a bird that does not fly away just because it wants to.\nFor a well-mannered bird, keep the flock mentality where you are the dominant bird. If you want a bird that respects you, you must maintain dominance. This is not achieved by cruel discipline. Observe your bird and be consistent with your expectations and interaction within your flock. Do not allow unacceptable dominant behavior to take root in your avian friend.", "id": "<urn:uuid:41e51805-6ce5-4e0e-812d-f25764378578>", "dump": "CC-MAIN-2013-20", "url": "http://www.bellaonline.com/articles/art18014.asp", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9609537720680237, "token_count": 762, "score": 3.40625, "int_score": 3}
{"text": "WE have in this chapter to consider why the females of many birds have not acquired the same ornaments as the male; and why, on the other hand, both sexes of many other birds are equally, or almost equally, ornamented? In the following chapter we shall consider the few cases in which the female is more conspicuously coloured than the male.\nIn my Origin of Species* I briefly suggested that the long tail of the peacock would be inconvenient and the conspicuous black colour of the male capercailzie dangerous, to the female during the period of incubation: and consequently that the transmission of these characters from the male to the female offspring had been checked through natural selection. I still think that this may have occurred in some few instances: but after mature reflection on all the facts which I have been able to collect, I am now inclined to believe that when the sexes differ, the successive variations have generally been from the first limited in their transmission to the same sex in which they first arose. Since my remarks appeared, the subject of sexual colouration has been discussed in some very interesting papers by Mr. Wallace,*(2) who believes that in almost all cases the successive variations tended at first to be transmitted equally to both sexes; but that the female was saved, through natural selection, from acquiring the conspicuous colours of the male, owing to the danger which she would thus have incurred during incubation.\n* Fourth edition, 1866, p. 241.\n*(2) Westminster Review, July, 1867. Journal of Travel, vol. i., 1868, p. 73.\nThis view necessitates a tedious discussion on a difficult point, namely, whether the transmission of a character, which is at first inherited by both sexes can be subsequently limited in its transmission to one sex alone by means of natural selection. We must bear in mind, as shewn in the preliminary chapter on sexual selection, that characters which are limited in their development to one sex are always latent in the other. An imaginary illustration will best aid us in seeing the difficulty of the case; we may suppose that a fancier wished to make a breed of pigeons, in which the males alone should be coloured of a pale blue, whilst the females retained their former slaty tint. As with pigeons characters of all kinds are usually transmitted to both sexes equally, the fancier would have to try to convert this latter form of inheritance into sexually-limited transmission. All that he could do would be to persevere in selecting every male pigeon which was in the least degree of a paler blue; and the natural result of this process, if steadily carried on for a long time, and if the pale variations were strongly inherited or often recurred, would be to make his whole stock of a lighter blue. But our fancier would be compelled to match, generation after generation, his pale blue males with slaty females, for he wishes to keep the latter of this colour. The result would generally be the production either of a mongrel piebald lot, or more probably the speedy and complete loss of the pale-blue tint; for the primordial slaty colour would be transmitted with prepotent force. Supposing, however, that some pale-blue males and slaty females were produced during each successive generation, and were always crossed together, then the slaty females would have, if I may use the expression, much blue blood in their veins, for their fathers, grandfathers, &c., will all have been blue birds. Under these circumstances it is conceivable (though I know of no distinct facts rendering it probable) that the slaty females might acquire so strong a latent tendency to pale-blueness, that they would not destroy this colour in their male offspring, their female offspring still inheriting the slaty tint. If so, the desired end of making a breed with the two sexes permanently different in colour might be gained.\nThe extreme importance, or rather necessity in the above case of the desired character, namely, pale-blueness, being present though in a latent state in the female, so that the male offspring should not be deteriorated, will be best appreciated as follows: the male of Soemmerring's pheasant has a tail thirty-seven inches in length, whilst that of the female is only eight inches; the tail of the male common pheasant is about twenty inches, and that of the female twelve inches long. Now if the female Soemmerring pheasant with her short tail were crossed with the male common pheasant, there can be no doubt that the male hybrid offspring would have a much longer tail than that of the pure offspring of the common pheasant. On the other hand, if the female common pheasant, with a tail much longer than that of the female Soemmerring pheasant, were crossed with the male of the latter, the male hybrid offspring would have a much shorter tail than that of the pure offspring of Soemmerring's pheasant.*\n* Temminck says that the tail of the female Phasianus Soemmerringii is only six inches long, Planches coloriees, vol. v., 1838, pp. 487 and 488: the measurements above given were made for me by Mr. Sclater. For the common pheasant, see Macgillivray, History of British Birds, vol. i., pp. 118-121.\nOur fancier, in order to make his new breed with the males of a pale-blue tint, and the females unchanged, would have to continue selecting the males during many generations; and each stage of paleness would have to be fixed in the males, and rendered latent in the females. The task would be an extremely difficult one, and has never been tried, but might possibly be successfully carried out. The chief obstacle would be the early and complete loss of the pale-blue tint, from the necessity of reiterated crosses with the slaty female, the latter not having at first any latent tendency to produce pale-blue offspring.\nOn the other hand, if one or two males were to vary ever so slightly in paleness, and the variations were from the first limited in their transmission to the male sex, the task of making a new breed of the desired kind would be easy, for such males would simply have to be selected and matched with ordinary females. An analogous case has actually occurred, for there are breeds of the pigeon in Belgium* in which the males alone are marked with black striae. So again Mr. Tegetmeier has recently shewn*(2) that dragons not rarely produce silver-coloured birds, which are almost always hens; and he himself has bred ten such females. It is on the other hand a very unusual event when a silver male is produced; so that nothing would be easier, if desired, than to make a breed of dragons with blue males and silver females. This tendency is indeed so strong that when Mr. Tegetmeier at last got a silver male and matched him with one of the silver females, he expected to get a breed with both sexes thus coloured; he was however disappointed, for the young male reverted to the blue colour of his grandfather, the young female alone being silver. No doubt with patience this tendency to reversion in the males, reared from an occasional silver male matched with a silver hen, might be eliminated, and then both sexes would be coloured alike; and this very process has been followed with success by Mr. Esquilant in the case of silver turbits.\n* Dr. Chapius, Le Pigeon Voyageur Belge, 1865, p. 87.\n*(2) The Field, Sept., 1872.\nWith fowls, variations of colour, limited in their transmission to the male sex, habitually occur. When this form of inheritance prevails, it might well happen that some of the successive variations would be transferred to the female, who would then slightly resemble the male, as actually occurs in some breeds. Or again, the greater number, but not all, of the successive steps might be transferred to both sexes, and the female would then closely resemble the male. There can hardly be a doubt that this is the cause of the male pouter pigeon having a somewhat larger crop, and of the male carrier pigeon having somewhat larger wattles, than their respective females; for fanciers have not selected one sex more than the other, and have had no wish that these characters should be more strongly displayed in the male than in the female, yet this is the case with both breeds.\nThe same process would have to be followed, and the same difficulties encountered, if it were desired to make a breed with the females alone of some new colour.\nLastly, our fancier might wish to make a breed with the two sexes differing from each other, and both from the parent species. Here the difficulty would be extreme, unless the successive variations were from the first sexually limited on both sides, and then there would be no difficulty. We see this with the fowl; thus the two sexes of the pencilled Hamburghs differ greatly from each other, and from the two sexes of the aboriginal Gallus bankiva; and both are now kept constant to their standard of excellence by continued selection, which would be impossible unless the distinctive characters of both were limited in their transmission.\nThe Spanish fowl offers a more curious case; the male has an immense comb, but some of the successive variations, by the accumulation of which it was acquired, appear to have been transferred to the female; for she has a comb many times larger than that of the females of the parent species. But the comb of the female differs in one respect from that of the male, for it is apt to lop over; and within a recent period it has been ordered by the fancy that this should always be the case, and success has quickly followed the order. Now the lopping of the comb must be sexually limited in its transmission, otherwise it would prevent the comb of the male from being perfectly upright, which would be abhorrent to every fancier. On the other hand, the uprightness of the comb in the male must likewise be a sexually-limited character, otherwise it would prevent the comb of the female from lopping over.\nFrom the foregoing illustrations, we see that even with almost unlimited time at command, it would be an extremely difficult and complex, perhaps an impossible process, to change one form of transmission into the other through selection. Therefore, without distinct evidence in each case, I am unwilling to admit that this has been effected in natural species. On the other hand, by means of successive variations, which were from the first sexually limited in their transmission, there would not be the least difficulty in rendering a male bird widely different in colour or in any other character from the female; the latter being left unaltered, or slightly altered, or specially modified for the sake of protection.\nAs bright colours are of service to the males in their rivalry with other males, such colours would be selected whether or not they were transmitted exclusively to the same sex. Consequently the females might be expected often to partake of the brightness of the males to a greater or less degree; and this occurs with a host of species. If all the successive variations were transmitted equally to both sexes, the females would be indistinguishable from the males; and this likewise occurs with many birds. If, however, dull colours were of high importance for the safety of the female during incubation, as with many ground birds, the females which varied in brightness, or which received through inheritance from the males any marked accession of brightness, would sooner or later be destroyed. But the tendency in the males to continue for an indefinite period transmitting to their female offspring their own brightness, would have to be eliminated by a change in the form of inheritance; and this, as shewn by our previous illustration, would be extremely difficult. The more probable result of the long-continued destruction of the more brightly-coloured females, supposing the equal form of transmission to prevail would be the lessening or annihilation of the bright colours of the males, owing to their continual crossing with the duller females. It would be tedious to follow out all the other possible results; but I may remind the reader that if sexually limited variations in brightness occurred in the females, even if they were not in the least injurious to them and consequently were not eliminated, yet they would not be favoured or selected, for the male usually accepts any female, and does not select the more attractive individuals; consequently these variations would be liable to be lost, and would have little influence on the character of the race; and this will aid in accounting for the females being commonly duller-coloured than the males.\nIn the eighth chapter instances were given, to which many might here be added, of variations occurring at various ages, and inherited at the corresponding age. It was also shewn that variations which occur late in life are commonly transmitted to the same sex in which they first appear; whilst variations occurring early in life are apt to be transmitted to both sexes; not that all the cases of sexually-limited transmission can thus be accounted for. It was further shewn that if a male bird varied by becoming brighter whilst young, such variations would be of no service until the age for reproduction had arrived, and there was competition between rival males. But in the case of birds living on the ground and commonly in need of the protection of dull colours, bright tints would be far more dangerous to the young and inexperienced than to the adult males. Consequently the males which varied in brightness whilst young would suffer much destruction and be eliminated through natural selection; on the other hand, the males which varied in this manner when nearly mature, notwithstanding that they were exposed to some additional danger, might survive, and from being favoured through sexual selection, would procreate their kind. As a relation often exists between the period of variation and the form of transmission, if the bright-coloured young males were destroyed and the mature ones were successful in their courtship, the males alone would acquire brilliant colours and would transmit them exclusively to their male offspring. But I by no means wish to maintain that the influence of age on the form of transmission, is the sole cause of the great difference in brilliancy between the sexes of many birds.\nWhen the sexes of birds differ in colour, it is interesting to determine whether the males alone have been modified by sexual selection, the females having been left unchanged, or only partially and indirectly thus changed; or whether the females have been specially modified through natural selection for the sake of protection. I will therefore discuss this question at some length, even more fully than its intrinsic importance deserves; for various curious collateral points may thus be conveniently considered.\nBefore we enter on the subject of colour, more especially in reference to Mr. Wallace's conclusions, it may be useful to discuss some other sexual differences under a similar point of view. A breed of fowls formerly existed in Germany* in which the hens were furnished with spurs; they were good layers, but they so greatly disturbed their nests with their spurs that they could not be allowed to sit on their own eggs. Hence at one time it appeared to me probable that with the females of the wild Gallinaceae the development of spurs had been checked through natural selection, from the injury thus caused to their nests. This seemed all the more probable, as wing-spurs, which would not be injurious during incubation, are often as well developed in the female as in the male; though in not a few cases they are rather larger in the male. When the male is furnished with leg-spurs the female almost always exhibits rudiments of them,- the rudiment sometimes consisting of a mere scale, as in Gallus. Hence it might be argued that the females had aboriginally been furnished with well-developed spurs, but that these had subsequently been lost through disuse or natural selection. But if this view be admitted, it would have to be extended to innumerable other cases; and it implies that the female progenitors of the existing spur-bearing species were once encumbered with an injurious appendage.\n* Bechstein, Naturgeschichte Deutschlands, 1793, B. iii., 339.\nIn some few genera and species, as in Galloperdix, Acomus, and the Javan peacock (Pavo muticus), the females, as well as the males, possess well-developed leg-spurs. Are we to infer from this fact that they construct a different sort of nest from that made by their nearest allies, and not liable to be injured by their spurs; so that the spurs have not been removed? Or are we to suppose that the females of these several species especially require spurs for their defence? It is a more probable conclusion that both the presence and absence of spurs in the females result from different laws of inheritance having prevailed, independently of natural selection. With the many females in which spurs appear as rudiments, we may conclude that some few of the successive variations, through which they were developed in the males, occurred very early in life, and were consequently transferred to the females. In the other and much rarer cases, in which the females possess fully developed spurs, we may conclude that all the successive variations were transferred to them; and that they gradually acquired and inherited the habit of not disturbing their nests.\nThe vocal organs and the feathers variously modified for producing sound, as well as the proper instincts for using them, often differ in the two sexes, but are sometimes the same in both. Can such differences be accounted for by the males having acquired these organs and instincts, whilst the females have been saved from inheriting them, on account of the danger to which they would have been exposed by attracting the attention of birds or beasts of prey? This does not seem to me probable, when we think of the multitude of birds which with impunity gladden the country with their voices during the spring.* It is a safer conclusion that, as vocal and instrumental organs are of special service only to the males during their courtship, these organs were developed through sexual selection and their constant use in that sex alone- the successive variations and the effects of use having been from the first more or less limited in transmission to the male offspring.\n* Daines Barrington, however, thought it probable (Philosophical Transactions, 1773, p. 164) that few female birds sing, because the talent would have been dangerous to them during incubation. He adds, that a similar view may possibly account for the inferiority of the female to the male in plumage.\nMany analogous cases could be adduced; those for instance of the plumes on the head being generally longer in the male than in the female, sometimes of equal length in both sexes, and occasionally absent in the female,- these several cases occurring in the same group of birds. It would be difficult to account for such a difference between the sexes by the female having been benefited by possessing a slightly shorter crest than the male, and its consequent diminution or complete suppression through natural selection. But I will take a more favourable case, namely the length of the tail. The long train of the peacock would have been not only inconvenient but dangerous to the peahen during the period of incubation and whilst accompanying her young. Hence there is not the least a priori improbability in the development of her tail having been checked through natural selection. But the females of various pheasants, which apparently are exposed on their open nests to as much danger as the peahen, have tails of considerable length. The females as well as the males of the Menura superba have long tails, and they build a domed nest, which is a great anomaly in so large a bird. Naturalists have wondered how the female Menura could manage her tail during incubation; but it is now known* that she \"enters the nest head first, and then turns round with her tail sometimes over her back, but more often bent round by her side. Thus in time the tail becomes quite askew, and is a tolerable guide to the length of time the bird has been sitting.\" Both sexes of an Australian kingfisher (Tanysiptera sylvia) have the middle tail-feathers greatly lengthened, and the female makes her nest in a hole; and as I am informed by Mr. R. B. Sharpe these feathers become much crumpled during incubation.\n* Mr. Ramsay, in Proc. Zoolog. Soc., 1868, p. 50.\nIn these two latter cases the great length of the tail-feathers must be in some degree inconvenient to the female; and as in both species the tail-feathers of the female are somewhat shorter than those of the male, it might be argued that their full development had been prevented through natural selection. But if the development of the tail of the peahen had been checked only when it became inconveniently or dangerously great, she would have retained a much longer tail than she actually possesses; for her tail is not nearly so long, relatively to the size of her body, as that of many female pheasants, nor longer than that of the female turkey. It must also be borne in mind that, in accordance with this view, as soon as the tail of the peahen became dangerously long, and its development was consequently checked, she would have continually reacted on her male progeny, and thus have prevented the peacock from acquiring his present magnificent train. We may therefore infer that the length of the tail in the peacock and its shortness in the peahen are the result of the requisite variations in the male having been from the first transmitted to the male offspring alone.\nWe are led to a nearly similar conclusion with respect to the length of the tail in the various species of pheasants. In the Eared pheasant (Crossoptilon auritum) the tail is of equal length in both sexes, namely sixteen or seventeen inches; in the common pheasant it is about twenty inches long in the male and twelve in the female; in Soemmerring's pheasant, thirty-seven inches in the male and only eight in the female; and lastly in Reeve's pheasant it is sometimes actually seventy-two inches long in the male and sixteen in the female. Thus in the several species, the tail of the female differs much in length, irrespectively of that of the male; and this can be accounted for, as it seems to me, with much more probability, by the laws of inheritance,- that is by the successive variations having been from the first more or less closely limited in their transmission to the male sex than by the agency of natural selection, resulting from the length of tail being more or less injurious to the females of these several allied species.\nWe may now consider Mr. Wallace's arguments in regard to the sexual colouration of birds. He believes that the bright tints originally acquired through sexual selection by the males would in all, or almost all cases, have been transmitted to the females, unless the transference had been checked through natural selection. I may here remind the reader that various facts opposed to this view have already been given under reptiles, amphibians, fishes and lepidoptera. Mr. Wallace rests his belief chiefly, but not exclusively, as we shall see in the next chapter, on the following statement,* that when both sexes are coloured in a very conspicuous manner, the nest is of such a nature as to conceal the sitting bird; but when there is a marked contrast of colour between the sexes, the male being gay and the female dull-coloured, the nest is open and exposes the sitting bird to view. This coincidence, as far as it goes, certainly seems to favour the belief that the females which sit on open nests have been specially modified for the sake of protection; but we shall presently see that there is another and more probable explanation, namely, that conspicuous females have acquired the instinct of building domed nests oftener than dull-coloured birds. Mr. Wallace admits that there are, as might have been expected, some exceptions to his two rules, but it is a question whether the exceptions are not so numerous as seriously to invalidate them.\n* Journal of Travel, edited by A. Murray, vol. i., 1868, p. 78.\nThere is in the first place much truth in the Duke of Argyll's remark* that a large domed nest is more conspicuous to an enemy, especially to all tree-haunting carnivorous animals, than a smaller open nest. Nor must we forget that with many birds which build open nests, the male sits on the eggs and aids the female in feeding the young: this is the case, for instance, with Pyranga aestiva,*(2) one of the most splendid birds in the United States, the male being vermilion, and the female light brownish-green. Now if brilliant colours had been extremely dangerous to birds whilst sitting on their open nests, the males in these cases would have suffered greatly. It might, however, be of such paramount importance to the male to be brilliantly coloured, in order to beat his rivals, that this may have more than compensated some additional danger.\n* Journal of Travel, edited by A. Murray, vol. i., 1868, p. 281.\n*(2) Audubon, Ornithological Biography, vol. i., p. 233.\nMr. Wallace admits that with the king-crows (Dicrurus), orioles, and Pittidae, the females are conspicuously coloured, yet build open nests; but he urges that the birds of the first group are highly pugnacious and could defend themselves; that those of the second group take extreme care in concealing their open nests, but this does not invariably hold good;* and that with the birds of the third group the females are brightly coloured chiefly on the under surface. Besides these cases, pigeons which are sometimes brightly, and almost always conspicuously coloured, and which are notoriously liable to the attacks of birds of prey, offer a serious exception to the rule, for they almost always build open and exposed nests. In another large family, that of the humming-birds, all the species build open nests, yet with some of the most gorgeous species the sexes are alike; and in the majority, the females, though less brilliant than the males, are brightly coloured. Nor can it be maintained that all female humming-birds, which are brightly coloured, escape detection by their tints being green, for some display on their upper surfaces red, blue, and other colours.*(2)\n* Jerdon, Birds of India, vol. ii., p. 108. Gould's Handbook of the Birds of Australia, vol. i., p. 463.\n*(2) For instance, the female Eupetomena macroura has the head and tail dark blue with reddish loins; the female Lampornis porphyrurus is blackish-green on the upper surface, with the lores and sides of the throat crimson; the female Eulampis jugularis has the top of the head and back green, but the loins and the tail are crimson. Many other instances of highly conspicuous females could be given. See Mr. Gould's magnificent work on this family.\nIn regard to birds which build in holes or construct domed nests, other advantages, as Mr. Wallace remarks, besides concealment are gained, such as shelter from the rain, greater warmth, and in hot countries protection from the sun;* so that it is no valid objection to his view that many birds having both sexes obscurely coloured build concealed nests.*(2) The female horn-bill (Buceros), for instance, of India and Africa is protected during incubation with extraordinary care, for she plasters up with her own excrement the orifice of the hole in which she sits on her eggs, leaving only a small orifice through which the male feeds her; she is thus kept a close prisoner during the whole period of incubation;*(3) yet female horn-bills are not more conspicuously coloured than many other birds of equal size which build open nests. It is a more serious objection to Mr. Wallace's view, as is admitted by him, that in some few groups the males are brilliantly coloured and the females obscure, and yet the latter hatch their eggs in domed nests. This is the case with the Grallinae of Australia, the superb warblers (Maluridae) of the same country, the sun-birds (Nectariniae), and with several of the Australian honey-suckers or Meliphagidae.*(4)\n* Mr. Salvin noticed in Guatemala (Ibis, 1864, p. 375) that humming-birds were much more unwilling to leave their nests during very hot weather, when the sun was shining brightly, as if their eggs would be thus injured, than during cool, cloudy, or rainy weather.\n*(2) I may specify, as instances of dull-coloured birds building concealed nests, the species belonging to eight Australian genera described in Gould's Handbook of the Birds of Australia, vol. i., pp. 340, 362, 365, 383, 387, 389, 391, 414.\n*(3) Mr. C. Horne, Proc. Zoolog. Soc., 1869. p. 243.\n*(4) On the nidification and colours of these latter species, see Gould's Handbook of the Birds of Australia, vol. i., pp. 504, 527.\nIf we look to the birds of England we shall see that there is no close and general relation between the colours of the female and the nature of the nest which is constructed. About forty of our British birds (excluding those of large size which could defend themselves) build in holes in banks, rocks, or trees, or construct domed nests. If we take the colours of the female goldfinch, bullfinch, or black-bird, as a standard of the degree of conspicuousness, which is not highly dangerous to the sitting female, then out of the above forty birds the females of only twelve can be considered as conspicuous to a dangerous degree, the remaining twenty-eight being inconspicuous.* Nor is there any close relation within the same genus between a well-pronounced difference in colour between the sexes, and the nature of the nest constructed. Thus the male house sparrow (Passer domesticus) differs much from the female, the male tree-sparrow (P. montanus) hardly at all, and yet both build well-concealed nests. The two sexes of the common fly-catcher (Muscicapa grisola) can hardly be distinguished, whilst the sexes of the pied fly-catcher (M. luctuosa) differ considerably, and both species build in holes or conceal their nests. The female blackbird (Turdus merula) differs much, the female ring-ouzel (T. torquatus) differs less, and the female common thrush (T. musicus) hardly at all from their respective males; yet all build open nests. On the other hand, the not very distantly-allied water-ouzel (Cinclus aquaticus) builds a domed nest, and the sexes differ about as much as in the ring-ouzel. The black and red grouse (Tetrao tetrix and T. scoticus) build open nests in equally well-concealed spots, but in the one species the sexes differ greatly, and in the other very little.\n* I have consulted, on this subject, Macgillivray's British Birds, and though doubts may be entertained in some cases in regard to the degree of concealment of the nest, and to the degree of conspicuousness of the female, yet the following birds, which all lay their eggs in holes or in domed nests, can hardly be considered, by the above standard, as conspicuous: Passer, 2 species; Sturnus, of which the female is considerably less brilliant than the male; Cinclus; Motallica boarula (?); Erithacus (?); Fruticola, 2 sp.; Saxicola; Ruticilla, 2 sp.; Sylvia, 3 sp.; Parus, 3 sp.; Mecistura anorthura; Certhia; Sitta; Yunx; Muscicapa, 2 sp.; Hirundo, 3 sp.; and Cypselus. The females of the following 12 birds may be considered as conspicuous according to the same standard, viz., Pastor, Motacilla alba, Parus major and P. caeruleus, Upupa, Picus, 4 sp., Coracias, Alcedo, and Merops.\nNotwithstanding the foregoing objections, I cannot doubt, after reading Mr. Wallace's excellent essay, that looking to the birds of the world, a large majority of the species in which the females are conspicuously coloured (and in this case the males with rare exceptions are equally conspicuous), build concealed nests for the sake of protection. Mr. Wallace enumerates* a long series of groups in which this rule bolds good; but it will suffice here to give, as instances, the more familiar groups of kingfishers, toucans, trogons, puff-birds (Capitonidae), plantain-eaters (Musophagae, woodpeckers, and parrots. Mr. Wallace believes that in these groups, as the males gradually acquired through sexual selection their brilliant colours, these were transferred to the females and were not eliminated by natural selection, owing to the protection which they already enjoyed from their manner of nidification. According to this view, their present manner of nesting was acquired before their present colours. But it seems to me much more probable that in most cases, as the females were gradually rendered more and more brilliant from partaking of the colours of the male, they were gradually led to change their instincts (supposing that they originally built open nests), and to seek protection by building domed or concealed nests. No one who studies, for instance, Audubon's account of the differences in the nests of the same species in the northern and southern United States,*(2) will feel any great difficulty in admitting that birds, either by a change (in the strict sense of the word) of their habits, or through the natural selection of so-called spontaneous variations of instinct, might readily be led to modify their manner of nesting.\n* Journal of Travel, edited by A. Murray, vol. i., p. 78.\n*(2) See many statements in the Ornithological Biography. See also some curious observations on the nests of Italian birds by Eugenio Bettoni, in the Atti della Societa Italiana, vol. xi., 1869, p. 487.\nThis way of viewing the relation, as far as it holds good, between the bright colours of female birds and their manner of nesting, receives some support from certain cases occurring in the Sahara Desert. Here, as in most other deserts, various birds, and many other animals, have had their colours adapted in a wonderful manner to the tints of the surrounding surface. Nevertheless there are, as I am informed by the Rev. Mr. Tristram, some curious exceptions to the rule; thus the male of the Monticola cyanea is conspicuous from his bright blue colour, and the female almost equally conspicuous from her mottled brown and white plumage; both sexes of two species of Dromolaea are of a lustrous black; so that these three species are far from receiving protection from their colours, yet they are able to survive, for they have acquired the habit of taking refuge from danger in holes or crevices in the rocks.\nWith respect to the above groups in which the females are conspicuously coloured and build concealed nests, it is not necessary to suppose that each separate species had its nidifying instinct specially modified; but only that the early progenitors of each group were gradually led to build domed or concealed nests, and afterwards transmitted this instinct, together with their bright colours, to their modified descendants. As far as it can be trusted, the conclusion is interesting, that sexual selection together with equal or nearly equal inheritance by both sexes, have indirectly determined the manner of nidification of whole groups of birds.\nAccording to Mr. Wallace, even in the groups in which the females, from being protected in domed nests during incubation, have not had their bright colours eliminated through natural selection, the males often differ in a slight, and occasionally in a considerable degree from the females. This is a significant fact, for such differences in colour must be accounted for by some of the variations in the males having been from the first limited in transmission to the same sex; as it can hardly be maintained that these differences, especially when very slight, serve as a protection to the female. Thus all the species in the splendid group of the trogons build in holes; and Mr. Gould gives figures* of both sexes of twenty-five species, in all of which, with one partial exception, the sexes differ sometimes slightly, sometimes conspicuously, in colour,- the males being always finer than the females, though the latter are likewise beautiful. All the species of kingfishers build in holes, and with most of the species the sexes are equally brilliant, and thus far Mr. Wallace's rule holds good; but in some of the Australian species the colours of the females are rather less vivid than those of the male; and in one splendidly-coloured species, the sexes differ so much that they were at first thought to be specifically distinct.*(2) Mr. R. B. Sharpe, who has especially studied this group, has shewn me some American species (Ceryle) in which the breast of the male is belted with black. Again, in Carcineutes, the difference between the sexes is conspicuous: in the male the upper surface is dull-blue banded with black, the lower surface being partly fawn-coloured, and there is much red about the head; in the female the upper surface is reddish-brown banded with black, and the lower surface white with black markings It is an interesting fact, as shewing how the same peculiar style of sexual colouring often characterises allied forms, that in three species of Dacelo the male differs from the female only in the tail being dull-blue banded with black, whilst that of the female is brown with blackish bars; so that here the tail differs in colour in the two sexes in exactly the same manner as the whole upper surface in the two sexes of Carcineutes.\n* See his Monograph of the Trogonidae, 1st edition.\n*(2) Namely, Cyanalcyon. Gould's Handbook of the Birds of Australia, vol. i., p. 133; see, also, pp. 130, 136.\nWith parrots, which likewise build in holes, we find analogous cases: in most of the species, both sexes are brilliantly coloured and indistinguishable, but in not a few species the males are coloured rather more vividly than the females, or even very differently from them. Thus, besides other strongly-marked differences, the whole under surface of the male king lory (Aprosmictus scapulatus) is scarlet, whilst the throat and chest of the female is green tinged with red: in the Euphema splendida there is a similar difference, the face and wing coverts moreover of the female being of a paler blue than in the male.* In the family of the tits (Parinae), which build concealed nests, the female of our common blue tomtit (Parus caeruleus), is \"much less brightly coloured\" than the male: and in the magnificent sultan yellow tit of India the difference is greater.*(2)\n* Every gradation of difference between the sexes may be followed in the parrots of Australia. See Gould, op. cit., vol. ii., pp. 14-102.\n*(2) Macgillivray's British Birds, vol. ii., p. 433. Jerdon, Birds of India, vol. ii., p. 282.\nAgain, in the great group of the woodpeckers,* the sexes are generally nearly alike, but in the Megapicus validus all those parts of the head, neck, and breast, which are crimson in the male are pale brown in the female. As in several woodpeckers the head of the male is bright crimson, whilst that of the female is plain, it occurred to me that this colour might possibly make the female dangerously conspicuous, whenever she put her head out of the hole containing her nest, and consequently that this colour, in accordance with Mr. Wallace's belief, had been eliminated. This view is strengthened by what Malherbe states with respect to Indopicus carlotta; namely, that the young females, like the young males, have some crimson about their heads, but that this colour disappears in the adult female, whilst it is intensified in the adult male. Nevertheless the following considerations render this view extremely doubtful: the male takes a fair share in incubation,*(2) and would be thus almost equally exposed to danger; both sexes of many species have their heads of an equally bright crimson; in other species the difference between the sexes in the amount of scarlet is so slight that it can hardly make any appreciable difference in the danger incurred; and lastly, the colouring of the head in the two sexes often differs slightly in other ways.\n* All the following facts are taken from M. Malherbe's magnificent Monographie des Picidees, 1861.\n*(2) Audubon's Ornithological Biography, vol. ii., p. 75; see also the Ibis, vol. i., p. 268.\nThe cases, as yet given, of slight and graduated differences in colour between the males and females in the groups, in which as a general rule the sexes resemble each other, all relate to species which build domed or concealed nests. But similar gradations may likewise be observed in groups in which the sexes as a general rule resemble each other, but which build open nests.\nAs I have before instanced the Australian parrots, so I may here instance, without giving any details, the Australian pigeons.* It deserves especial notice that in all these cases the slight differences in plumage between the sexes are of the same general nature as the occasionally greater differences. A good illustration of this fact has already been afforded by those kingfishers in which either the tail alone or the whole upper surface of the plumage differs in the same manner in the two sexes. Similar cases may be observed with parrots and pigeons. The differences in colour between the sexes of the same species are, also, of the same general nature as the differences in colour between the distinct species of the same group. For when in a group in which the sexes are usually alike, the male differs considerably from the female, he is not coloured in a quite new style. Hence we may infer that within the same group the special colours of both sexes when they are alike, and the colours of the male, when he differs slightly or even considerably from the female, have been in most cases determined by the same general cause; this being sexual selection.\n* Gould's Handbook of the Birds of Australia, vol. ii., pp. 109-149.\nIt is not probable, as has already been remarked, that differences in colour between the sexes, when very slight, can be of service to the female as a protection. Assuming, however, that they are of service, they might be thought to be cases of transition; but we have no reason to believe that many species at any one time are undergoing change. Therefore we can hardly admit that the numerous females which differ very slightly in colour from their males are now all commencing to become obscure for the sake of protection. Even if we consider somewhat more marked sexual differences, is it probable, for instance, that the head of the female chaffinch,- the crimson on the breast of the female bullfinch,- the green of the female greenfinch,- the crest of the female golden-crested wren, have all been rendered less bright by the slow process of selection for the sake of protection? I cannot think so; and still less with the slight differences between the sexes of those birds which build concealed nests. On the other hand, the differences in colour between the sexes, whether great or small, may to a large extent be explained on the principle of the successive variations, acquired by the males through sexual selection, having been from the first more or less limited in their transmission to the females. That the degree of limitation should differ in different species of the same group will not surprise any one who has studied the laws of inheritance, for they are so complex that they appear to us in our ignorance to be capricious in their action.*\n* See remarks to this effect in Variation of Animals and Plants under Domestication, vol. ii., chap. xii.\nAs far as I can discover there are few large groups of birds in which all the species have both sexes alike and brilliantly coloured, but I hear from Mr. Sclater, that this appears to be the case with the Musophagae or plantain-eaters. Nor do I believe that any large group exists in which the sexes of all the species are widely dissimilar in colour: Mr. Wallace informs me that the chatterers of S. America (Cotingidae) offer one of the best instances; but with some of the species, in which the male has a splendid red breast, the female exhibits some red on her breast; and the females of other species shew traces of the green and other colours of the males. Nevertheless we have a near approach to close sexual similarity or dissimilarity throughout several groups: and this, from what has just been said of the fluctuating nature of inheritance, is a somewhat surprising circumstance. But that the same laws should largely prevail with allied animals is not surprising. The domestic fowl has produced a great number of breeds and sub-breeds, and in these the sexes generally differ in plumage; so that it has been noticed as an unusual circumstance when in certain sub-breeds they resemble each other. On the other hand, the domestic pigeon has likewise produced a vast number of distinct breeds and sub-breeds, and in these, with rare exceptions, the two sexes are identically alike.\nTherefore if other species of Gallus and Columba were domesticated and varied, it would not be rash to predict that similar rules of sexual similarity and dissimilarity, depending on the form of transmission, would hold good in both cases. In like manner the same form of transmission has generally prevailed under nature throughout the same groups, although marked exceptions to this rule occur. Thus within the same family or even genus, the sexes may be identically alike, or very different in colour. Instances have already been given in the same genus, as with sparrows, flycatchers, thrushes and grouse. In the family of pheasants the sexes of almost all the species are wonderfully dissimilar, but are quite alike in the eared pheasant or Crossoptilon auritum. In two species of Chloephaga, a genus of geese, the male cannot be distinguished from the females, except by size; whilst in two others, the sexes are so unlike that they might easily be mistaken for distinct species.*\n* The Ibis, vol. vi., 1864, p. 122.\nThe laws of inheritance can alone account for the following cases, in which the female acquires, late in life, certain characters proper to the male, and ultimately comes to resemble him more or less completely. Here protection can hardly have come into play. Mr. Blyth informs me that the females of Oriolus melanocephalus and of some allied species, when sufficiently mature to breed, differ considerably in plumage from the adult males; but after the second or third moults they differ only in their beaks having a slight greenish tinge. In the dwarf bitterns (Ardetta), according to the same authority, \"the male acquires his final livery at the first moult, the female not before the third or fourth moult; in the meanwhile she presents an intermediate garb, which is ultimately exchanged for the same livery as that of the male.\" So again the female Falco peregrinus acquires her blue plumage more slowly than the male. Mr. Swinhoe states that with one of the drongo shrikes (Dicrurus macrocercus) the male, whilst almost a nestling, moults his soft brown plumage and becomes of a uniform glossy greenish-black; but the female retains for a long time the white striae and spots on the axillary feathers; and does not completely assume the uniform black colour of the male for three years. The same excellent observer remarks that in the spring of the second year the female spoon-bill (Platalea) of China resembles the male of the first year, and that apparently it is not until the third spring that she acquires the same adult plumage as that possessed by the male at a much earlier age. The female Bombycilla carolinensis differs very little from the male, but the appendages, which like beads of red sealing-wax ornament the wing-feathers,* are not developed in her so early in life as in the male. In the male of an Indian parrakeet (Paloeornis javanicus) the upper mandible is coral-red from his earliest youth, but in the female, as Mr. Blyth has observed with caged and wild birds, it is at first black and does not become red until the bird is at least a year old, at which age the sexes resemble each other in all respects. Both sexes of the wild turkey are ultimately furnished with a tuft of bristles on the breast, but in two-year-old birds the tuft is about four inches long in the male and hardly apparent in the female; when, however, the latter has reached her fourth year, it is from four to five inches in length.*(2)\n* When the male courts the female, these ornaments are vibrated, and \"are shewn off to great advantage,\" on the outstretched wings: A. Leith Adams, Field and Forest Rambles, 1873, p. 153.\n*(2) On Ardetta, Translation of Cuvier's Regne Animal, by Mr. Blyth, footnote, p. 159. On the peregrine falcon, Mr. Blyth, in Charlesworth's Mag. of Nat. Hist., vol. i., 1837, p. 304. On Dicrurus, Ibis, 1863, p. 44. On the Platalea, Ibis, vol. vi., 1864, p. 366. On the Bombycilla, Audubon's Ornitholog. Biography, vol. i., p. 229. On the Palaeornis, see, also, Jerdon, Birds of India, vol. i., p. 263. On the wild turkey, Audubon, ibid., vol. i., p. 15; but I hear from Judge Caton that in Illinois the female very rarely acquires a tuft. Analogous cases with the females of Petrcocssyphus are given by Mr. R. Sharpe, Proeedings of the Zoological Society, 1872, p. 496.\nThese cases must not be confounded with those where diseased or old females abnormally assume masculine characters, nor with those where fertile females, whilst young, acquire the characters of the male, through variation or some unknown cause.* But all these cases have so much in common that they depend, according to the hypothesis of pangenesis, on gemmules derived from each part of the male being present, though latent, in the female; their development following on some slight change in the elective affinities of her constituent tissues.\n* Of these latter cases Mr. Blyth has recorded (Translation of Cuvier's Regne Animal, p. 158) various instances with Lanius, Ruticilla, Linaria, and Anas. Audubon has also recorded a similar case (Ornitholog. Biography, vol. v., p. 519) with Pyranga aestiva.\nA few words must be added on changes of plumage in relation to the season of the year. From reasons formerly assigned there can be little doubt that the elegant plumes, long pendant feathers, crests, &c., of egrets, herons, and many other birds, which are developed and retained only during the summer, serve for ornamental and nuptial purposes, though common to both sexes. The female is thus rendered more conspicuous during the period of incubation than during the winter; but such birds as herons and egrets would be able to defend themselves. As, however, plumes would probably be inconvenient and certainly of no use during the winter, it is possible that the habit of moulting twice in the year may have been gradually acquired through natural selection for the sake of casting off inconvenient ornaments during the winter. But this view cannot be extended to the many waders, whose summer and winter plumages differ very little in colour. With defenceless species, in which both sexes, or the males alone, become extremely conspicuous during the breeding-season,- or when the males acquire at this season such long wing or tail-feathers as to impede their flight, as with Cosmetornis and Vidua,- it certainly at first appears highly probable that the second moult has been gained for the special purpose of throwing off these ornaments. We must, however, remember that many birds, such as some of the birds of paradise, the Argus pheasant and peacock, do not cast their plumes during the winter; and it can hardly be maintained that the constitution of these birds, at least of the Gallinaceae, renders a double moult impossible, for the ptarmigan moults thrice in the year.* Hence it must be considered as doubtful whether the many species which moult their ornamental plumes or lose their bright colours during the winter, have acquired this habit on account of the inconvenience or danger which they would otherwise have suffered.\n* See Gould's Birds of Great Britain.\nI conclude, therefore, that the habit of moulting twice in the year was in most or all cases first acquired for some distinct purpose, perhaps for gaining a warmer winter covering; and that variations in the plumage occurring during the summer were accumulated through sexual selection, and transmitted to the offspring at the same season of the year; that such variations were inherited either by both sexes or by the males alone, according to the form of inheritance which prevailed. This appears more probable than that the species in all cases originally tended to retain their ornamental plumage during the winter, but were saved from this through natural selection, resulting from the inconvenience or danger thus caused.\nI have endeavoured in this chapter to shew that the arguments are not trustworthy in favour of the view that weapons, bright colours, and various ornaments, are now confined to the males owing to the conversion, by natural selection, of the equal transmission of characters to both sexes, into transmission to the male sex alone. It is also doubtful whether the colours of many female birds are due to the preservation, for the sake of protection, of variations which were from the first limited in their transmission to the female sex. But it will be convenient to defer any further discussion on this subject until I treat, in the following chapter, of the differences in plumage between the young and old.", "id": "<urn:uuid:429cf924-5712-4f80-a526-9d8fbe64f107>", "dump": "CC-MAIN-2013-20", "url": "http://literature.org/authors/darwin-charles/the-descent-of-man/chapter-15.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.971137523651123, "token_count": 11677, "score": 3.265625, "int_score": 3}
{"text": "Session 5Guided Channel-TalkLife Posting\nDogs and cats are great examples of animals whose diversity is the result of artificial selection. The variation that is evident among breeds has been purposefully developed by breeders. In your Channel-TalkLife posting for this session, describe how you could develop a unit on the fundamentals of evolution (e.g., variation, adaptation, natural selection) using these animals. Be sure to discuss how you would tailor the concepts addressed during this session to the grade level you teach.\nBreeders for thousands of years have bred dogs for particular purpose. In ancient China the Chow was admired for its loyalty to owner and its ability to withstand harsh temperatures. The poodle swims very well and is very intelligent. The terrier breed is known for its tenacity and for catching rats. In third grade I would ask each student to chose a breed of dog or cat and then research the characteristics of that breed in regard to physical traits. I would then ask the students to share with the class how the breed differs from others and why breeders have selected those qualities. I would then discuss how it is that breeders can purposefully bred dogs that have puppies with those desirable characteristics.\nSession 6 Guided Channel-TalkLife Posting\nBoth the National Science Education Standards and Benchmarks for Scientific Literacy propose standards or goals for understanding big ideas in evolution starting in the elementary grades. Of the ideas addressed in Session 5 (variation, genes, mutation, adaptation, natural selection, artificial selection) and Session 6 species, evolution of new species, relatedness, common ancestry, tree of life), which do you consider appropriate introduce at the grade level you teach? Why? Discuss this with your colleagues in your Channel-TalkLife posting for this session. Be sure to share any experiences you've had.\nIn third grade appropriate concepts to introduce are: variation adaptation, genes, natural selection, artificial selection, species, evolution of new species, tree of life and common ancestry. I think that if conversations develop within the classroom at an early age that teachers should have the knowledge and background in science to explain these concepts in an age appropriate way. I think that it would be unprofessional to teach the vocabulary only and not provide hands-on activities for younger children to be able to begin making connections with these concepts. I have taught some evolutionary concepts when our classroom conversations went in that direction, but evolution is not part of the third grade curriculum.\nChannel-talklife mailing list\nReceived on Sun Oct 9 20:28:07 2005", "id": "<urn:uuid:4354e8a3-68d8-468b-ade1-61e23eca1030>", "dump": "CC-MAIN-2013-20", "url": "http://www.learner.org/courses/essential/life/channeltalk/0064.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9331815242767334, "token_count": 517, "score": 3.78125, "int_score": 4}
{"text": "This is an old lecture by linguist and political activist Noam Chomsky (professor at MIT) given at UC Berkeley in 2003. For that evening in the Charles M. and Martha Hitchcock Lecture series, Chomsky examined biolinguistics - the study of relations between physiology and speech.\nA second video of Chomsky is featured below, which is the second half of this talk. Fair warning - this is not easy material - Chomsky is speaking to people who are well-versed in this field.\nChomsky has been one the most influential scholars over the last three or four decades - between 1980 and 1992, he was cited as a source more than any other living scholar, and ranked eighth overall.\nAs background for this lecture, Wikipedia offers a good summary of his influence in linguistics (below the video).\nChomskyan LinguisticsChomskyan linguistics, beginning with his Syntactic Structures, a distillation of his Logical Structure of Linguistic Theory (1955, 75), challenges structural linguistics and introduces transformational grammar. This approach takes utterances (sequences of words) to have a syntax characterized by a formal grammar; in particular, a context-free grammar extended with transformational rules.\nPerhaps his most influential and time-tested contribution to the field, is the claim that modeling knowledge of language using a formal grammar accounts for the \"productivity\" or \"creativity\" of language. In other words, a formal grammar of a language can explain the ability of a hearer-speaker to produce and interpret an infinite number of utterances, including novel ones, with a limited set of grammatical rules and a finite set of terms. He has always acknowledged his debt to Pāṇini for his modern notion of an explicit generative grammar although it is also related to rationalist ideas of a priori knowledge.\nIt is a popular misconception that Chomsky proved that language is entirely innate and discovered a \"universal grammar\" (UG). In fact, Chomsky simply observed that while a human baby and a kitten are both capable of inductive reasoning, if they are exposed to exactly the same linguistic data, the human child will always acquire the ability to understand and produce language, while the kitten will never acquire either ability. Chomsky labeled whatever the relevant capacity the human has which the cat lacks the \"language acquisition device\" (LAD) and suggested that one of the tasks for linguistics should be to figure out what the LAD is and what constraints it puts on the range of possible human languages. The universal features that would result from these constraints are often termed \"universal grammar\" or UG.\nThe Principles and Parameters approach (P&P)—developed in his Pisa 1979 Lectures, later published as Lectures on Government and Binding (LGB)—makes strong claims regarding universal grammar: that the grammatical principles underlying languages are innate and fixed, and the differences among the world's languages can be characterized in terms of parameter settings in the brain (such as the pro-drop parameter, which indicates whether an explicit subject is always required, as in English, or can be optionally dropped, as in Spanish), which are often likened to switches. (Hence the term principles and parameters, often given to this approach.) In this view, a child learning a language need only acquire the necessary lexical items (words, grammatical morphemes, and idioms), and determine the appropriate parameter settings, which can be done based on a few key examples.\nProponents of this view argue that the pace at which children learn languages is inexplicably rapid, unless children have an innate ability to learn languages. The similar steps followed by children all across the world when learning languages, and the fact that children make certain characteristic errors as they learn their first language, whereas other seemingly logical kinds of errors never occur (and, according to Chomsky, should be attested if a purely general, rather than language-specific, learning mechanism were being employed), are also pointed to as motivation for innateness.\nMore recently, in his Minimalist Program (1995), while retaining the core concept of \"principles and parameters,\" Chomsky attempts a major overhaul of the linguistic machinery involved in the LGB model, stripping from it all but the barest necessary elements, while advocating a general approach to the architecture of the human language faculty that emphasizes principles of economy and optimal design, reverting to a derivational approach to generation, in contrast with the largely representational approach of classic P&P.\nChomsky's ideas have had a strong influence on researchers of the language acquisition in children, though many researchers in this area such as Elizabeth Bates and Michael Tomasello argue very strongly against Chomsky's theories, and instead advocate emergentist or connectionist theories, explaining language with a number of general processing mechanisms in the brain that interact with the extensive and complex social environment in which language is used and learned.\nHis best-known work in phonology is The Sound Pattern of English (1968), written with Morris Halle (and often known as simply SPE). This work has had a great significance for the development in the field. While phonological theory has since moved beyond \"SPE phonology\" in many important respects, the SPE system is considered the precursor of some of the most influential phonological theories today, including autosegmental phonology, lexical phonology and optimality theory. Chomsky no longer publishes on phonology.", "id": "<urn:uuid:249ad1f9-cb8f-42dd-b955-c4814c5a2452>", "dump": "CC-MAIN-2013-20", "url": "http://integral-options.blogspot.com/2012/04/noam-chomsky-language-and-mind.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9454671144485474, "token_count": 1107, "score": 2.75, "int_score": 3}
{"text": "Learning is the means whereby we acquire new working knowledge about the world. Memory is the means whereby we retain that knowledge over time. Our abilities to learn and remember are essential to our sense of self and our ability to function effectively in daily life. Memory is the glue that holds our mental life together. As a result, we are who we are in large part because of what we have learned and what we remember from past experience.\nBut what is memory? How does the brain capture and sustain it? Why does memory sometimes fail us? Those simple questions, of course, have exceedingly complex answers, and many biological details about the process of memory in humans and other animals remain unknown.\nHHMI investigator Eric R. Kandel of Columbia University, however, has provided a good start. His studies of the molecular basis of learning and memory underpin much of what we know about how events are recorded by the brain, processed by individual nerve cells, and etched in gray matter. For his work on learning and memory, Kandel was awarded a share of the 2000 Nobel Prize in Physiology or Medicine.\nIn the 1960s, Kandel began his studies of learning and memory by focusing on the behavior of the sea slug Aplysia, which he found to be a marvelously tractable system in which to study the cellular basis of these abilities. With only about 20,000 nerve cells — compared with the roughly thousand billion in humans — and a well-delineated neural circuitry, it proved possible to zero in on a biologically interesting reflex pathway. Like humans and other animals, Aplysia is capable of learning to modify this reflex, and this learning involves making memories.\nKandel found that the cellular basis for memory depends on persistent changes in synapses, the connections between nerve cells. The differences in the strength of these connections come about through learning. Kandel found that when, in the simple withdrawal reflex, the gill reacts to touch, the connection between the sensory nerve cell and motor nerve cell of the reflex are activated. When the sea slug was taught to ignore a harmless touch, the connections between the sensory nerve cell and motor cell weakened. When the same light touch was coupled to an unpleasant fearful stimulus the animal became sensitized. It would now react strongly to the light touch because the same set of connections had strengthened.\nKandel later discovered that short-term memory is kindled by the modulation of synapses and that long-term memory is sustained by the activation of genes. The formation of memories, Kandel determined, is a function of biochemical changes that occur at the synapse. To make short-term memories, the proteins involved in a chain of events at the nexus of nerve cells are chemically altered by the addition of phosphate groups. To cement a memory for the long haul, proteins are added at the synapse to make new connections with sensitization and lose connections with habituation.\nIn the 1990s, he turned from studying simple forms of learning to more complex forms using genetically modified mice and showed that similar principles for short and long term memory were at work here as well.\nBy laying a foundation for understanding the events that shape our ability to learn and remember, Kandel's work has helped us understand not only the cellular processes that occur during the acts of learning and remembering, but also - through his work on mice - where things can go wrong when dementia and other illnesses that affect memory arise. The cellular processes revealed by Kandel are among the targets of drugs used to alleviate these disorders of memory. Pinpointing the activity of individual nerve cells engaged in the process of learning and memory may help in the development of new, more effective agents to treat diseases that affect the brain.\nPhoto: Matthew Septimus", "id": "<urn:uuid:6eafc168-0fd9-4248-ab08-030a35cb48b2>", "dump": "CC-MAIN-2013-20", "url": "http://www.hhmi.org/research/nobel/kandel.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9680238366127014, "token_count": 755, "score": 3.734375, "int_score": 4}
{"text": "Schopf, J. William\nAdult Nonfiction QH325 .S384 1999\nSummary: One of the greatest mysteries in reconstructing the history of life on Earth has been the apparent absence of fossils dating back more than 550 million years. We have long known that fossils of sophisticated marine life-forms existed at the dawn of the Cambrian Period, but until recently scientists had found no traces of Precambrian fossils. The quest to find such traces began in earnest in the mid-1960s and culminated in one dramatic moment in 1993 when William Schopf identified fossilized microorganisms three and a half \"billion years old. This startling find opened up a vast period of time--some eighty-five percent of Earth's history--to new research and new ideas about life's beginnings. In this book, William Schopf, a pioneer of modern paleobiology, tells for the first time the exciting and fascinating story of the origins and earliest evolution of life and how that story has been unearthed. Gracefully blending his personal story of discovery with the basics needed to understand the astonishing science he describes, Schopf has produced an introduction to paleobiology for the interested reader as well as a primer for beginning s\nQuestion about returns, requests or other account details?\nAdd a Comment", "id": "<urn:uuid:0956edc3-3852-4559-bcaf-343f4b07a097>", "dump": "CC-MAIN-2013-20", "url": "http://www.hclib.org/pub/bookspace/discuss/?bib=642972&theTab=Summary", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9253062009811401, "token_count": 261, "score": 3.65625, "int_score": 4}
{"text": "Jim Lake and Maria Rivera, at the University of California-Los Angeles (UCLA), report their finding in the Sept. 9 issue of the journal Nature.\nScientists refer to both bacteria and Archaea as \"prokaryotes\"--a cell type that has no distinct nucleus to contain the genetic material, DNA, and few other specialized components. More-complex cells, known as \"eukaryotes,\" contain a well-defined nucleus as well as compartmentalized \"organelles\" that carry out metabolism and transport molecules throughout the cell. Yeast cells are some of the most-primitive eukaryotes, whereas the highly specialized cells of human beings and other mammals are among the most complex.\n\"A major unsolved question in biology has been where eukaryotes came from, where we came from,\" Lake said. \"The answer is that we have two parents, and we now know who those parents were.\"\nFurther, he added, the results provide a new picture of evolutionary pathways. \"At least 2 billion years ago, ancestors of these two diverse prokaryotic groups fused their genomes to form the first eukaryote, and in the processes two different branches of the tree of life were fused to form the ring of life,\" Lake said.\nThe work is part of an effort supported by the National Science Foundation--the federal agency that supports research and education across all disciplines of science and engineering--to re-examine historical schemes for classifying Earth's living creatures, a process that was once based on easily observable traits. Microbes, plants or animals wer\nContact: Leslie Fink\nNational Science Foundation", "id": "<urn:uuid:baf824b2-7e06-471a-8510-efd5abab1567>", "dump": "CC-MAIN-2013-20", "url": "http://news.bio-medicine.org/biology-news-2/Complex-cells-likely-arose-from-combination-of-bacterial-and-extreme-microbe-genomes-284-1/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9549511671066284, "token_count": 335, "score": 3.796875, "int_score": 4}
{"text": "I will only point out two caveats:\n- We cannot assume that click speakers of the African Southwest are necessarily indigenous to that region, and\n- It is possible that, the greater phonemic diversity is due to ancient admixture between quite divergent peoples who possessed two different types of phonemic inventories, while most Africans inherited only the phonemic inventory of one of these peoples, which then decayed as per the author's theory away from Africa.\nScience 15 April 2011:\nVol. 332 no. 6027 pp. 346-349\nPhonemic Diversity Supports a Serial Founder Effect Model of Language Expansion from Africa\nQuentin D. Atkinson\nHuman genetic and phenotypic diversity declines with distance from Africa, as predicted by a serial founder effect in which successive population bottlenecks during range expansion progressively reduce diversity, underpinning support for an African origin of modern humans. Recent work suggests that a similar founder effect may operate on human culture and language. Here I show that the number of phonemes used in a global sample of 504 languages is also clinal and fits a serial founder–effect model of expansion from an inferred origin in Africa. This result, which is not explained by more recent demographic history, local language diversity, or statistical non-independence within language families, points to parallel mechanisms shaping genetic and linguistic diversity and supports an African origin of modern human languages.", "id": "<urn:uuid:af093004-a8aa-4f38-b0df-c09a73298010>", "dump": "CC-MAIN-2013-20", "url": "http://dienekes.blogspot.com/2011/04/origin-of-language-in-southwest-africa.html?showComment=1303035119599", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9257087111473083, "token_count": 279, "score": 2.71875, "int_score": 3}
{"text": "My passion is studying early man, specifically how we became who we are. Is our violence an aberration or part and parcel of survival? No other mammal kills their own, but maybe–as the alpha on the planet–our greatest threat to our survival is our own species, so we’re forced to destroy each other.\nWhat was lacking in H. Habilis that led to their extinction, to be replaced by the big-brained, scrawny Homo erectus? Habilis was preyed upon by species with bigger claws, sharper teeth and thicker skin. Habilis (and my friend Lyta) scavenged their left-overs, in between hiding from the imposing mammals that dominated the Plio-Pleistocene African savanna. But, eventually hiding wasn’t enough and H. erectus took over (we don’t know if they fought with each other or if habilis left ‘with a whimper’).\nH. erectus, with his longer lower limbs for running and walking efficiency, his bigger brain especially in the areas for planning and forethought (and speech depending upon whose research you’re reading) was tall, thin, and barrel-chested, hardly daunting in a world of sabertooth cats, mammoth and giant sloths. Yet , it is he who spread from Africa to China, India, the Middle East, Java. It is he–not predator cats or alligators–who developed a highly adaptable culture allowing him to survive a wide range of climates and habitats.\nThat is the first of their firsts. Want more?\n- first appearance of systematic hunting.\n- first use of fire (though arguably no control of it)\n- first indication of extended childhood (thanks to the helplessness of their infants)\n- first indication of the ability to lead a more complex life (their Acheulian tools were sophisticated, their hunting was planned)\n- first to wear clothing (how else to survive Georgia and China)\n- first to create complex tools and weapons\nTheir faces were short but wide and the nose projected forward, hinting at the typical human external nose. They had a pronounced brow ridge. Their cranium was long and low and somewhat flattened at the front and back. The cranial bone was thicker than earlier hominids. Remnants show damage from being hit in the head by something like clubs or heavy rocks. Their arms and legs were also robust, with thicker bones and clear evidence of being heavily muscled. The suspicion is they were a more violent species than habilis. Is that why habilis disappeared? The tougher group survived and bred offspring with their thicker, more protective skulls.\nYou probably remember my friend Lyta is a Homo habilis (see her page). I’ve lived her life through Otto‘s ability to ‘see’ into the past. Where other primates rest when they have enough to eat, she thinks and shares information with her band. Where most mammals sleep when they aren’t hunting, playing or resting, Lyta worked–knapped tools, collected food for a cache, planned. I have come to believe that her survival depended not so much on her physique (which was sorely lacking in that physical time) as what was inside of her: her courage, ability to plan ahead, strength of her convictions, what we call ‘morals’. These are very human traits that can’t be preserved in bones and teeth. I wouldn’t know they existed if not for Otto. I’ve posted an excerpt from that research on Scribd.com (Born in a Treacherous Time).\nMy next project is to determine how man migrated throughout the world. Where did he get the courage? Was he forced out because he couldn’t defend his territory? Or was it wanderlust? Was he a seeker, wanting more for his life? Did he get bored and need to challenge his constantly-growing brain?", "id": "<urn:uuid:1a482eda-257a-44ed-9d36-645d7c2ae85a>", "dump": "CC-MAIN-2013-20", "url": "http://delamagente.wordpress.com/2009/06/22/homo-habilis-vs-homo-erectus/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9721047282218933, "token_count": 826, "score": 3.046875, "int_score": 3}
{"text": "Is this bone a Neanderthal flute?\nCave Bear femur fragment from Slovenia, 43+kya\nDOUBTS AIRED OVER NEANDERTHAL BONE 'FLUTE'\n(AND REPLY BY MUSICOLOGIST BOB FINK)\nScience News 153 (April 4, 1998): 215.\nBy B. Bower\nAmid much media fanfare, a research team in 1996 trumpeted an ancient, hollowed out bear bone pierced on one side with four complete or partial holes as the earliest known musical instrument. The perforated bone, found in an Eastern European cave, represents a flute made and played by Neandertals at least 43,000 ye us ago, the scientists contended.\nNow it's time to stop the music, say two archaeologists who examined the purported flute last spring. On closer inspection, the bone appears to have been punctured and gnawed by the teeth of an animal -- perhaps a wolf -- as it stripped the limb of meat and marrow report, April Nowell and Philip G. Chase, both of the University of Pennsylvania in Philadelphia. \"The bone was heavily chewed by one or more carnivores, creating holes that became more rounded due to natural processes after burial,\" Nowell says. \"It provides very weak evidence for the origins of [Stone Age] music.\" Nowell presented the new analysis at the annual meeting of the Paleoanthropology Society in Seattle last week.\nNowell and Chase examined the bone with the permission of its discoverer, Ivan Turk of the Slovenian Academy of Sciences in Ljubljana (S.N.: 11/23/96, p. 328). Turk knows of their conclusion but still views the specimen as a flute.\nBoth open ends of the thighbone contain clear signs of gnawing by carnivores, Nowell asserts. Wolves and other animals typically bite off nutrient-rich tissue at the ends of limb bones and extract available marrow. If Neandertals had hollowed out the bone and fashioned holes in it, animals would not have bothered to gnaw it, she says.\nComplete and partial holes on the bone's shaft were also made by carnivores, says Nowell. Carnivores typically break open bones with their scissor like cheek teeth. Uneven bone thickness and signs of wear along the borders of the holes, products of extended burial in the soil, indicate that openings made by cheek teeth were at first less rounded and slightly smaller, the researchers hold.\nMoreover, the simultaneous pressure of an upper and lower tooth produced a set of opposing holes, one partial and one complete, they maintain.\nPrehistoric, carnivore-chewed bear bones in two Spanish caves display circular punctures aligned in much the same way as those on the Slovenian find. In the March Antiquity, Francesco d'Errico of the Institute of Quaternary Prehistory and Geology in Talence, France, and his colleagues describe the Spanish bones.\nIn a different twist, Bob Fink, an independent musicologist in Canada, has reported\non the Internet\n(http://www.webster.sk.ca/greenwich/fl-compl.htm) that the spacing of the two complete and two partial holes on the back of the Slovenian bone conforms to musical notes on the diatonic (do, re, mi. . .) scale.\nThe bone is too short to incorporate the diatonic scale's seven notes, counter Nowell and Chase. Working with Pennsylvania musicologist Robert Judd, they estimate that the find's 5.7-inch length is less than half that needed to cover the diatonic spectrum. The recent meeting presentation is \"a most convincing analysis,\" comments J. Desmond Clark of the University of California, Berkeley, although it's possible that Neandertals blew single notes through carnivore-chewed holes in the bone.\n\"We can't exclude that possibility,\" Nowell responds. \"But it's a big leap of faith to conclude that this was an intentionally constructed flute.\"\nTO THE EDITOR, SCIENCE NEWS (REPLY BY BOB FINK, May 1998)\n(See an update of this discussion on Bob Fink's web site, November 2000)\nThe doubts raised by Nowell and Chase (April 4th, DOUBTS AIRED OVER NEANDERTHAL BONE 'FLUTE') saying the Neanderthal Bone is not a flute have these weaknesses:\nThe alignment of the holes -- all in a row, and all of equivalent diameter, appear to be contrary to most teeth marks, unless some holes were made independently by several animals. The latter case boggles the odds for the holes ending up being in line. It also would be strange that animals homed in on this one bone in a cave full of bones, where no reports of similarly chewed bones have been made.\nThis claim is harder to believe when it is calculated that chances for holes to\nbe arranged, by chance, in a pattern that matches the spacings of 4 notes of a\ndiatonic flute, are only one in hundreds to occur .\nThe analysis I made on the Internet (http://www.webster.sk.ca/greenwich/fl-compl.htm) regarding the bone being capable of matching 4 notes of the do, re, mi (diatonic) scale included the possibility that the bone was extended with another bone \"mouthpiece\" sufficiently long to make the notes sound fairly in tune. While Nowell says \"it's a big leap of faith to conclude that this was an intentionally constructed flute,\" it's a bigger leap of faith to accept the immense coincidence that animals blindly created a hole-spacing pattern with holes all in line (in what clearly looks like so many other known bone flutes which are made to play notes in a step-wise scale) and blindly create a pattern that also could play a known acoustic scale if the bone was extended. That's too much coincidence for me to accept. It is more likely that it is an intentionally made flute, although admittedly with only the barest of clues regarding its original condition.\nThe 5.7 inch figure your article quoted appears erroneous, as the centimeter scale provided by its discoverer, Ivan Turk, indicates the artifact is about 4.3 inches long. However, the unbroken femur would originally have been about 8.5 inches, and the possibility of an additional hole or two exists, to complete a full scale, perhaps aided by the possible thumbhole. However, the full diatonic spectrum is not required as indicated by Nowell and Chase: It could also have been a simpler (but still diatonic) 4 or 5 note scale. Such short-scale flutes are plentiful in homo sapiens history.\nFinally, a worn-out or broken flute bone can serve as a scoop for manipulation of food, explaining why animals might chew on its ends later. It is also well-known that dogs chase and maul even sticks, despite their non-nutritional nature. What appears \"weak\" is not the case for a flute, but the case against it by Nowell and Chase.\nLetter to the Editor: Antiquity Journal:\n\"A Bone to Pick\"\nBy Bob Fink\nI have a bone to pick with Francesco d'Errico's viewpoint in the March issue of Antiquity (article too long to reproduce here) regarding the Neanderthal flute found in Slovenia by Ivan Turk. D'Errico argues the bone artifact is not a flute.\nD'Errico omits dealing with the best evidence that this bone find is a flute.\nRegarding the most important evidence, that of the holes being lined up, neither d'Errico nor Turk make mention of this.\nThis line-up is remarkable especially if they were made by more than one carnivore, which apparently they'd have to be, based on Turk's analysis of the center-spans of the holes precluding their being made by a single carnivore or bite (Turk,* pp.171-175). To account for this possible difficulty, some doubters do mention \"one or more\" carnivores (Chase & Nowell, Science News 4/4/98).\nMy arguments over the past year pointed out the mathematical odds of the lining up of the holes occurring by chance-chewing are too difficult to believe.\nThe Appendix in my essay (\"Neanderthal Flute --A Musicological Analysis\") proves that the number of ways a set of 4 random holes could be differently spaced (to produce an audibly different set of tones) are 680 ways. The chances a random set would match the existing fragment's spacing [which also could produce a match to four diatonic notes of the scale] are therefore only one in hundreds. If, in calculating the odds, you also allowed the holes to be out of line, or to be less than 4 holes as well, then the chance of a line-up match is only one from many tens of thousands.\nAnd yet randomness and animal bites still are acceptable to account for holes being in line that could also play some notes of the scale? This is too much coincidence for me to believe occurred by chance.\nD'Errico mentions my essay in his article and what he thought it was about, but he overstates my case into being a less believable one. My case simply was that if the bone was long enough (or a shorter bone extended by a mouthpiece insert) then the 4 holes would be consistent and in tune with the sounds of Do, Re, Mi, Fa (or flat Mi, Fa, Sol, and flat La in a minor scale).\nIn the 5 points I list below, extracted from Turk's monograph in support of this being a flute, d'Errico omits dealing with much of the first, and all of the second, fourth and sixth points.\nTurk & Co's monograph shows the presence on site of boring tools, and includes experiments made by Turk's colleague Guiliano Bastiani who successfully produced similar holes in fresh bone using tools of the type found at the site (pp. 176-78 Turk).\nThey also wrote (pp. 171-75) that:\n1. The center-to-center distances of the holes in the artifact are smaller than that of the tooth spans of most carnivores. The smallest tooth spans they found were 45mm, and the holes on the bone are 35mm (or less) apart;\n2. Holes bitten are usually at the ends of bones rather than in the center of them;\n3. There is an absence of dents, scratches and other signs of gnawing and counter-bites on the artifact;\n4. The center-to-center distances do not correspond to the spans of carnivores which could pierce the bone;\n5. The diameters of the holes are greater than that producible by a wolf exerting the greatest jaw pressure it had available -- it's doubtful that a wolf's jaws would be strong enough (like a hyena's) to have made the holes, especially in the thickest part of the wall of the artifact.\n6. If you accept one or more carnivores, then why did they over-target one bone, when there were so many other bones in the cave site? Only about 4.5% of the juvenile bones were chewed or had holes, according to Turk (p. 117).\n* Turk, Ivan (ed.) (1997). Mousterian Bone Flute. Znanstvenoraziskovalni\nCenter Sazu, Ljubljana, Slovenia.\nMaintained by Francis F. Steen, Communication Studies, University of California Los Angeles", "id": "<urn:uuid:f166f15d-9976-40ed-8a49-8bed360001ff>", "dump": "CC-MAIN-2013-20", "url": "http://cogweb.ucla.edu/ep/FluteDebate.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9578442573547363, "token_count": 2445, "score": 3.71875, "int_score": 4}
{"text": "The Javan rhinoceros is one of the most rare animals in the world and it was just spotted on video tape.\nSeamen have long reported miraculous sightings of luminous, glowing seawater.\nYou know how animals are supposed to be able sense disasters before they happen? Well some believe it’s a myth, though there are lots of reports of animals behaving strangely days before the tsunamis hit in Indonesia. Hundreds of thousands of ants were seen scurrying away from the beach. Elephants, dogs, and zoo animals were all reported to have been acting strangely. What can explain it? Learn more on this Moment of Science.", "id": "<urn:uuid:19ce4a7d-7ae3-489c-8be3-7b90046f895d>", "dump": "CC-MAIN-2013-20", "url": "http://indianapublicmedia.org/amomentofscience/tag/indonesia/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.968927264213562, "token_count": 134, "score": 2.53125, "int_score": 3}
{"text": "In 2006, two scientists announced that they had cooked an egg by placing it in between two cell phones. It has been thrououghly disproven and analyzed since the surface of the claim, but it is still an excellent opportunity to use the Scientific Thinking Principles on!\n#1: Ruling Out Rival Hypotheses\nThis principle isn't the most relevant because the experiment doesn't exactly prove any hypotheses. But it can still apply to the attempt to cook an egg between two cell phones because there could be other effects causing that outcome.\n#2: Correlation vs. Causation\nThere are so many other reasons that the egg could've cooked! Maybe it was really hot out? Or the cell phone egg set up was within a microwave? Not the most probable of all possible causations, but it proves the point. There could be many other ways this egg could've cooked (or in actuality, the fact that it didn't cook at all) that we need to examine or at least acknowledge that they could be there.\nThis claim is very out there so it has a really good chance of being able to be falsified. As we will see in #4, after replicating the incident one can find almost instantly that it is in fact a hoax.\nAs many people did, reproducing the egg cooking experiement will prove that it is in fact a hoax. Every reproduction that was prodcued failed to yield the same results as the first, which made everything make sense when the site's webmaster that published the article stepped forward to say it was in fact completely fake.\n#5: Extraordinary Claims\nThe claim that you can cook an egg with two cell phones is pretty extraordinary yet there is no extraordinary evidence to back it up! In fact, it is just too extraordinary to be real.\n#6: Occam's Razor\nIn my mind, the simpliest explaination would be that it simply is not true. The end.\nI'm not going to lie, if this claim was true I would be thrilled. In addition to being in awe of the power of technology, it would make cooking meals for myself in my dorm room a whole lot easier! Unfortunately though, this is a hoax. With the help of the Six Principles of Scientific Thinking, I will never fall for this or any other raw food cooking claim ever again!", "id": "<urn:uuid:87230adf-bb1f-4b4b-9c4e-ebaed1589758>", "dump": "CC-MAIN-2013-20", "url": "http://blog.lib.umn.edu/hamdi002/blog/2011/09/cooking-an-egg-between-two-cell-phones-not-the-best-way-to-get-out-of-dorm-food.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9744361042976379, "token_count": 484, "score": 2.875, "int_score": 3}
