{"text": "Lobster, California spiny\nThe California Spiny Lobster fishery is a small but locally important and largely sustainable fishery in southern California.\nAbundance of Spiny Lobsters off California varies with broad-scale changes in environmental conditions caused by El Nino and La Nina.\nState managers closely regulate commercial fishing for Spiny Lobster, but do not monitor recreational catches. Bycatch is low. Spiny Lobster traps generally allow undersize lobsters and other animals to escape.\nThis fish may have high levels of mercury that could pose a health risk to adults and children. More mercury info here.", "id": "<urn:uuid:1cc8b0a2-d46f-4902-a772-34d1eb6bb5dc>", "dump": "CC-MAIN-2013-20", "url": "http://blueocean.org/seafoods/lobster-california-spiny/?showimg=293", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9235469102859497, "token_count": 127, "score": 2.984375, "int_score": 3}
{"text": "Giant Manta Ray\nGiant Manta Ray Manta birostris\nDivers often describe the experience of swimming beneath a manta ray as like being overtaken by a huge flying saucer. This ray is the biggest in the world, but like the biggest shark, the whale shark, it is a harmless consumer of plankton.\nWhen feeding, it swims along with its cavernous mouth wide open, beating its huge triangular wings slowly up and down. On either side of the mouth, which is at the front of the head, there are two long paddles, called cephalic lobes. These lobes help funnel plankton into the mouth. A stingerless whiplike tail trails behind.\nGiant manta rays tend to be found over high points like seamounts where currents bring plankton up to them. Small fish called remoras often travel attached to these giants, feeding on food scraps along the way. Giant mantas are ovoviviparous, so the eggs develop and hatch inside the mother. These rays can leap high out of the water, to escape predators, clean their skin of parasites or communicate.", "id": "<urn:uuid:f3984201-a44a-42d6-802f-de566b1e8a6e>", "dump": "CC-MAIN-2013-20", "url": "http://oceana.org/es/node/2845", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9488542675971985, "token_count": 238, "score": 3.09375, "int_score": 3}
{"text": "What you will learn\nIn this Maya tutorial we'll learn how to begin Maya's powerful Ocean features. Using Maya Oceans, we'll be able to achieve quality results within a matter of minutes. We'll begin this project by learning the basics of creating a Maya Ocean and what it is actually made of. We'll then learn about attributes we need to set early in the project. Then we'll learn how to control the noisiness of waves and their length. After that, we'll create line graphs to change each wave's height, turbulence and peak. We'll finish the tutorial by adding foam and editing the color information of the shader.", "id": "<urn:uuid:ad8f3e02-5642-4b38-8de0-b8623965e056>", "dump": "CC-MAIN-2013-20", "url": "http://www.digitaltutors.com/11/training.php?pid=200&autoplay=1", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9474728107452393, "token_count": 130, "score": 2.734375, "int_score": 3}
{"text": "Monitor drivers vs. video adapter drivers: How are they different and which do I need?\nMonitor drivers are specific to the monitor. They are usually text files that tell the operating system what the monitor is and what it is capable of. They are not required for the monitor to function.\nVideo adapter drivers\nYour video adapter lets your computer communicate with a monitor by sending images, text, graphics, and other information. Better video adapters provide higher-quality images on your screen, but the quality of your monitor plays a large role as well. For example, a monochrome monitor cannot display colors no matter how powerful the video adapter is.\nA video driver is a file that allows your operating system to work with your video adapter. Each video adapter requires a specific video driver. When you update your video adapter, your operating system will provide a list and let you pick the appropriate video driver for it. If you do not see the video driver for your adapter in the list, contact the manufacturer of your video adapter to get the necessary video driver.", "id": "<urn:uuid:73cae941-2fef-484a-8887-1a20cde01d2f>", "dump": "CC-MAIN-2013-20", "url": "http://support.lenovo.com/en_GB/research/hints-or-tips/detail.page?LegacyDocID=MIGR-4MVU4G", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9252598881721497, "token_count": 212, "score": 2.75, "int_score": 3}
{"text": "What level of LabVIEW user are you—a developer, engineer, or architect? Is it even important?\nAbsolutely. These categories make it easy for NI to tailor helpful resources to your individual needs. By visiting the LabVIEW Skills Guide, you can see what defines these levels and which trainings or guides we recommend each use to help them develop successful applications faster.\nHere are a few examples of skills you can learn from the latest guide:\nFor Technicians or Basic Developers\n- Troubleshoot and debug LabVIEW code\n- Apply key LabVIEW elements for relating data (such as arrays, clusters, and typedefs)\n- Apply design patterns and templates\nFor Software Engineers\n- Optimize reuse of existing code for your projects\n- Design, implement, document, and test code modules for each task\n- Derive a task list and high-level flowchart to guide design and development\nFor Software Architects\n- Analyze, critique, and improve the architecture of a LabVIEW application\n- Optimize code and resources to effectively reduce development time and costs\n- Design an application using object-oriented design principles\nBest of all, many of these resources are free or available at a discounted price for students. Questions? Post your comments below and we’ll follow up on them personally.", "id": "<urn:uuid:b0368fa0-d959-46ef-bb6d-cf0b106734d1>", "dump": "CC-MAIN-2013-20", "url": "http://labviewni.com/category/cla/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8850432634353638, "token_count": 267, "score": 2.515625, "int_score": 3}
{"text": "Complete the following test so you can be sure you understand the material. Your answers are private, and test results are not scored.\nWhen you create a new table in Datasheet view, you must define a primary key field.\nYou can't use the Lookup Wizard to alter an existing value list.\nWhen you use a template to create a table, you must set data types for the fields in the new table.\nWhich of the following is the correct syntax for a value list?\n'Option 1','Option 2','Option 3'\n\"Option 1\";\"Option 2\";\"Option 3\"\n\"Option 1\":\"Option 2\":\"Option 3\"", "id": "<urn:uuid:21328ea9-4f20-4eeb-8f36-e480bf4e97a9>", "dump": "CC-MAIN-2013-20", "url": "http://office.microsoft.com/en-us/training/test-yourself-RZ010288610.aspx?section=9", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.7421594262123108, "token_count": 136, "score": 2.5625, "int_score": 3}
{"text": "If you have ever used the Windows Copy (Ctrl+C) to copy objects to the clipboard and then the Windows Paste (Ctrl+V) to copy/paste AutoCAD object(s), then you know that those clipboard object(s) will have the lower left-hand corner of their extents as the base point (not very precise)... and this always reminds me of some of the graphic editing applets (e.g.: Paint or even the wonderful AutoCAD Button Editor!) that have you draw a circle like a rectangle. (annoying to say the least!)\nWith AutoCAD you can use the keyboard shortcut of (Ctrl+Shft+C) to pick a base point for your clipboard object(s). COPYBASE is the actual command, and then you can paste to a precise point in the destination AutoCAD DWG file using the keyboard shortcut of (Ctrl+Shift+V). This is the PASTEBLOCK command or you can also use the PASTEORIG command if the COPYBASEd object(s) go in the same exact spot in the receiving DWG file.\nAlso it is important to note: If you do use the Ctrl+Shift+V PASTEBLOCK method and want to leave it as a block, AutoCAD will assign a name for the block, which is something like \"A$C11A06AFD\" or \"A$C1F7A5022\" ... Either use the RENAME command, or use EXPLODE or XPLODE, also watch your layers, with regards to the object(s) original layers and where this new \"block\" is being INSERTed... or where they go if they are EXPLODEd vs. XPLODEd. (I will save that for a whole different post).", "id": "<urn:uuid:ab6efc59-895c-4b89-90f1-13b1d77a46de>", "dump": "CC-MAIN-2013-20", "url": "http://tlconsulting.blogspot.com/2005_07_01_archive.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.854438841342926, "token_count": 381, "score": 2.859375, "int_score": 3}
{"text": "Even though the CNC machines require little human intervention in the development process of the end desired product, human intervention is still needed when it comes to the computer software programming for the CNC machines. A CNC machine programmer must understand the programming, so that they are capable of accurately telling the machine what to do.\nCNC machines a programmed through a sentence like structure that is written in a code that it understands. Each axes that the machine uses, requires instructions for the development of the final project. If you forget to program one of the axes, the product will not turn out; in the same terms, if you program wrong, the axes will do what the program tells them and not what you want them to do.\nA CNC machine operator helps on the other end. The programmer writes the code for the machine, but the operator is responsible for downloading the program into the machine and getting the machine set up to properly do the job.\nThe operator may have to set up the tools in the tool holder for the machine, position the material that is needed for the job in the machine, and then start the machine. If the CNC machine operator is experienced, they will begin to learn the different sounds that the machine makes and will be able to tell just by the sound whether there is a problem with the machine. A more experienced CNC machine operator is required to do this type of work.\nOnce the machine completes the program and the work progress is done, operators may be switched. At this point in time, a less experienced operator can take over from here. Usually CNC machine operators will start out at the lower level and gradually work their way up as they become more experienced in this type of machining.\nExperienced CNC machine operators can detect program flaws and can usually make the modifications to the program themselves. If they notice that the end product is not to the specifications needed, they can fix the problem in the program and continue on with the job. They will not have to take the time to contact the programmer and wait for the program to be fixed.\nLimited input from the operator is needed to operate a CNC machine. It is because of this reason that one operator may be able to watch multiple machines. The machines do all of the work and only one person is required to do the set up of the machines. This enables companies to employ fewer people and saves them in the payroll department.\nCNC machine operators must adhere to safety precautions just like they would in any other machine shop. Even though the CNC machines are usually completely enclosed and can limit the noise, debris and so on, there are still dangers and the operator will need to abide by the safety rules and precautions. Wearing safety goggles/glasses and ear plugs are a good idea and can help to protect the operator.", "id": "<urn:uuid:61fae3d9-96ed-4021-b56b-1a1cd193073d>", "dump": "CC-MAIN-2013-20", "url": "http://latestexams.com/pro/business/industrial/cnc-machine-operators/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9487583637237549, "token_count": 571, "score": 3.34375, "int_score": 3}
{"text": "This work is licensed under the GPLv2 license. See License.txt for details\nAutobuild imports, configures, builds and installs various kinds of software packages. It can be used in software development to make sure that nothing is broken in the build process of a set of packages, or can be used as an automated installation tool.\nAutobuild config files are Ruby scripts which configure rake to\nimports the package from a SCM or (optionnaly) updates it\nconfigures it. This phase can handle code generation, configuration (for instance for autotools-based packages), …\nIt takes the dependencies between packages into account in its build\nprocess, updates the needed environment variables", "id": "<urn:uuid:d4c570b0-6a4e-47fd-afe7-15b6daac7169>", "dump": "CC-MAIN-2013-20", "url": "http://rubygems.org/gems/autobuild/versions/1.2.15", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8147034049034119, "token_count": 144, "score": 2.84375, "int_score": 3}
{"text": "CTComms sends on average 2 million emails monthly on behalf of over 125 different charities and not for profits.\nTake the complexity of technology and stir in the complexity of the legal system and what do you get? Software licenses! If you've ever attempted to read one you know how true this is, but you have to know a little about software licensing even if you can't parse all of the fine print.\nBy: Chris Peters\nMarch 10, 2009\nA software license is an agreement between you and the owner of a program which lets you perform certain activities which would otherwise constitute an infringement under copyright law. The software license usually answers questions such as:\nThe price of the software and the licensing fees, if any, are sometimes discussed in the licensing agreement, but usually it's described elsewhere.\nIf you read the definitions below and you're still scratching your head, check out Categories of Free and Non-Free Software which includes a helpful diagram.\nFree vs Proprietary:\nWhen you hear the phrase \"free software\" or \"free software license,\" \"free\" is referring to your rights and permissions (\"free as in freedom\" or \"free as in free speech\"). In other words, a free software license gives you more rights than a proprietary license. You can usually copy, modify, and redistribute free software without paying a fee or obtaining permission from the developers and distributors. In most cases \"free software\" won't cost you anything, but that's not always the case – in this instance the word free is making no assertion whatsoever about the price of the software. Proprietary software puts more restrictions and limits on your legal permission to copy, modify, and distribute the program.\nFree, Open-Source or FOSS?\nIn everyday conversation, there's not much difference between \"free software,\" \"open source software,\" and \"FOSS (Free and Open-Source Software).\" In other words, you'll hear these terms used interchangeably, and the proponents of free software and the supporters of open-source software agree with one another on most issues. However, the official definition of free software differs somewhat from the official definition of open-source software, and the philosophies underlying those definitions differ as well. For a short description of the difference, read Live and Let License. For a longer discussion from the \"free software\" side, read Why Open Source Misses the Point of Free Software. For the \"open-source\" perspective, read Why Free Software is Too Ambiguous.\nPublic domain and copyleft.\nThese terms refer to different categories of free, unrestricted licensing. A copyleft license allows you all the freedoms of a free software license, but adds one restriction. Under a copyleft license, you have to release any modifications under the same terms as the original software. In effect, this blocks companies and developers who want to alter free software and then make their altered version proprietary. In practice, almost all free and open-source software is also copylefted. However, technically you can release \"free software\" that isn't copylefted. For example, if you developed software and released it under a \"public domain\" license, it would qualify as free software, but it isn't copyleft. In effect, when you release something into the public domain, you give up all copyrights and rights of ownership.\nShareware and freeware.\nThese terms don't really refer to licensing, and they're confusing in light of the discussion of free software above. Freeware refers to software (usually small utilities at sites such as Tucows.com) that you can download and install without paying. However, you don't have the right to view the source code, and you may not have the right to copy and redistribute the software. In other words, freeware is proprietary software. Shareware is even more restrictive. In effect, shareware is trial software. You can use it for a limited amount of time (usually 30 or 60 days) and then you're expected to pay to continue using it.\nEnd User Licensing Agreement (EULA).\nWhen you acquire software yourself, directly from a vendor or retailer, or directly from the vendor's Web site, you usually have to indicate by clicking a box that you accept the licensing terms. This \"click-through\" agreement that no one ever reads is commonly known as a EULA. If you negotiate a large purchase of software with a company, and you sign a contract to seal the agreement, that contract usually replaces or supersedes the EULA.\nMost major vendors of proprietary software offer some type of bulk purchasing and volume licensing mechanism. The terms vary widely, but if you order enough software to qualify, the benefits in terms of cost and convenience are significant. Also, not-for-profits sometimes qualify for it with very small initial purchases.\nSome of the benefits of volume licensing include:\nLower cost. As with most products, software costs less when you buy more of it.\nEase of installation. Without volume licenses, you usually have to enter a separate activation code (also known as a product key or license key) for each installed copy of the program. On the other hand, volume licenses provide you with a single, organisation-wide activation code, which makes it much easier to find when you need to reinstall the software.\nEasier tracking of licenses. Keeping track of how many licenses you own, and how many copies you've actually installed, is a tedious, difficult task. Many volume licensing programs provide an online account which is automatically updated when you obtain or activate a copy of that company's software. These accounts can also coordinate licensing across multiple offices within your organisation.\nTo learn more about volume licensing from a particular vendor, check out some of the resources below:\nQualified not-for-profits and libraries can receive donated volume licenses for Microsoft products through TechSoup. For more information, check out our introduction to the Microsoft Software Donation Program, and the Microsoft Software Donation Program FAQ. For general information about the volume licensing of Microsoft software, see Volume Licensing Overview.\nIf you get Microsoft software from TechSoup or other software distributors who work with not-for-profits, you may need to go to the eOpen Web site to locate your Volume license keys. For more information, check out the TechSoup Donation Recipient's Guide to the Microsoft eOpen Web Site.\nAlways check TechSoup Stock first to see if there's a volume licensing donation program for the software you're interested in. If TechSoup doesn't offer that product or if you need more copies than you can find at TechSoup, search for \"volume licensing not-for-profits software\" or just \"not-for-profits software.\" For example, when we have an inventory of Adobe products, qualifying and eligible not-for-profits can obtain four individual products or one copy of Creative Suite 4 through TechSoup. If we're out of stock, or you've used up your annual Adobe donation, you can also check TechSoup's special Adobe donation program and also Adobe Solutions for Nonprofits for other discounts available to not-for-profits. For more software-hunting tips, see A Quick Guide to Discounted Software Programs.\nPay close attention to the options and licensing requirements when you acquire server-based software. You might need two different types of license – one for the server software itself, and a set of licenses for all the \"clients\" accessing the software. Depending on the vendor and the licensing scenario, \"client\" can refer either to the end users themselves (for example, employees, contractors, clients, and anyone else who uses the software in question) or their computing devices (for example, laptops, desktop computers, smartphones, PDAs, etc.). We'll focus on Microsoft server products, but similar issues can arise with other server applications.\nOver the years, Microsoft has released hundreds of server-based applications, and the licensing terms are slightly different for each one. Fortunately, there are common license types and licensing structures across different products. In other words, while a User CAL (Client Access License) for Windows Server is distinct from a User CAL for SharePoint Server, the underlying terms and rights are very similar. The TechSoup product pages for Microsoft software do a good job of describing the differences between products, so we'll focus on the common threads in this article.\nMoreover, Microsoft often lets you license a single server application in more than one way, depending on the needs of your organisation. This allows you the flexibility to choose the licenses that best reflect your organisation's usage patterns and thereby cost you the least amount of money. For example, for Windows Server and other products you can acquire licenses on a per-user basis (for example, User CALs) or per-device basis (for example, Device CALs).\nThe license required to install and run most server applications usually comes bundled with the software itself. So you can install and run most applications \"out of the box,\" as long as you have the right number of client licenses (see the section below for more on that). However, when you're running certain server products on a computer with multiple processors, you may need to get additional licenses. For example, if you run Windows Server 2008 DataCenter edition on a server with two processors, you need a separate license for each processor. SQL Server 2008 works the same way. This type of license is referred to as a processor license. Generally you don't need client licenses for any application that's licensed this way.\nClient Licenses for Internal Users\nMany Microsoft products, including Windows Server 2003 and Windows Server 2008, require client access licenses for all authenticated internal users (for example, employees, contractors, volunteers, etc.). On the other hand, SQL Server 2008 and other products don't require any client licenses. Read the product description at CTXchange if you're looking for the details about licensing a particular application.\nUser CALs: User CALs allow each user access to all the instances of a particular server product in an organisation, no matter which device they use to gain access. In other words, if you run five copies of Windows Server 2008 on five separate servers, you only need one User CAL for each person in your organisation who access those servers (or any software installed on those servers), whether they access a single server, all five servers, or some number in between. Each user with a single CAL assigned to them can access the server software from as many devices as they want (for example, desktop computers, laptops, smartphones, etc.). User CALs are a popular licensing option.\nDevice CALs: Device CALs allow access to all instances of a particular server application from a single device (for example, a desktop computer, a laptop, etc.) in your organisation. Device CALs only make sense when multiple employees use the same computer. For example, in 24-hour call centres different employees on different shifts often use the same machine, so Device CALs make sense in this situation.\nChoosing a licensing mode for your Windows Server CALs: With Windows Server 2003 and Windows Server 2008, you use a CAL (either a User CAL or a Device CAL) in one of two licensing modes: per seat or per server. You make this decision when you're installing your Windows Server products, not when you acquire the CALs. The CALs themselves don't have any mode designation, so you can use either a User CAL or a Device CAL in either mode. Per seat mode is the default mode, and the one used most frequently. The description of User CALs and Device CALs above describes the typical per seat mode. In \"per server\" mode, Windows treats each license as a \"simultaneous connection.\" In other words, if you have 40 CALs, Windows will let 40 authenticated users have access. The 41st user will be denied access. However, in per server mode, each CAL is tied to a particular instance of Windows Server, and you have to acquire a new set of licenses for each new server you build that runs Windows. Therefore, per server mode works for some small organisations with one or two servers and limited access requirements.\nYou don't \"install\" client licenses the way you install software. There are ways to automate the tracking of software licenses indirectly, but the server software can't refuse access to a user or device on licensing grounds. The licenses don't leave any \"digital footprint\" that the server software can read. An exception to this occurs when you license Windows Server in per server mode. In this case, if you have 50 licenses, the 51st authenticated user will be denied access (though anonymous users can still access services).\nSome key points to remember about client licensing:\nThe licensing scenarios described in this section arise less frequently, and are too complex to cover completely in this article, so they're described briefly below along with more comprehensive resources.\nYou don't need client licenses for anonymous, unauthenticated external users. In other words, if someone accesses your Web site, and that site runs on Internet Information Server (IIS), Microsoft's Web serving software, you don't need a client license for any of those anonymous users.\nIf you have any authenticated external users who access services on your Windows-based servers, you can obtain CALs to cover their licensing requirements. However, the External Connector License (ECL) is a second option in this scenario. The ECL covers all use by authenticated external users, but it's a lot more expensive than a CAL, so only get one if you'll have a lot of external users. For example, even if you get your licenses through the CTXchange donation program, an ECL for Windows Server 2008 has an £76 administrative fee, while a User CAL for Windows Server 2008 carries a £1 admin fee. If only a handful of external users access your Windows servers, you're better off acquiring User CALs. Also, an ECL only applies to external users and devices. In other words, if you have an ECL, you still have to get a CAL for all employees and contractors.\nEven though Terminal Services (TS) is built into Windows Server 2003 and 2008, you need to get a separate TS CAL for each client (i.e. each user or each device) that will access Terminal Services in your organisation. This TS license is in addition to your Windows Server CALs.\nMicrosoft's System Centre products (a line of enterprise-level administrative software packages) use a special type of license known as a management license (ML). Applications that use this type of licensing include System Center Configuration Manager 2007 and System Center Operations Manager 2007. Any desktop or workstation managed by one of these applications needs a client management license. Any server managed by one of these applications requires a server management license, and there are two types of server management licenses – standard and enterprise. You need one or the other but not both. There are also special licensing requirements if you're managing virtual instances of Windows operating systems. For more information, see TechSoup's Guide to System Center Products and Licensing and Microsoft's white paper on Systems Center licensing.\nSome Microsoft server products have two client licensing modes, standard and enterprise. As you might imagine, an Enterprise CAL grants access to more advanced features of a product. Furthermore, with some products, such as Microsoft Exchange, the licenses are additive. In other words, a user needs both a Standard CAL AND an Enterprise CAL in order to access the advanced features. See Exchange Server 2007 Editions and Client Access Licenses for more information.\nWith virtualisation technologies, multiple operating systems can run simultaneously on a single physical server. Every time you install a Microsoft application, whether on a physical hardware system or a virtual hardware system, you create an \"instance\" of that application. The number of \"instances\" of particular application that you can run using a single license varies from product to product. For more information see the Volume Licensing Briefs, Microsoft Licensing for Virtualization and the Windows Server Virtualization Calculator. For TechSoup Stock products, see the product description for more information.\nThere are a lot of nuances to Microsoft licensing, and also a lot of excellent resources to help you understand different scenarios.\nAbout the Author:\nChris is a former technology writer and technology analyst for TechSoup for Libraries, which aims to provide IT management guidance to libraries. His previous experience includes working at Washington State Library as a technology consultant and technology trainer, and at the Bill and Melinda Gates Foundation as a technology trainer and tech support analyst. He received his M.L.S. from the University of Michigan in 1997.\nOriginally posted here.\nCopyright © 2009 CompuMentor. This work is published under a Creative Commons Attribution-NonCommercial-NoDerivs 3.0 License.\nThe latest version of Microsoft Office Professional Plus is an integrated collection of programs, servers, and services designed to work together to enable optimised information work.", "id": "<urn:uuid:c337bcd8-6aa1-4f2d-8c48-b916442ebbee>", "dump": "CC-MAIN-2013-20", "url": "http://www.ctt.org/resource_centre/getting_started/learning/understanding_licenses", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9106022119522095, "token_count": 3479, "score": 3.234375, "int_score": 3}
{"text": "File compression is to perform some algorithm on the file that reduces it in size but the reverse of the algorithm will return it to its original form. In data files, the compression and decompression must be lossless which means that the data must be returned to its exact form. There are various methods to do this: some hardware implementations and some software. The most popular ones that are implemented in hardware usually use a Limpel-Ziv algorithm to look for repeating sequences over a set span of data (the run) and replace that with special identifying information. Compression does save space but may take extra time (latency).\nVideo and music data are typically already compressed. The compression rates are usually very high because of the data and the fact that a lossy compression algorithm is used. It can be lossy (meaning that all bits may not be decompressed exactly) because it won't be noticeable with video or music.\nZip files are the result of software compression. Another compression round on already compressed data will probably not yield any substantial gain.\nEvaluator Group, Inc.\nEditor's note: Do you agree with this expert's response? If you have more to share, post it in our Storage Networking forum at http://searchstorage.discussions.techtarget.com/WebX?50@@.ee83ce4 or e-mail us directly at firstname.lastname@example.org.\nThis was first published in December 2001", "id": "<urn:uuid:89cf800c-2b77-4614-98f0-40e3877e109f>", "dump": "CC-MAIN-2013-20", "url": "http://searchstorage.techtarget.com/answer/What-is-compression", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9317011833190918, "token_count": 295, "score": 3.75, "int_score": 4}
{"text": "Common streaming audio formats and players\nUncompressed CD-quality WAV and AIFF files are too large to stream over the Internet for playback in real time. Instead, lighter-weight compressed formats such as MP3 and RealAudio are employed for streaming network audio. These formats use what are called \"lossy\" compression schemes, reducing file sizes by eliminating certain inaudible data from the original files without too significantly degrading playback sound quality. MP3 and RealAudio are excellent streaming formats, achieving performance factors great enough to allow real-time encoding/decoding over current network bandwidth conditions while delivering satisfying audio quality.\nMP3 and RealAudio are not the only players in the network streaming audio arena. We'll also look at Macromedia's Flash and the Ogg Vorbis project from the Xiphophorus group. Since RealAudio's Internet history begins the earliest, we'll start with RealAudio.\nIn 1995, Progressive Networks (now RealNetworks) introduced RealAudio, the Internet's first widely-deployed streaming audio format. The RealAudio player (RealPlayer) was freely distributed to users who at that time were typically connected to the Internet via low-bandwidth modems; thus, the player supported connection rates as low as 14.4 Kbps, which delivered audio quality comparable to the sound of a decent AM radio. Faster connections such as ISDN accordingly improved reception speed and sound quality.\nBy giving away basic versions of RealPlayer and the RealProducer content-production utility, Progressive Networks seeded the market for their commercial product line and sparked an explosion in network multimedia. Today you can find an astonishing number and variety of RealAudio-enabled sites. As a curious example, I searched Google for \"realaudio history\", hoping to find some background material on the format; instead, I found thousands of sites dedicated to various historical topics, all of which included audio presentations requiring RealPlayer.\nRealPlayer: RealAudio in X\nHappily, RealPlayer is available for Linux, and you can retrieve it for free as either an RPM or tarball package from the Real.com downloads page. Installation is fairly straightforward, but there are a few snags to report. Close your web browser before installing the software, then become the root user and run the installation package. The RPM file needs to be renamed:\nmv rp8_linux20_libc6_i386_cs1_rpm rp8.linux20.libc6.i386.cs1.rpm\nbefore installing it (as root) with this command:\nrpm -i rp8.linux20.libc6.i386.cs1.rpm\nThe tarball must have its permissions set (as root again):\nchmod u+x rp8_linux20_libc6_i386_cs1.bin\nNow you can run the installation package:\nThe installation procedure will automatically set up RealPlayer as a helper application in Netscape, but be forewarned: It will also overwrite any custom settings you have for audio formats such as WAV, AIFF, and AU, so you may want to back up your Netscape preferences before installing RealPlayer. Also, the installation will not automatically update the RealAudio plug-in. Close Netscape, copy the\nrpnp.so file from your new\n$HOME/RealPlayer directory to\n$HOME/.netscape/plugins, fire up Netscape again, and your RealAudio plug-in should now be enabled. Check the Help/About Plugins menu item in Netscape for a status report.\nTRPlayer: RealAudio for the console\nAt least three RealAudio players are available for the Linux console. They all depend upon an existing installation of RealPlayer and act as wrappers for RealPlayer, making its functions available to console applications. The RAP and RaWrapper players require support for the frame-buffer device; I wanted to avoid the need for any special graphics support (such as SVGA, frame-buffer, or\nncurses) in my console RealAudio player, so I chose Matthew Campbell's TRPlayer.\nTRPlayer is available as a binary in RPM and DEB packages, but I chose to build the latest beta version (2.0.b2) from the source tarball. TRPlayer's only unique requirement is the slang library and header. Fortunately, slang is found on most mainstream Linux distributions, and a straightforward\n./configure; make should have your player ready to rock. However, due to the filesystem vagaries of Linux distributions your build may fail with this message:\nmain.cc:17: slang.h: No such file or directory make: *** [main.o] Error 1\nIf so, change this line in\nto this line:\nWhen the build is complete, become root (\nsu root), run\nmake install, and you will have a new command-line RealAudio player. You can call it from the prompt at the console or in\nxterm, invoking it with an address linking the player to the RealAudio stream:\nYou now have streaming RealAudio at the Linux console. Cool...\nRealNetworks deserves praise for maintaining and steadily improving a freely available RealPlayer for Linux, particularly since there's no other way to enjoy all those RealAudio-empowered sites. Harder-core users and developers might be dismayed to learn that Real's software is available only in binary format and that source code is not freely available. Nevertheless, there's only one place to go for RealPlayer, so if you want it, there you go.\nNow let's look at that other major streaming audio format, the notorious MP3.", "id": "<urn:uuid:ed3f2ebc-5ea1-4b6f-ae69-05a098955a7a>", "dump": "CC-MAIN-2013-20", "url": "http://www.linuxdevcenter.com/pub/a/linux/2001/03/23/streaming_media.html?page=2", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8633424043655396, "token_count": 1173, "score": 2.59375, "int_score": 3}
{"text": "Originally Posted by wrtner\nAny LR circuit which is driven by an alternating source, will\nshow a trough in its graph of current v. frequency.\nThat frequency will be the most efficient, the resonant\nfrequency; the frequency that the circuit best behaves at.\nWhat do you mean? pls elaborate...\nLR circuits have not resonance. Not C component present... how to attain resonance in a signal with LR circuit? And how initial signal frequency can be altered to another output frquency.?", "id": "<urn:uuid:dd2d58b5-0a56-4115-8f45-fb0c478c0439>", "dump": "CC-MAIN-2013-20", "url": "http://www.energeticforum.com/76024-post31.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.904473602771759, "token_count": 104, "score": 3.0, "int_score": 3}
{"text": "In digital imaging, there are 256 levels, or tonal values, ranging from black to white. Black is level 0. White is level 255. Of course, not all images (e.g. extreme foggy, misty, atmospheric shots) contain the full tonal range from black to white, but most do.\nThe histogram (Levels) is a graphical representation of the tonal values in an image. Ideally, it should range from 0 to 255, with a good spread of tonal values throughout.\nIf the histogram is bunched up towards the left, it indicates the image is under-exposed. Note the crushed shadow detail.\nIf bunched up towards the right, it's over exposed. Note the blown-out highlights.\nIf the black and white points are set incorrectly, the image will have a dull, flat, washed-out appearance. Here they're wrongly set to 20/230.\nUnless under instructions from a repro bureau or printer, you should not set the black/white points to anything other than 0/255. The printer may well adjust them later for technical reasons to do with repro, but don't try to guess what's required. It's true that some leeway is acceptable (e.g. up to 5% is usually OK), but your images will lack visual impact if the black/white points are incorrect, so don't do this as a matter of course.\nIn the vast majority of cases, it's best to set them to 0/255.", "id": "<urn:uuid:52488de0-c8c9-4c17-af7d-5a2c271456dc>", "dump": "CC-MAIN-2013-20", "url": "http://www.davepattison.com/digital-imaging/exposure.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9312856197357178, "token_count": 313, "score": 2.859375, "int_score": 3}
{"text": "This database of images for the study and teaching of art, design, and visual culture at Illinois State University, is produced as a collaboration between the School of Art and Milner Library. The images come from many sources, including publications, original photography, and the Visual Resources Collection of the School of Art.\nThe slides of Sverre \"Bex\" Braathen combine a \"Passion for Circus\" with the skills and artistry of photography at its finest.\nImages were captured in the saturated colors of Kodachrome slides and date from the early 1940s to the late 1950s as well as black and white film in the 1930s. Set within the context of the entire Braathen …\nIllinois State University History is a growing collection that currently includes campus history books, proceedings of the first university governing board, and nearly 400 photographs.\nSupport for this collection is provided by the Friends of Milner Library and the Illinois State Library, a division of the Office of the Secretary of …\nWelcome to Milner Library's International Collection of Child Art digital image collection! This resource holds images of art created by children and adolescents representing more than fifty countries and cultures from Argentina to New Zealand. The artworks are two dimensional and use varied media. The work in this collection …\nVoices of Extremism: Conflicting Ideologies in United States Politics in the Decades Following WWII is a unique audio documentation of the individuals and movements that characterized the Extremist politics in the United States in the decades following the Second World War from 1946 to 1980. The collection also includes a documentary on …\nCultivated in the spirit of teaching, learning and research, Milner Library's digital collections provide a variety of resources. They reflect the rich cultural heritage at Illinois State University, and include audio recordings, historic documents, photos, and images of art and visual culture.\nDiscover all collections\nArt & Culture\nCircus & Allied Arts\nIllinois State University History\nInternational Collection of Child Art\nVoices of Extremism\nNative American Collection\nNormal Editions Workshop (N.E.W.)\nTowanda Area History\nWorld War I Women", "id": "<urn:uuid:38e6d370-c6fd-4e73-85c6-089457add0bf>", "dump": "CC-MAIN-2013-20", "url": "http://digital.library.illinoisstate.edu/cdm?r=isuhistory/8582", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9236012697219849, "token_count": 437, "score": 2.546875, "int_score": 3}
{"text": "History professor examines state and territorial policies that affected early American Indian citizenship\nDeborah Rosen, professor and head of history, has taken an in-depth look at early American Indian policy-making in her most recent book, American Indians and State Law: Sovereignty, Race and Citizenship, 1790 – 1880 (University of Nebraska, December 2007). The publication examines the role that state and territorial governments played in extending jurisdiction over Indians as well as defining borders and the meaning of citizenship.\n“Belying the common assumption that Indian policy and regulation in the United States were exclusively within the federal government’s domain, the book reveals how states and territories extended their legislative and judicial authority over American Indians between the early national period and the Reconstruction era,” explains Rosen. “In this book, I detail how state and territorial governments regulated American Indians and brought them into local criminal courts, as well as how Indians contested states’ actions and asserted tribal sovereignty.”\nSeveral students assisted Rosen with her publication as EXCEL scholars. These students were Robert Alessi ’00, Tiffany Blakey ’01, Phillip Dudley ’04, Andrea Kotrosits ’03, and Michael Sparrow ’04.\nThe students handled a plethora of primary source documents that were foundational to Rosen’s research, including judicial opinions, trial records, statutes, legislative hearings, constitutional convention debates, newspapers, speeches, letters, and official reports.\nThe finished book is a “discussion of nationwide patterns complemented by case studies focusing on New York, Georgia, New Mexico, Michigan, Minnesota, Louisiana, and Massachusetts that demonstrate the decentralized nature of much of early American Indian policy,” according to Rosen.\nIn addition to its cornerstone use of primary sources and divergent conclusion, Rosen’s book is the first to present a broad study of state and territorial Indian policies, laws, and judicial decisions in early United States history.\n- Exceptional Faculty\n- EXCEL/Undergraduate Research", "id": "<urn:uuid:8822f14c-12a0-486c-b534-20c773a07b76>", "dump": "CC-MAIN-2013-20", "url": "http://www.lafayette.edu/about/news/2008/01/07/deborah-rosen-explores-early-american-indian-policy-making-in-latest-book/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9377580285072327, "token_count": 409, "score": 2.671875, "int_score": 3}
{"text": "|Regions with significant populations|\n|New York, Massachusetts, Michigan, Louisiana, Ohio, Iowa, Texas|\n|Related ethnic groups|\nSyrian Americans are residents of the United States of Syrian ancestry or nationality. This group includes Americans of Syrian ancestry, Syrian first generation immigrants, or descendants of Syrians who emigrated to the United States. Syrian Americans may be members of a number of differing ethnicities, including Arabs, Assyrians/Syriacs, Antiochian Greeks, Kurds, Armenians and Circassians. It is believed that the first significant wave of Syrian immigrants to arrive in the United States was in 1880. Many of the earliest Syrian Americans settled in New York, Boston, and Detroit. Immigration from Syria to the United States suffered a long hiatus after the United States Congress passed the Immigration Act of 1924, which restricted immigration. More than 40 years later, the Immigration Act of 1965, abolished the quotas and immigration from Syria to the United States saw a surge. An estimated 64,600 Syrians emigrated to the United States between 1961 and 2000.\nThe overwhelming majority of Syrian immigrants to the US from 1880 to 1960 were Christian, a minority were Jewish, whereas Muslim Syrians arrived in the United States chiefly after 1965. According to the United States 2000 Census, there were 142,897 Americans of Syrian ancestry, about 12% of the Arab population in the United States.\nThe first Syrian immigrants arrived in the United States from Ottoman Syria. Most of them came from Christian villages around Mount Lebanon, while around 5-10% were Muslims of different sects. A small number were also Palestinians. According to historian Philip Hitti, approximately 90,000 \"Syrians\" arrived in the United States between 1899 and 1919. An estimated 1,000 official entries per year came from the governorates of Damascus and Aleppo, which are governorates in modern-day Syria, in the period between 1900 and 1916. Early immigrants settled mainly in Eastern United States, in the cities of New York, Boston and Detroit and the Paterson, New Jersey area. In the 1920s, the majority of immigrants from Mount Lebanon began to refer themselves as \"Lebanese\" instead of \"Syrians\".\nSyrians, like most immigrants to the United States, were motivated to immigrate to the United States to pursue the American Dream of economic success. Many Christian Syrians had immigrated to the United States seeking religious freedom and an escape from Ottoman hegemony. Thousands of immigrants returned to Syria after making money in the United States; these immigrants told tales which inspired further waves of immigrants. Many settlers also sent for their relatives.\nAlthough the number of Syrian immigrants was not sizable, the Ottoman government set constraints on emigration in order to maintain its populace in Greater Syria. The United States Congress passed the Immigration Act of 1924, which greatly reduced Syrian immigration to the United States. However, the quotas were annulled by the Immigration Act of 1965, which opened the doors again to Syrian immigrants. 4,600 Syrians immigrated to the United States in the mid-1960s. Due to the Arab-Israeli and religious conflicts in Syria during this period, many Syrians immigrated to the United States seeking a democratic haven, where they could live in freedom without political suppression. An estimated 64,600 Syrians immigrated to the United States in the period between 1961 and 2000, of which ten percent have been admitted under the refugee acts.\nAccording to the United States 2000 Census, there are 142,897 Americans of Syrian ancestry living in the United States. New York City has the biggest concentration of Syrian Americans in the United States. Other urban areas, including Boston, Dearborn, New Orleans, Toledo, Cedar Rapids, and Houston have large Syrian populations. Syrian Americans are also numerous in Southern California (i.e. the Los Angeles and San Diego areas) and Arizona, many are descendants of farm laborers invited with their farm skills to irrigate the deserts in the early 20th century.. Many recent Syrian immigrants are medical doctors who studied at Damascus and Aleppo Universities and pursued their residencies and fellowships in the United States.\nThe traditional clothing of the first Syrian immigrants in the United States, along with their occupation as peddlers, led to some xenophobia. Dr. A. J. McLaughlin, the United States health officer at Marine Hospital, described Syrians as \"parasites in their peddling habits.\" However, Syrians reacted quickly to assimilate fully into their new culture. Immigrants Anglicized their names, adopted the English language and common Christian denominations. Syrians did not congregate in urban enclaves; many of the immigrants who had worked as peddlers were able to interact with Americans on a daily basis. This helped them to absorb and learn the language and customs of their new homeland. Additionally, military service during World War I and World War II helped accelerate assimilation. Assimilation of early Syrian immigrants was so successful that it has become difficult to recognize the ancestors of many families which have become completely Americanized.\nPost 1965 Immigration was mostly Muslim, and unlike their Christian counterparts they faced a somewhat greater difficulty in assimilating because of their Islamic faith and the \"back to the roots\" trend that gripped America in the 1960s and 1970s. Generally, they are not overly desirous of giving up their identity as Arabs, which might be a result of the bloom in multiculturalism to respect their Islamic religious customs and traditions in the United States.\nChristian Syrian Americans arrived in the United States in the late 19th century. Most Christian Syrian Americans are Greek Orthodox. There are also many Catholic Syrian Americans; most branches of Catholicism are of the Eastern rite, such as Maronite Catholics, Melkite Greek Catholics, Armenian Catholics, Syrian Catholics, and Assyrian Chaldean Catholics. There are only few minor differences between the different branches of Catholicism; such differences include the language/s church services are conducted, and the belief in papal infallibility. A few Christian Syrian Americans are Protestant. There are also members of the Assyrian Church of the East and Ancient Church of the East. The first Syrian American church was founded in Brooklyn, New York in 1895 by Saint Raphael of Brooklyn. There are currently hundreds of Eastern Orthodox churches and missions in the United States. Saint Nicholas and Saint George are popular saints for the Orthodox.\nMuslim Syrian Americans arrived chiefly after 1965. The largest sect in Islam is the Sunni sect, forming 74% of the Muslim Syrian population. The second largest sect in Islam in Syria is the Alawite sect, a religious sect that originated in Shia Islam but separated from other Shiite Islam groups in the ninth and tenth centuries. Most, if not all, Alawi Syrians come from the rural areas of Latakia Governorate. Muslim Syrian Americans have often found it difficult practicing their religion in the United States; For example, some Muslims, who are required to pray five times a day as part of Muslim rite, argue that there aren't enough mosques in the United States.\nDruzes form the third largest sect in Syria, which is a relatively small esoteric monotheistic religious sect. Early Syrian immigrants included Druze peddlers. Muslim Syrian Americans have often found it difficult practicing their religion in the United States;\nSyrian Jews first immigrated to the United States around 1908 and settled mostly in New York. Initially they lived on the Lower East Side; later settlements were in Bensonhurst and Ocean Parkway in Flatbush, Brooklyn. The Syrian Jewish community estimates its population at around 50,000.\nEarly Syrian Americans were not involved politically. Business owners were usually Republican, meanwhile labor workers were usually Democrats. Second generation Syrian Americans were the first to be elected for political roles. In light of the Arab-Israeli conflict, many Syrian Americans tried to affect American foreign policy by joining Arab political groups in the United States. In the early 1970s, the National Association of Arab-Americans was formed to negate the stereotypes commonly associated with Arabs in American media. Syrian Americans were also part of the Arab American Institute, established in 1985, which supports and promotes Arab American candidates, or candidates commiserative with Arabs and Arab Americans, for office. Mitch Daniels, the current Governor of Indiana, is a descendant of Syrian immigrants with relatives in Homs.\nThe majority of the early Syrian immigrants arrived in the United States seeking better jobs; they usually engaged in basic commerce, especially peddling. Syrian American peddlers found their jobs comfortable since peddling required little training and mediocre vocabulary. Syrian American peddlers served as the distribution medium for the products of small manufacturers. Syrian peddlers traded mostly in dry goods, primarily clothing. Networks of Syrian traders and peddlers across the United States aided the distribution of Syrian settlements; by 1902, Syrians could be found working in Seattle, Washington. Most of these peddlers were successful, and, with time, and after raising enough capital, some became importers and wholesalers, recruiting newcomers and supplying them with merchandise. By 1908, there were 3,000 Syrian-owned businesses in the United States. By 1910, the first Syrian millionaires had emerged.\nSyrian Americans gradually started to work in various métiers; many worked as physicians, lawyers, and engineers. Many Syrian Americans also worked in the bustling auto industry, bringing about large Syrian American gatherings in areas like Dearborn, Michigan. Later Syrian emigrants served in fields like banking, medicine, and computer science. Syrian Americans have a different occupational distribution than all Americans. According to the 2000 census, 42% of the Syrian Americans worked in management and professional occupations, compared with 34% of their counterparts in the total population; additionally, more Syrian Americans worked in sales than all American workers. However, Syrian Americans worked less in the other work domains like farming, transportation, construction, etc. than all American workers. According to the American Medical Association (AMA) and the Syrian American Medical Society (SAMS) which represents the American health care provoiders of Syrian descent www.sams-usa.net there are estimated 4000 Syrian physicians practicing in the United States representing 0.4% of the health workforce and 1.6% of international medical graduates. However the reported number of Syrian American phyicians does not include the second and third generation of Syrian descent, therefore it is estimated that there are 10,000 Syrian American physicians practice in the United States. Arabi M, Sankri-Tarbichi AG. The metrics of Syrian physicians' brain drain to the United States. Avicenna J Med [serial online] 2012 [cited 2012 Oct 27];2:1-2. Available from: http://www.avicennajmed.com/text.asp?2012/2/1/1/94802.\nThe median level of earnings for Syrian men and women is higher than the national earning median; employed Syrian men earned an average $46,058 per year, compared with $37,057 for all Americans and $41,687 for Arab Americans. Syrian American families also had a higher median income than all families and lower poverty rates than those of the general population.\nSyrians value strong family ties. Unlike young Americans, young Syrians find leaving their family unnecessary to set up their independence; the reason being, is that Syrian society just like Southwest Asia, North Africa and the wider Eastern world, places great emphasis on the group rather than the individual. In the West the individual is key and the group is secondary. Respect and social status are important in Syrian societies. Men are respected for their financial success or their honesty and sincerity. Syrians are characterized by their magnanimity and graciousness, ethics which are integral to Syrian life.\" However, much of the Syrian traditions have diminished with time, mainly due to the fast pace of life in America which encourages individual independence.\nSyrians consider eating an important aspect of social life. There are many Syrian dishes which have become popular in the United States. Unlike many Western foods, Syrian foods take more time to cook, are less expensive and usually more healthy. Pita bread (khubz), which is round flat bread, and hummus, a dip made of ground chickpeas, sesame tahini, lemon juice, and garlic, are two popular Syrian foods. Baba ghanoush, or eggplant spreads, is also a dish made by Syrians. Popular Syrian salads include tabbouleh and fattoush. The Syrian cuisine includes other dishes like stuffed zucchini (mahshe), dolma, kebab, kibbeh, kibbeh nayyeh, mujaddara, shawarma, and shanklish. Syrians often serve selections of appetizers, known as meze, before the main course. Za'atar, minced beef, and cheese manakish are popular hors d'œuvre. Syrians are also well known for their cheese. A popular Syrian drink is the arak beverage. One of the popular desserts made by Syrians is the baklava, which is made of filo pastry filled with chopped nuts and soaked in honey.\nSyrian music includes several genres and styles of music ranging from Arab classical to Arabic pop music and from secular to sacred music. Syrian music is characterized by an emphasis on melody and rhythm, as opposed to harmony. There are some genres of Syrian music that are polyphonic, but typically, most Syrian and Arabic music is homophonic. Syrian music is also characterized by the predominance of vocal music. The prototypical Arabic music ensemble in Egypt and Syria is known as the takht, and relies on a number of musical instruments that represent a standardized tone system, and are played with generally standardized performance techniques, thus displaying similar details in construction and design. Such musical instruments include the oud, kanun, rabab, ney, violin, riq and tableh. The Jews of Syria sang pizmonim.\nModern Syrian music has incorporated instruments from the West, including the electric guitar, cello, double bass and oboe, and incorporated influences from jazz and other foreign musical styles.\nTraditional clothing \nTraditional dress is not very common with Syrian Americans, and even native Syrians; modern Western clothing is conventional in both Syria and the United States. Ethnic dance performers wear a shirwal, which are loose, baggy pants with an elastic waist. Some Muslim Syrian women wear a hijab, which is a headscarf worn by Muslim women to cover their hair. There are various styles of hijab.\nSyrian Americans celebrate many religious holidays. Christian Syrian Americans celebrate most Christian holidays usually celebrated in the United States. They celebrate Christmas and Easter, but since most Syrians are Eastern Orthodox, they celebrate Easter on a different Sunday than most other Americans. Some Christians celebrate various Saints' days. Syrian American Jews celebrate the Jewish holidays, such as Rosh Hashanah, Yom Kippur, Sukkot, Purim, Passover and Shavuot. Few Syrians celebrate Syria's independence day, April 17. As American citizens, many Syrians celebrate American holidays like Memorial Day, Independence Day, and Thanksgiving Day.\nMuslim Syrian Americans celebrate three main Muslim holidays: Ramadan, Eid ul-Fitr (Lesser Bairam), and Eid ul-Adha (Greater Bairam). Ramadan is the ninth month of the Islamic year, during which Muslims fast from dawn to sunset; Muslims resort to self-discipline to cleanse themselves spiritually. After Ramadan is over, Muslims celebrate Eid ul-Fitr, when Muslims break their fasting and revel exuberantly. Muslims also celebrate Eid ul-Adha (which means The Festival of Sacrifice) 70 days after at the end of the Islamic year, a holiday which is held along with the annual pilgrimage to Mecca, Hajj.\nDating and marriage \nSyrian Americans prefer traditional relationships and disfavor casual dating. Muslims can only date after completing their marriage contact, kitabt al-kitab (Arabic: كتابة الكتاب, which means \"writing the book\"), a period that ranges from a few months to a year or more to get used to living with one another. After this time period, a wedding takes place and fulfills the marriage. Muslims tend to marry other Muslims only. Unable to find other suitable Muslim Syrian Americans, many Muslim Syrian American have married other Muslim Americans.\nSyrian American marriages are usually very strong; this is reflected by the low divorce rates among Syrian Americans, which are below the average rates in the United States. Generally, Syrian American partners tend to have more children than average American partners; Syrian American partners also tend to have children at early stages of their marriages. According to the United States 2000 Census, almost 62% of Syrian American households were married-couple households.\nSyrian Americans, including the earliest immigrants, have always placed a high premium on education. Like many other Americans, Syrian Americans view education as a necessity. Generally, Syrian and other Arab Americans are more highly educated than the average American. In the 2000 census it was reported that the proportion of Syrian Americans to achieve a bachelor's degree or higher is one and a half times that of the total American population. Many Syrian Americans now work as engineers, scientists, pharmacists, and physicians.\nSyrians are mainly Arabic speakers. While some may speak the formal literary Arabic, many Syrians speak Syrian Arabic, a dialect which belongs to the Levantine Arabic family of dialects. There are also sub-dialects in Syrian Arabic; for example, people from Aleppo have a distinct and distinguishable accent, one that differs considerably from that of people from Homs or Al-Hasakah. Syrians can usually comprehend and understand the dialects of most Arabs, especially those who speak any form of Levantine Arabic.\nMany old Syrian American families have lost their linguistic traditions because many parents do not teach their children Arabic. Newer immigrants, however, maintain their language traditions. The 2000 census shows that 79.9% of Syrian Americans speak English \"very well\". Throughout the United States, there are schools which offer Arabic language classes; there are also some Eastern Orthodox churches which hold Arabic services.\nNotable people and contributions \nSometimes some confusion occurs between Greater Syria and the modern Syria when determining the place of origin of the earliest Syrian Americans. However, the following list comprises notable Americans who are originally people of modern Syrian heritage.\n- Paula Abdul (born June 19, 1962), is a television personality, jewelry designer, multi-platinum Grammy-winning singer, and Emmy Award-winning choreographer. According to Abdul, she has sold over 53 million records to date. Abdul found renewed fame as a judge on the highly rated television series American Idol.\n- F. Murray Abraham (born October 24, 1939), is an actor who won the Academy Award for Best Actor for his role as Antonio Salieri in the 1984 film Amadeus. His career after Amadeus inspired the name of the phenomenon dubbed \"F. Murray Abraham syndrome\", attributed to actors who, after winning an Oscar, have difficulty obtaining comparable success and recognition despite having recognizable talent.\n- Moustapha Akkad (July 1, 1930 – November 11, 2005), was a film director and producer originally from Aleppo; Akkad is best known for producing the series of Halloween films, and for directing the Lion of the Desert and Mohammad, Messenger of God films.\n- Malek Jandali (born December 25, 1972), is an award-winning composer and pianist originally from Homs; Jandali is best known for arranging the oldest music notation in the world of Ugarit in his album Echoes from Ugarit.\n- Tige Andrews (March 19, 1920 – January 27, 2007), was an Emmy-nominated character actor who was best known for his role as \"Captain Adam Greer\" on the television series The Mod Squad.\n- Paul Anka (born July 30, 1941), is a singer and song writer. Anka rose to fame after many successful 1950s songs, earning him the status of a teen idol. (Some sources, such as The Canadian Encyclopedia and Time magazine, suggest that Anka is of Syrian descent, while other sources, including Anka's official website, suggest that he is of Lebanese descent.)\n- Michael Ansara (born April 15, 1922), is a stage, screen and voice actor.\n- Rosemary Barkett (born 1939), was the first woman to serve on the Florida Supreme Court, and the first woman Chief Justice of that court. She currently serves as a federal judge on the United States Court of Appeals for the Eleventh Circuit.\n- Mitch Daniels (born April 7, 1949), is the current Governor of the U.S. state of Indiana.\n- Hala Gorani (born March 1, 1970), is a news anchor and correspondent for CNN International.\n- Dan Hedaya (born July 24, 1940), is a prolific character actor notable for his many Italian American film roles.\n- Robert M. Isaac (born January 27, 1928), is the former Republican Mayor of Colorado Springs, Colorado. Elected in 1979, he was the first elected Mayor of the history of Colorado Springs, serving through 1997.\n- Alan Jabbour (born 1942), is a folklorist and a musician.\n- Steve Jobs (February 24, 1955 – October 5, 2011), was the co-founder and former CEO of Apple, the largest Disney shareholder, and a member of Disney's Board of Directors. Jobs is considered a leading figure in both the computer and entertainment industries.\n- Mohja Kahf (born 1967), poet and author\n- Peter Lupus (born June 17, 1932), is a bodybuilder and actor, known primarily for \"Mission: Impossible\".\n- Kurtis Mantronik (born September 4, 1965), is a hip-hop, electro funk, and dance music artist, DJ, remixer, and producer. Mantronik was the leader of the old-school band Mantronix.\n- Jack Marshall (born 1936), is an author and poet.\n- Louay M. Safi (born September 15, 1955), is a scholar and Human Rights activist, and a vocal critic of the Far Right. Author of numerous books and articles, Safi is active in the debate on nuclear race, social and political development, and Islam-West issues. He is the chairman of the Syrian American Congress.\n- Jerry Seinfeld (born April 29, 1954), is a comedian, actor, and writer, best known for playing a semi-fictional version of himself in the long-running sitcom Seinfeld, which he co-created and executively produced.\n- Teri Hatcher (born December 8, 1964), is an actress known for her television roles as Susan Mayer on the ABC comedy-drama series Desperate Housewives, and Lois Lane on Lois & Clark: The New Adventures of Superman. Hatcher is Syrian from her mother's side.\n- Yasser Seirawan (born March 24, 1960), is a chess grandmaster and 4-time US-champion. Seirawan is the 69th best chess player in the world and the 2nd in the United States.\n- Mona Simpson (born June 14, 1957), is a novelist and essayist; Simpson is also a sister of Steve Jobs.\n- Kelly Slater (born February 11, 1972), is a successful professional surfer and an 11 time world champion.\n- Wafa Sultan (born 1958), is a well-known secular activist and vocal critic of Islam. In 2006, Sultan was chosen by Time Magazine to be on the Time 100 list of the 100 most influential people in 2006.\n- Vic Tayback (January 6, 1930 – May 25, 1990), was an actor who won two Golden Globe Awards for his role in the television series Alice.\n- Fawwaz Ulaby, is the R. Jamieson and Betty Williams Professor of Electrical Engineering and Computer Science at the University of Michigan, and the former vice president for research.\n- M.Safwan Badr, is a Professor of Internal Medicine and Chief of Pulmonary/Critical Care and Sleep Medicine at the Wayne State University, and the president elect of the American Academy of Sleep Medicine (AASM).\nSee also \n- U.S. Census Bureau: Population by Selected Ancestry Group and Region: 2005[dead link]\n- \"Lebanese and Syrian Americans\". Utica College. Retrieved 2007-05-06.\n- \"Immigrants, by Country of Birth: 1961 to 2005\". United States Census. Archived from the original on 2007-04-03. Retrieved 2007-04-29.\n- A Community of Many Worlds: Arab Americans in New York City, Museum of the City of New York/Syracuse University Press, 2002\n- Naff (1993), p. 3\n- Ernest McCarus (1992). The Development of Arab-American Identity (Hardcoover ed.). University of Michigan Press. pp. 24, 25. ISBN 0-472-10439-X.\n- Hitti, Philip (2005) . The Syrians in America. Gorgias Press. ISBN 1-59333-176-2.\n- \"Syrian Americans\". Everyculture.com. Retrieved 2007-05-21.\n- Samovar & Porter (1994), p. 83\n- Suleiman (1999), pp. 1-21\n- McCarus, Ernest (1994). The Development of Arab-American Identity. University of Michigan Press. p. 26. ISBN 0-472-10439-X.\n- Samovar & Porter (1994), p. 84\n- \"Religion in Syria - Christianity\". About.com. Retrieved 2007-05-22.\n- \"St. Raphael of Brooklyn\". Antiochian Orthodox Christian Archdiocese of North America. Retrieved 2007-05-22.\n- \"Orthodox Churches (Parishes)\". The Antiochian Orthodox Church. Retrieved 2007-05-30.\n- Williams, Raymond (1996). Christian Pluralism in the United States: The Indian Experience. Cambridge University Press. p. 11. ISBN 0-521-57016-6.\n- \"Syria\". The World Factbook. 2007.\n- \"Religion in Syria - Alawi Islam\". About.com. Retrieved 2007-05-22.\n- Zenner, Walter (2000). A Global Community: The Jews from Aleppo, Syria. Wayne State University Press. p. 127. ISBN 0-8143-2791-5.\n- Kornfeld, Alana B. Elias. \"Syrian Jews mark 100 years in U.S.\". Jewish News of Greater Phoenix. Retrieved 2007-05-20.\n- Samovar & Porter (1994), p. 85\n- The Arab Americans: a history by Gregory Orfalea, pg 224\n- Naff, Alixa (1993). Becoming American: The Early Arab Immigrant Experience. Carbondale, Southern Illinois University Press. ISBN 978-0-585-10809-4.\n- Levinson, David; Ember, Melvin (1997). American Immigrant Cultures: Builders of a Nation. Simon & Schuster Macmillan. p. 580. ISBN 0-02-897213-9.\n- Giggie, John; Winston, Diane (2002). Faith in the Market: Religion and the Rise of Urban Commercial Culture. Rutgers University Press. p. 204. ISBN 0-8135-3099-7.\n- \"We the People of Arab Ancestry in the United States\". United States Census. Retrieved 2007-05-20.\n- Davis, Scott (2002). The Road from Damascus: A Journey Through Syria. Cune Press. ISBN 978-1-885942-84-5.\n- Mahdi, Ali Akbar (2003). Teen Life in the Middle East. Greenwood Press. pp. 189–191. ISBN 0-313-31893-X.\n- Toumar, Habib Hassan (2003). The Music of the Arabs. Amadeus. ISBN 1-57467-081-6.\n- \"Holidays\". US Embassy in Damascus. Retrieved 2007-05-24.\n- Eichner, Itamar (2006-11-17). \"Israeli minister, American Idol\". YNetNew.com. Retrieved 2006-05-20.\n- Rocchio, Christopher (2007-03-14). \"Paula Abdul dishes on Antonella Barba, 'Idol,' and her media portrayal\". RealityTVWorld.com. Retrieved 2006-05-20.\n- Zeidler, Sue. \"Is winning an Oscar a curse or a blessing?\". Film.com. Retrieved 2007-05-20.\n- \"Moustapaha Akkad\". The Daily Telegraph (London). 2005-11-12. Retrieved 2007-05-20.\n- \"Malek Jandali\". National Public Radio (Houston). 2010-10-08. Retrieved 2010-10-08.\n- \"'Mod Squad' actor Tige Andrews, 86, dies\". USA Today. 2006-02-05. Retrieved 2006-05-20.\n- \"Paul Anka\". Historyofrock.com. Retrieved 2007-05-20.\n- \"Anka, Paul\". The Canadian Encyclopedia. Retrieved 2007-03-26.\n- \"Paul the Comforter\". Time. 1961-11-03. Retrieved 2007-03-26.\n- Leiby, Richard (2005-04-05). \"Paul Anka's Deutsch Treat\". The Washington Post. Retrieved 2007-03-26.\n- \"FAQ\". PaulAnka.com. Retrieved 2007-03-26.\n- \"Indiana Governor Mitch Daniels\". Official Indiana state site. Retrieved 2006-05-20.\n- Abbas, Faisal (2006-01-17). \"Q&A with CNN’s Hala Gorani\". Asharq Al-Awsat. Retrieved 2006-05-20.\n- \"Dan Hedaya\". Internet Movie Database. Retrieved 2007-05-20.\n- \"Steve Jobs' Magic Kingdom\". BusinessWeek. 2006-01-06. Retrieved 2006-09-20.\n- Burrows, Peter (2004-11-04). \"Steve Jobs: He Thinks Different\". BusinessWeek. Retrieved 2006-09-20.\n- \"Jerry Seinfeld\". Vividseats.com. Retrieved 2006-05-20.\n- \"Yasser Seirawan\". Chessgames.com. Retrieved 2006-05-20.\n- Abinader, Elmaz. \"Children of al-Mahjar: Arab American Literature Spans a Century\". USINFO. Archived from the original on 2008-01-01. Retrieved 2007-05-20.\n- Campbell, Duncan (2004-06-18). \"Steve Jobs\". The Guardian (London). Retrieved 2006-05-20.\n- \"Surf for Peace\". Surfer Magazine. Retrieved 2009-06-17.\n- Nomani, Asra (2006-04-30). \"Wafa Sultan\". Time. Retrieved 2006-05-20.\n- \"The TIME 100, 2006\". Time. Retrieved 2006-05-20.\n- Maslin, Janet. \"Vic Tayback\". The New York Times. Retrieved 2007-05-20.\n- Abu-Laban, Baha; Suleiman, Michael (1989). Arab Americans: Continuity and Change. AAUG monograph series. Belmont, Massachusetts: Association of Arab-American University Graduates. ISBN 978-0-937694-82-4.\n- Kayal, Philip; Kayal, Joseph (1975). The Syrian Lebanese in America: A Study in Religion and Assimilation. The Immigrant Heritage of America series. [New York], Twayne Publishers. ISBN 978-0-8057-8412-1.\n- Naff, Alixa (1985). Becoming American: The Early Arab Immigrant Experience. Carbondale, Southern Illinois University Press. ISBN 978-0-585-10809-4.\n- Saliba, Najib (1992). Emigration from Syria and the Syrian-Lebanese Community of Worcester, MA. Ligonier, Pennsylvania: Antakya Press. ISBN 0-9624190-1-X.\n- Saliba Jerry Seinfeld Ticketsinventory.com Retrieved 2006-05-20. Missing or empty\n- Samovar, L. A.; Porter, R. E. (1994). Intercultural Communication: A Reader. Thomson Wadsworth. ISBN 0-534-64440-6.\n- Suleiman, Michael (1999). Arabs in America: Building a New Future. NetLibrary. ISBN 0-585-36553-9.\n- Younis, Adele L. (1989). The Coming of the Arabic-Speaking People to the United States. Staten Island, New York: Center for Migration Studies. ISBN 978-0-934733-40-3. OCLC 31516579.", "id": "<urn:uuid:8d7550a6-be12-4b4a-85f7-09f5a23b9afb>", "dump": "CC-MAIN-2013-20", "url": "http://en.wikipedia.org/wiki/Syrian_American", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9375941157341003, "token_count": 6791, "score": 3.46875, "int_score": 3}
{"text": "Schools and Students\nPrivate schools in 1999–2000 were located primarily in central cities (42 percent) and the urban fringe or large towns (40 percent) (table 2). About 18 percent of private schools were found in rural areas. In contrast, 24 percent of all public schools were in central city locations, 45 percent in the urban fringe or large towns, and 31 percent in rural areas. Most schools—61 percent of private and 71 percent of public—were elementary, but 10 percent of private schools and 25 percent of public schools were secondary. Finally, a much higher proportion of private schools (30 percent) were combined schools (usually grades K–12 or 1–12), compared with only 4 percent of public schools.\nFigures and Tables\nTable 2: Percentage distribution of schools according to community type and level, by sector and private school type: 1999-2000\nTable S2: Standard errors for the percentage distribution of schools according to community type and level, by sector and private school type: 1999-2000", "id": "<urn:uuid:700680b4-7ce1-472b-af82-33bd71cae337>", "dump": "CC-MAIN-2013-20", "url": "http://nces.ed.gov/programs/coe/analysis/2002b-sa01a.asp", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9785959720611572, "token_count": 207, "score": 3.015625, "int_score": 3}
{"text": "Efforts to incorporate Bowmanstown as a borough occurred as early as 1892. The village contained about 300 inhabitants in 1896 but the nearby New Jersey Zinc Company soon added to its growth. Bowmanstown was incorporated as a Borough on November 29, 1913 for the purpose of providing general local government services to residents of the community. Upon incorporation of Bowmanstown as a borough its boundaries encompassed lands measuring 0.75 square mile. The borough's assessed valuation in 1918 was $279,000.00. The population of 834 in 1920 remained relatively constant for decades. The Bowmanstown Borough Municipal Building (Borough Hall) is a converted school building that was constructed in 1903 to serve the youths of the community. In 1958, the Palmerton School District was established and combined several local schools in order to create a regional school thus making the Bowmanstown campus obsolete. In 1964, the Borough acquired the old brick school building and has been using it as offices ever since. The borough kept the building in its original condition.\nThe Bowmanstown Borough Authority was incorporated August 24, 1997 and was created for the purpose of owning and operating the Bowmanstown Public Water System. On February 11, 2002 the Authority began construction of its water system improvement project which included a new chlorine building, looping numerous water mains, installing new services, erection of a new 250,000 gallon Standpipe and a new liner to the one Reservoir. In 2009, the Authority replaced their two roofs at the Reservoirs with metal roofs. Ongoing water projects will continue to transpire throughout the years.", "id": "<urn:uuid:ad0f0f8d-cdf1-4156-803c-c0f2786185b8>", "dump": "CC-MAIN-2013-20", "url": "http://bowmanstownborough.tripod.com/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9726606011390686, "token_count": 317, "score": 2.71875, "int_score": 3}
{"text": "The town´s history\nAlthough written differently, Tölz was mentioned for the first time in the records of 1180. In 1331, it was granted extensive \"Marktrechte\", e.g. the right to hold a market. In the 13th and 14th century many workshops (e.g. limeburners and raftsmen) settled in this area. A great fire destroyed large parts of the town in 1453, but with generous noble support reconstruction soon began. Thanks to the location at the river Isar, the rafting and also brewery trade the town soon flourished. 22 breweries could be counted in 1721. Tölz became also famous for arts and crafts with the beautiful coloured chests, cases and beds. In 1845, iodine was found close to Tölz. Therefore, market town Markt Tölz became Bad (= the German word for spa resorts) in 1899. In 1906, it was recognized as town and in 1969 it got the rating \"Heilklimatischer Kurort\", which means that its climate is beneficial to health. What is more, in 2005, it also got the title \"Moorheilbad\", that means it is acknowledged as mineral and medicinal mud-bath spa.\nThe town´s coat of arms\nThe town´s coat of arms.\nThe town´s flag with the colours black and gold.", "id": "<urn:uuid:d411514d-c8d6-4b8e-8dbe-4a8df14e66fe>", "dump": "CC-MAIN-2013-20", "url": "http://www.bad-toelz.de/en/bad-toelz/stadt-bad-toelz/the-towns-history.html?refID=95", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9755674004554749, "token_count": 288, "score": 2.5625, "int_score": 3}
{"text": "|This article may be expanded with text translated from the corresponding article in the French Wikipedia. (December 2008)|\n|— Department —|\n|• President of the General Council||Augustin Bonrepaux (PS)|\n|• Total||4,890 km2 (1,890 sq mi)|\n|• Density||30/km2 ( 79/sq mi)|\n|Time zone||CET (UTC+1)|\n|• Summer (DST)||CEST (UTC+2)|\n|^1 French Land Register data, which exclude estuaries, and lakes, ponds, and glaciers larger than 1 km2|\nFoix is the administrative capital of the Ariège. It is an ancient medieval town with a fortress Chateau de Foix perched on a hill overlooking it. The fortress has been attacked many times without capture, including an attempt by Simon de Montfort. It has also been used as a prison, and the names of English prisoners of war can still be seen on the cell walls. Another famous chateau in the Ariège is Montségur, located on a rocky outcrop at a height of 1200 metres (3,900 ft). During the Albigensian Crusade and siege of 1244 AD the chateau was largely destroyed, with more than two hundred Cathar priests burnt at the stake as heretics. The chateau was gradually rebuilt by Royalists over a period of the next three hundred years.\nThe start of the seventeenth century saw the area ravaged by wars between Protestants and Catholics. In 1621 Huguenot forces ruined the church at La Tour-du-Crieu. In 1629 Pamiers was sacked by Henry of Condé following uprisings that left several hundred dead in the city. This was also the period during which the abbeys at Foix, Tarascon-sur-Ariège, Saint-Girons, Saverdun and Le Mas-d'Azil were torched and destroyed.\nThe nineteenth century was a time of strong industrial growth, supported in Ariège by an abundant supply of water power. The department also benefitted from its significant reserves of iron ore. The growth of iron based industries were a feature of the period, with the establishment in 1817 of a steel manufacturing plant at Pamiers which has been a principal driver of the local economy ever since. Other representative examples of the iron based industry that developed in Ariège during the nineteenth century include the forges at Montgaillard and the blast furnaces at Tarascon-sur-Ariège.\nDescription of the department's industrial development during the nineteenth century should also include mention of the paper industry at Saint-Girons and the textile industry in the Pays d'Olmes.\nTowns of particular historical interest in the département include Pamiers, host to a large commercial centre and three churches. Mirepoix is a medieval town, as is Saint-Lizier situated on a hilltop with winding streets, fine views and a church with cloisters that are noteworthy. Saint-Girons is an agricultural centre with a Saturday market.\nThe geography is dominated by the Pyrenees mountains, which form the border between France and Spain. There are hundreds of miles of well-marked paths which allow exploration of the magnificent Pyrenees mountains. The high mountains are easily accessible via good roads, cable cars or by foot. There are a number of lodges providing high level mountain accommodation that are comfortable, warm and with good meals.\nThere are also a number of fresh water lakes which provide a variety of activities including, walking, swimming, fishing, canoeing, sailboarding and picnicking.\nThe Ariege has several of its own downhill ski resorts, the three largest being Ax-Bonascre, Les Monts D'Olmes and Guzet-Neige. There are many cross country ski-ing resorts, one of the best being at Plateau de Beille, near Les Cabannes.\nThe Pyrenees mountain range forms a fantastic backdrop to the entire Ariège Department, rising some 10,000 feet (3000m) in the Montcalm Massif, along the border with Andorra and Spain. The highest peaks are clearly visible visible from Toulouse in the Haute Garonne. It is one of the least populated and most unspoiled regions of France. The locals enjoy keeping traditions alive, especially old farming techniques. Consequently, as fewer insecticides, for example, have been used, the flora and fauna of the area continue to be rich in both diversity and numbers. Butterflies are common and birds are numerous; particularly noticeable are large birds of prey, including the magnificent Griffon vultures.\nThere are also many unspoiled villages and hamlets tucked away in the valleys close to the department's border with Spain – Seix, Cominac and Aulus Les Bain are examples – together with picturesque mountain villages, most notably Aleu which comes alive in the holiday season.\nAriège stands on the eastern limit of oceanic dominance over rainfall, but other influences are felt:\n- Mediterranean – particularly visible in the vegetation of the foothills and of the valley of the Ariège river towards Tarascon, and in the Pays de Sault;\n- Continental – in the Pyrenean valleys, with many storms and big differences of temperature between day and night.\nThere is no great tendency to summer drought as the flow of air from the north-west brings rain throughout the year. Rainfall is moderate on the foothills and in some sheltered valleys, measuring 700 to 1,000 mm per year, but increases significantly in the higher valleys with levels between 1,000 mm and 1,800 mm. The slopes exposed to the north-west, such as Aulus and Orlu, are, as one would expect, the wettest, together with the frontal ridges that meet air flow from the southwest (giving rise to the Foehn effect). Snow cover is common over 1,000 metres, lasting several months above 1,500 to 2,000 metres. Some periglacial areas exist over 2,500 m but the only true glacier in Ariège is that of Mont Valier, near Castillon-en-Couserans.\nTemperatures are mild in the foothills, e.g. at the city of Foix (400 metres) the average is 5 °C in January and 19 °C in July. However, they decline rapidly with elevation, e.g. at l'Hospitalet-près-l'Andorre (1,430 m) it is 0 °C in January and 14 °C in July.\nThe inhabitants of the department are called Ariégeois.\nThe department has 151,477 inhabitants, or 146,289 as the population without double counting.\nThe populations of the arrondissements (double-counting) are :\n- Foix – 53,595\n- Pamiers – 69,664\n- Saint Girons – 28,218\nThe populations of the principal towns (double-counting) are :\n- Pamiers – 15,702\n- Foix – 9,994\n- Lavelanet – 7,068\n- Saint Girons – 7,019\nThe Ariege department is a largely unknown department which is situated next to the Aude in the most southern part of the Midi-Pyrenees region and shares its borders with the Aude, Andorra, Haute Garonne and the Pyrenees Orientales. This is predominantly a farming area as the soil is rich and fertile and yet more than 50% of the Ariège is mountainous, with 490 965 hectares being covered by forests.\n|Number of businesses||19 750||15 November 2006|\n|Rate of business creation||10.4% (Ariège) 9.3% (Midi-Pyrénées) 9.3% (France)||2003|\n|Unemployment rate||10.4% (Ariège) 9.1% (Midi-Pyrénées) 9% (France)||September 2006|\n|Value of Exports||450 M€||2005|\n|Value of Imports||368 M€||2005|\n|source : Ariège Expansion|\nThe Ariège Chamber of Commerce and Industry is situated at Foix. The department’s Economic Development Agency (ARIEGE EXPANSION) is at Verniolle. The department has established three ‘business incubators’ to support enterprise in Ariège.\nThe department has two parliamentary constituencies and twenty-two cantons. Broadly speaking, Ariège has been firmly held by the Socialist Party since the days of the Third Republic, although in recent years the right has managed to make some inroads.\nNevertheless, the department remains one of the most left-wing departments in France, and the left holds all but three of the department's 22 cantons.\nThe President of the General Council is Augustin Bonrepaux of the Socialist Party.\n|Union for a Popular Movement||2|\nAriégeois gastronomy is based on the cooking of Pyrenean regional food, such as cheese or charcuterie from the mountain country. The Azinat is the local and typical dish of Ariege. The department is also well advanced in the field of organic farming.\nThe castle of Foix\nCathedral of Saint-Antonin at Pamiers\nCathedral de Saint-Lizier\nCovered shopfronts at Mirepoix\nAccording to the general census of the population of 8 March 1999, 26.5% of available housing in the department consists of second homes.\n|Year||Town||Population without double-counting||Number of dwellings||Second homes||% of dwellings being second homes|\nFamous people \n- Fabien Barthez, football player, winner of the World Football Cup 1998 and born at Lavelanet\n- Pierre Bayle (1647–1706), philosopher and writer, born at Carla-Bayle (then known as Carla-le-Comte; the commune changed its name in his honour)\n- Théophile Delcassé (1852–1923), politician, minister, ambassador, born at Pamiers\n- Jacques Dupont (born in 1928), cyclist, holder of the Olympic record, born at Lézat-sur-Lèze\n- Gabriel Fauré (1845–1924), composer, born at Pamiers\n- Jacques Fournier (1285–1342), bishop of Pamiers then of Mirepoix, pope under the name Benedict XII from 1336 to 1342 (Avignon), born at Canté near Saverdun\n- Claude Piquemal (born in 1939), athlete and sprinter, Olympic medalist, born at Siguer\n- Marie Laforêt, born Maïténa Marie Brigitte Doumenach (in 1939), actress and singer.\nSee also \n- Cantons of the Ariège department\n- Communes of the Ariège department\n- Arrondissements of the Ariège department\n- Census 2009, French National Institute of Statistics\n- http://www.atlaspol.com/MDPY/ariege.htm Political atlas of Ariège (in French), consulted 30 June 2009\n- Census site, INSEE, figures as at 8 March 1999\n- Estimates of the intermediate census, INSEE, figures as at 1 July 2005\n|Wikimedia Commons has media related to: Ariège|\n- (French)Conseil general website\n- (French)Prefecture website\n- (French)Trekking in Ariege Pyrenees website\n- (French)Photography Panoramics 360° website\n- (French)Photography Panoramics 360° website 2", "id": "<urn:uuid:b98380f2-eaad-43d8-ae14-b78b1fa71c30>", "dump": "CC-MAIN-2013-20", "url": "http://en.wikipedia.org/wiki/Ari%c3%a8ge", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8962062001228333, "token_count": 2518, "score": 2.890625, "int_score": 3}
{"text": "German destroyer Z11 Bernd von Arnim\n|Career (Nazi Germany)|\n|Name:||Z11 Bernd von Arnim|\n|Namesake:||Bernd von Arnim|\n|Ordered:||9 January 1935|\n|Laid down:||26 April 1935|\n|Launched:||8 July 1936|\n|Completed:||6 December 1938|\n|Fate:||Scuttled, 13 April 1940|\n|General characteristics as built|\n|Class & type:||Type 1934A-class destroyer|\n|Displacement:||2,171 long tons (2,206 t)|\n|Length:||119 m (390 ft 5 in) o/a\n114 m (374 ft 0 in) w/l\n|Beam:||11.3 m (37 ft 1 in)|\n|Draft:||4.23 m (13 ft 11 in)|\n|Installed power:||70,000 shp (52,000 kW)|\n|Propulsion:||2 shafts, 2 × Wagner geared steam turbines\n6 × water-tube boilers\n|Speed:||36 knots (67 km/h; 41 mph)|\n|Range:||1,825 nmi (3,380 km; 2,100 mi) at 19 knots (35 km/h; 22 mph)|\n|Armament:||5 × 1 - 12.7 cm (5 in) guns\n2 × 2 - 3.7 cm (1.5 in) guns\n6 × 1 - 2 cm (0.79 in) guns\n2 × 4 - 53.3 cm (21 in) torpedo tubes\n32–64 depth charges, 4 throwers and 6 individual racks\nZ11 Bernd von Arnim was a Type 1934A-class destroyer built for the German Navy (Kriegsmarine) in the late 1930s. At the beginning of World War II, the ship was initially deployed to blockade the Polish coast, but she was quickly transferred to the German Bight to lay minefields in German waters. In late 1939 the ship made one successful minelaying sortie off the English coast that claimed one British warship and seven merchant ships. During the early stages of the Norwegian Campaign, Bernd von Arnim fought the British destroyer Glowworm while transporting troops to the Narvik area in early April 1940, but neither ship was damaged during the action. The ship fought in both naval Battles of Narvik several days later and had to be scuttled after she exhausted her ammunition.\nDesign and description \nBernd von Arnim had an overall length of 119 meters (390 ft 5 in) and was 114 meters (374 ft 0 in) long at the waterline. The ship had a beam of 11.3 meters (37 ft 1 in), and a maximum draft of 4.23 meters (13 ft 11 in). She displaced 2,171 long tons (2,206 t) at standard load and 3,190 long tons (3,240 t) at deep load. The Wagner geared steam turbines were designed to produce 70,000 shaft horsepower (52,199 kW) which would propel the ship at 36 knots (67 km/h; 41 mph). Steam was provided to the turbines by six high-pressure Benson boilers with superheaters. Bernd von Arnim carried a maximum of 752 metric tons (740 long tons) of fuel oil which was intended to give a range of 4,400 nautical miles (8,100 km; 5,100 mi) at 19 knots (35 km/h; 22 mph), but the ship proved top-heavy in service and 30% of the fuel had to be retained as ballast low in the ship. The effective range proved to be only 1,530 nmi (2,830 km; 1,760 mi) at 19 knots (35 km/h; 22 mph).\nBernd von Arnim carried five 12.7 cm SK C/34 guns in single mounts with gun shields, two each superimposed, fore and aft. The fifth gun was carried on top of the rear deckhouse. Her anti-aircraft armament consisted of four 3.7 cm SK C/30 guns in two twin mounts abreast the rear funnel and six 2 cm C/30 guns in single mounts. The ship carried eight above-water 53.3-centimeter (21.0 in) torpedo tubes in two power-operated mounts. Four depth charge throwers were mounted on the sides of the rear deckhouse and they were supplemented by six racks for individual depth charges on the sides of the stern. Enough depth charges were carried for either two or four patterns of 16 charges each. Mine rails could be fitted on the rear deck that had a maximum capacity of 60 mines. 'GHG' (Gruppenhorchgerät) passive hydrophones were fitted to detect submarines.\nThe ship was ordered on 4 August 1934 and laid down at Germania, Kiel on 26 March 1935 as yard number G537. She was launched on 8 July 1936 and completed on 6 July 1938. When World War II began in September 1939, Bernd von Arnim was initially deployed in the Baltic to operate against the Polish Navy and to enforce a blockade of Poland, but she was soon transferred to the German Bight where she joined her sisters in laying defensive minefields. The ship also patrolled the Skagerrak to inspect neutral shipping for contraband goods. Bernd von Arnim joined the other destroyers in laying minefields off the British coast in November, when Bernd von Arnim, Hermann Künne and Wilhelm Heidkamp laid about 180 magnetic mines in the middle of the Thames Estuary on the night of 17/18 November. The destroyer HMS Gipsy, one trawler, and seven other ships totalling 27,565 Gross Register Tons (GRT) were sunk by this minefield. Four days later, she was one of the destroyers escorting the battleships Gneisenau and Scharnhorst through the North Sea to break out into the North Atlantic. Together with her sisters Hans Lody and Erich Giese, Bernd von Arnim was to lay a minefield off Cromer during the night of 6/7 December, but she had trouble with two of her boilers and had to shut them down. The ship was ordered to return to port while the other two destroyers continued their mission.\nNorwegian Campaign \nBernd von Arnim was allocated to Group 1 for the Norwegian portion of Operation Weserübung in April 1940. The group's task was to transport the 139th Mountain Infantry Regiment (139. Gebirgsjäger Regiment) and the headquarters of the 3rd Mountain Division (3. Gebirgs-Division) to seize Narvik. The ships began loading troops on 6 April and set sail the next day. Bernd von Arnim was spotted by the British destroyer Glowworm in a storm on the morning of 8 April and the ship turned away to the north-west at full speed after laying a smoke screen. The German ship was suffering damage from the heavy seas at 35 knots (65 km/h; 40 mph) and was forced to reduce speed to 27 knots (50 km/h; 31 mph) after she had lost two men overboard. The British destroyer was better suited for the conditions and began to close on Bernd von Arnim. Lieutenant Commander (Korvettenkapitän) Curt Rechel, captain of von Arnim, turned his ship to the north-east, closer to the heavy cruiser Admiral Hipper. The ships exchanged fire without effect for an hour until Hipper came within range and sank Glowworm shortly afterward.\nThe German destroyers reached the Ofotfjord on the morning of 9 April and Commodore Friedrich Bonte took his flagship Wilhelm Heidkamp, Bernd von Arnim and Georg Thiele down the fjord to Narvik. A heavy snowstorm allowed von Arnim and Thiele to enter the harbor without challenge and tie up at a pier. The mountain troops immediately began disembarking, but the ship was spotted by the coast defense ship Norge a few minutes later. The latter ship immediately opened fire and was able to fire approximately 13 shells at 600–800 meters (660–870 yd) range before von Arnim was able to fire seven torpedoes. Only two struck the Norwegian ship, but they detonated one or more of the ship's magazines and she immediately capsized and sank. None of the Norwegian shells hit either of the two German destroyers due to the darkness and falling snow, despite the short range. Von Arnim lowered boats to rescue the surviving Norwegian sailors and was able to pick up 96 men together with boats from the merchantmen in harbor.\nVon Arnim and Thiele were the first to refuel from the single tanker that had made it safely to Narvik and later moved to the Ballangenfjord, a southern arm of the Ofotfjord, closer to the entrance. Shortly before dawn on 10 April, the five destroyers of the British 2nd Destroyer Flotilla surprised the five German destroyers in Narvik harbor. They torpedoed two destroyers and badly damaged the other three while suffering only minor damage themselves. As they were beginning to withdraw they encountered the three destroyers of the 4th Flotilla which had been alerted in the Herjansfjord when the British began their attack. The Germans opened fire first, but the gunnery for both sides was not effective due to the mist and the smoke screen laid by the British as they retreated down the Ofotfjord. The German ships had to turn away to avoid a salvo of three torpedoes fired by one of the destroyers in Narvik, but von Arnim and Thiele had also been alerted and were coming up to engage the British.\nThe two German destroyers crossed the T of the British flotilla and were able to fire full broadsides at a range of only 4,000 meters (13,000 ft). They first engaged the British flagship, HMS Hardy, and badly damaged her. Both of her forward guns were knocked out and the forward superstructure was set afire. Hardy was forced to beach herself lest she sink, and the German ships switched their fire to HMS Havock, the next ship in line. Their fire was relatively ineffective and both sides fired torpedoes without scoring any hits. Havock pulled out and dropped to the rear to fight off any pursuit by the ships of the 4th Flotilla. This placed HMS Hunter in the lead and she was quickly set on fire by the German ships. Thiele probably also hit her with a torpedo and she was rammed from behind by HMS Hotspur when the latter ship lost steering control. Hotspur was able to disengage, but Hunter capsized shortly afterward. The three remaining British ships were able to escape from the Germans under the cover of a smoke screen. Von Arnim had been hit by five British shells, which had knocked out one boiler. This was repaired by the morning of 13 April and she received six torpedoes from the badly damaged destroyers.\nOn the night of 12 April, Commander Erich Bey, the senior surviving German officer, received word to expect an attack the following day by British capital ships escorted by a large number of destroyers and supported by carrier aircraft. The battleship Warspite and nine destroyers duly appeared on 13 April, although earlier than Commander Bey had expected, and caught the Germans out of position. The five operable destroyers, including Bernd von Arnim, charged out of Narvik harbor and engaged the British ships. Although no hits were scored, they did inflict splinter damage on several of the destroyers. The ship was able to make a torpedo attack on the British destroyers before being driven off, but her torpedoes all missed. Lack of ammunition forced the German ships to retreat to the Rombaksfjorden (the easternmost branch of the Ofotfjord), east of Narvik, where they might attempt to ambush pursuing British destroyers. Von Arnim had exhausted her ammunition and she was beached at the head of the fjord. Her crew placed demolition charges and abandoned the ship. By the time the British reached the ship she had rolled over onto her side. The ship's crew joined the German troops ashore and participated in the campaign until the British evacuated the area in June.\n- Groener, p. 199\n- Whitley, p. 18\n- Koop and Schmolke, p. 26\n- Whitley, p. 215\n- Whitley, pp. 71–72\n- Whitley, p. 204\n- Koop and Schmolke, p. 91\n- Rohwer, pp. 2–3, 5, 7\n- Rohwer, p. 9\n- Whitley, p. 89\n- Hervieux, p. 112\n- Whitley, pp. 89–90\n- Whitley, p. 96\n- Haarr, pp. 91–93\n- Haarr, p. 323\n- Haarr, pp. 327\n- Haarr, p. 334\n- Whitley, p. 99\n- Harr, pp. 339–43\n- Haarr, pp. 344–47\n- Whitley, p. 101\n- Haarr, pp. 356–57, 362, 366\n- Whitley, p. 103\n- Haarr, pp. 368, 373–74\n- Gröner, Erich (1990). German Warships: 1815–1945. Volume 1: Major Surface Warships. Annapolis, Maryland: Naval Institute Press. ISBN 0-87021-790-9.\n- Hervieux, Pierre (1980). \"German Destroyer Minelaying Operations Off the English Coast (1940–1941)\". In Roberts, John. Warship IV. Greenwich, England: Conway Maritime Press. pp. 110–16. ISBN 0-87021-979-0.\n- Haarr, Geirr H. (2009). The German Invasion of Norway, April 1940. Annapolis, Maryland: Naval Institute Press. ISBN 978-1-59114-310-9.\n- Koop, Gerhard; Schmolke, Klaus-Peter (2003). German Destroyers of World War II. Annapolis, Maryland: Naval Institute Press. ISBN 1-59114-307-1.\n- Rohwer, Jürgen (2005). Chronology of the War at Sea 1939-1945: The Naval History of World War Two (Third Revised ed.). Annapolis, Maryland: Naval Institute Press. ISBN 1-59114-119-2.\n- Whitley, M. J. (1991). German Destroyers of World War Two. Annapolis, Maryland: Naval Institute Press. ISBN 1-55750-302-8.", "id": "<urn:uuid:504f9d3a-3560-48e7-bc01-eb8716f7ea38>", "dump": "CC-MAIN-2013-20", "url": "http://en.wikipedia.org/wiki/German_destroyer_Z11_Bernd_von_Arnim", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9510120153427124, "token_count": 3102, "score": 3.03125, "int_score": 3}
{"text": "and the operational\ndeployment of the West African Regiment\nOn the outbreak\nof war in August 1914 the Allies quickly moved against German possessions in West Africa.\nTogoland was seized (see: http://www.kaiserscross.com/188001/300143.html\n) and the large colony of Kamerun was attacked.\nIn Kamerun initial British attacks across the Nigerian border were\nrepulsed by the Germans, but an amphibious assault on Douala seized that port on 27th September 1914. The allied commander, Brigadier General Sir\nC.M. Dobell CMG, DSO, then ordered two columns to move north and attack Susa and Yabasi (sometimes\nspelt as Jabassi.) Yabasi lay 50 miles (80\nkilometres) up the Wuri\nRiver which was\nnavigable. The Royal Navy was tasked\nwith transporting the column to Yabasi.\nColumn Commander was Brevet Colonel E.H. Gorges DSO, the Commandant of the West\nAfrican Regiment. Colonel Gorges force\nconsisted of a land party under Lieutenant Colonel E. Vaughan (Manchester\nRegiment and West African Regiment) who commanded:\n2 sections of\nmountain artillery, one section each coming from the Sierra Leone Battery and the Gold\nCoast Battery, West African Frontier Force (WAFF).\nplus 2 machine guns from the West\nAfrican Regiment 2 companies\nfrom the 1st Nigeria\nHalf of the\nPioneer Company of the Gold Coast\nmedical detachments and 688 porters.\nthe Royal Navy, under Commander the Honourable B.T.C.O. Freeman-Mitford, was a\nflotilla comprised of:\nMole a dredger armed with a 6-inch gun.\nDreadnought a lighter also mounting a 6-inch gun.\nBalbus a steam tug that towed the Dreadnought and carried three 1-pounder guns.\nboat from HMS Cumberland, armed with\none 3-pounder gun and a machine gun.\nThe steam launches\nSokoto, Crocodile and Alligator,\neach armed with one machine gun.\ngun and detachment for employment on land.\nguns and crews came from HMS Challenger at\nThe West African Regiment (WAR)\nin Sierra Leone\nwas one of the Royal Navy’s most important harbours and bases, and it needed an\neffective garrison. White troops sent\nthere were decimated by fever and had to be replaced by battalions of the West\nIndia Regiment from the Caribbean. Internal unrest in Sierra Leone caused the British to\nraise a local infantry regiment in the colony in 1896 titled the West African\nThe WAR was an\nImperial unit; that meant that its cost was born by the British War Office and\nnot by colonial revenues raised in Sierra Leone. The regiment’s primary role was to defend the\ncolony’s capital Freetown,\nbut it was also available for operations anywhere in the world. The regiment raised twelve companies of\ninfantrymen from tribes in the Sierra\nLeone interior. The unit strength was: 60 British seconded officers,\n25 British seconded Non Commissioned Officers (NCOs) and 1,500 African rank and\nfile. The regimental march was Rule Britannia.\nIn the early\ndays the regiment was dressed in a blue single-breasted tunic with five gilt\nbuttons and standing collar, knee-length baggy blue breeches, a low red fez for\nheaddress and a brown belt with two pouches.\nBoots and gaiters were not issued or used. The soldiers were armed with the .303-inch\nLee Metford magazine rifle.\nBy 1914 the\nsoldiers were wearing a khaki flannel smock and calf-length breeches, but the\nmen still fought in bare feet. The rifle\nin use was the Short Magazine Lee Enfield, and two machine guns had been issued\nto the regiment. In Kamerun the red fez\nwas replaced by a green Kilmarnock hat and the\nbelt and pouches were replaced with M08 web equipment.\nIn pre-war days\nthe WAR had deployed five companies into the interior of Sierra Leone, and had stationed the regimental\nheadquarters and seven companies at Wilberforce, outside Freetown.\nThe West African Regiment should not be confused with the Sierra Leone\nBattalion of the West African Frontier Force, which was a colonially-funded,\ndirected and administered unit.\nThe approach up the Wuri River\nup-river started on 7th October and was enlivened by canoe-loads of\nvillagers trying to cling on to the vessels to get a free ride. Some of the canoe men climbed aboard the\nRoyal Navy craft to search for removable objects, and they had to be\nejected. As the long snake of vessels,\nled by the flagship Mole, passed\nBosida the ‘King’ (head chief) of the region came aboard for a visit. He had been hiding in the bush for three days\nas the withdrawing Germans were hanging anyone in authority who was thought to\nfavour the Allies.\nLeft: The Wuri River at Yabasi\nAs Nsake Fort\nwas reached, 10 miles (16 kilometres) south of Yabasi, the flotilla came under enemy\nrifle fire. Machine gun and 3-pounder\nfire sprayed and bombarded the fort in reply.\nA company of WAR disembarked and seized the fort which was found to be\nempty. Local villagers advised that the\nenemy had quickly withdrawn up-river to Yabasi.\nDeployment into action at Yabasi\ndefenders of Yabasi were the 1st (Depot) Company of the Schutztruppe\nsupported by local policemen and local Europeans. Knowing that the British flotilla was on its\nway towards them they had planned a sound defence, and they wanted to fight.\ninto the flotilla’s sight at 0800 hours on 7th October, and shortly\nafterwards the effects of the hot tropical sun began to be felt by the entire British\ncolumn. The Mole and the Dreadnought\nbombarded Yabasi town whilst the troops disembarked on the west side of the\nriver. The east side was thought to be\ntoo swampy and no British troops landed there.\nThis was a big mistake.\nordered Lieutenant Colonel Vaughan to advance with a main body of 4 companies\nand the machine gun section WAR, the Gold Coast pioneers and the Gold Coast\nmountain artillery. The remaining sub-units\nand the naval 12-pounder gun were held in reserve.\nAt this time\nthe flotilla noticed enemy movement on the east bank. A message was despatched to Colonel Gorges\nbut it either did not arrive or was ignored.\nLieutenant Colonel Vaughan\nwas now ordered to seize a mound south of the town whilst Captain E. S. Brand (Royal\nFusiliers and WAR) led a left-flanking attack (see sketch map). The mound was evacuated by the enemy and the\nBritish occupied it.\nmachine gunners on both sides of the river opened fire on the flotilla and on the\nBritish troops on the mound. Enemy rounds\nhit the gun mountings on the vessels, forcing Commander Freeman-Mitford to\nwithdraw his flotilla down-river out of range.\nThis denied Colonel Gorges the naval gun fire support that he had been\ncounting on. The tug Balbus had disobeyed orders and pushed\nher way too far upstream, and as she withdrew she ran aground on an island and\nhad to be abandoned. The navy was now pre-occupied\nwith emptying Balbus of her guns and\nother loose items. Things were going\nDisaster on the British left flank\nordered the naval 12-pounder to be dragged onto the mound by the naval gun\ndetachment and some accompanying Royal Marines.\nHe then went to inspect his left flank attack, as it appeared to be\nThe troops on\nthe left flank were in disarray. They\nhad advanced through a swamp to a river which could only be crossed by one\nbridge. German machine gunners had a\nclear field of fire from Yabasi and were knocking down anyone approaching the\nbridge. Captain Brand was dead along\nwith Staff Sergeant (Armourer) Frederick C. Wade (Royal Army Ordnance Corps and\nWAR) and Colour Sergeant Hector McGuirk (King’s Own Yorkshire Light Infantry\nand WAR). Lieutenant R.D. Bennett\n(Middlesex Regiment), the WAR Machine Gun Officer, was severely wounded. Twelve African soldiers had also been killed\nand 19 others wounded; many of these casualties were WAR machine gunners. On the river five British sailors had been\nLeft: Captain Ernest Stanley Brand\non the left flank were now either thrashing around in tall elephant grass or\nwere unwilling to face the German machine guns.\nTactical unity had been lost. A\ncompany of the 1st Nigeria Regiment was ordered to mount another\nflanking attack with the intention of going further to the west and getting\nonto ground beyond the bridge. But direction\nwas lost in the thick, swampy bush and the Nigerians emerged behind the WAR\ninstead of in front and to the left.\nColonel Gorges now\nturned to what he perceived to be his trump card, the naval detachment on the\nmound; here he found the men prostrated with exhaustion. Having no real idea of the physical demands\nmade by bush warfare, the naval detachment had thought that it could haul the\n12-pounder gun and ammunition without the assistance of local porters. To compound this situation the detachment had\nbeen ordered into action wearing heavy marching order. The result was that although the 12-pounder\nwas on the mound, the gunners were too exhausted to man it efficiently and the\nmarines were too exhausted to fight forward.\nAs dusk was now\napproaching a British retirement was ordered.\nThe men re-embarked and the flotilla, less Balbus, sailed back down-river to Nsake for the night. It then returned to Douala.\nThe second British attack on Yabasi\nordered an immediate second assault on Yabasi.\nThe WAR was rested and Colonel Gorges was given another column\nThe Nigerian Mountain Artillery Battery\n(less one section) WAFF.\nfrom the Gold Coast Mountain Artillery\nBattalion The Nigeria\nRegiment under Lieutenant Colonel J.B. Cockburn (Royal Welch Fusiliers and Nigeria\nA Composite Battalion consisting of 2\ncompanies of the Sierra Leone Battalion WAFF and 2 companies of the Gold Coast\nRegiment WAFF, under Lieutenant Colonel R.A. de B. Rose (Worcester Regiment and\nGold Coast Regiment, WAFF).\nfrom the Pioneer Company of the Gold\nMedical detachments and 450 porters.\nflotilla, again under Commander Mitford, was similar to the previous one but\nthis time 100 porters accompanied the 12-pounder gun.\nOctober the Composite Battalion was landed on both banks of the river at Nsake\nand advanced. Officers’ patrols located\nthe enemy near Yabasi also on both banks of the river, as before. The following morning 1st Nigeria\nRegiment (less one company), one section of Gold Coast Pioneers, the Nigerian\nmountain gunners and the naval 12-pounder detachment were landed on the west\nside of the river south of Yabasi. Lieutenant Colonel Cockburn was tasked with\ngetting behind and to the north of Yabasi by making a wide left flanking\napproach. The remainder of the column\nwas held afloat by Colonel Gorges so that he could reinforce either bank of the\nBy 1300 hours\nthe British troops on both banks were in contact with the enemy who was fighting\na withdrawing action. The flotilla\nprovided fire support and by 1500 hours Yabasi was encircled. One hour later\nthe British held all the enemy trenches.\nTen enemy prisoners were taken by 1st Nigeria Regiment. The British had lost 2 men wounded and one\nBritish NCO who died from the effects of the sun.\nOn the 15th\nOctober British patrols ascertained that the Germans were retreating towards\nNyamtam, and there was some inconclusive skirmishing. The flotilla successfully salved the Balbus, although it had to be sent to Nigeria\nfor a refit. The 1st Bn The Nigeria\nRegiment was left to garrison the Yabasi area and the remainder of the column\nreturned to Douala. The British dead from the first attack were\nburied in Douala Cemetery.\nAt Yabasi the\nBritish troops learned to respect German machine gunnery. Experience acquired the hard way during the\nfailed first attack helped the second attack to succeed.\nAfrican Regiment continued operating in Kamerun and was a useful unit. After the conquest of the territory the WAR\nprovided garrison troops for Kamerun, Togo and Gambia,\nand internal security troops for northern Nigeria. During the Great War 7 British officers and\nNon Commissioned Officers were killed in action and 4 others were wounded or\ninjured; 27 African soldiers were killed, 17 died of disease and 41 were\nColonel Gorges was\nappointed to be a Companion of the Most Honourable Order of the Bath (CB) and a\nCommander of the Most Excellent Order of the British Empire (CBE). Two\nofficers in the WAR were awarded Military Crosses. Five British officers and eight Sierra\nLeonian soldiers were Mentioned in Despatches.\nBeing Imperial troops the soldiers in the WAR were unfortunately not\neligible to receive the African Distinguished Conduct Medal (DCM) which was awarded to WAFF soldiers, and none\nwere considered for the Imperial DCM.\nhonours awarded to the regiment were: Sierra Leone 1897-98; Ashanti 1900; Cameroons 1914-16; and Duala. In 1928\nthe regiment was disbanded as a cost-cutting measure. At the time of disbandment the Prince of\nWales was the Colonel-in-Chief. This was\nsad end to a colonial Imperial unit that had served Britain well.\nThe Great War in West Africa\nby Brigadier General E.\nHoward Gorges CB, CBE, DSO.\nOfficial History. Military Operations Togoland and\nthe Cameroons by Brigadier General F.J. Moberly CB, CSI, DSO.\nThe History of the Royal West African Frontier\nForce by Colonel A.\nHaywood CMG, CBE, DSO and\nBrigadier F.A.S. Clarke DSO.\nThe Naval Review 1915. Imperial Sunset.\nFrontier Soldiering in the 20th Century by James Lunt.\nColonial Armies. Africa\n1850 to 1918 by Peter\nThe Empire at War by Sir Charles Lucas KCB, KCMG.", "id": "<urn:uuid:1817794f-8a67-4bec-ad57-eb9c6d7900a9>", "dump": "CC-MAIN-2013-20", "url": "http://www.kaiserscross.com/188001/315722.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9622209668159485, "token_count": 3166, "score": 3.5625, "int_score": 4}
{"text": "By Mike Bennighof, Ph.D.\nDuring the 1700s, European armies grew enormously\nin size. The Seven Years’ War of 1756\n– 1763 heightened the trend, and by\nthe end of the Napoleonic Wars field armies\nhad become enormous. Forces of 100,000 or\neven more, unheard of a century before, were\nnot at all unusual by 1815.\nThe French army introduced the concept of\na corps d’armee, a body of infantry,\ncavalry and artillery plus essential services.\nThe corps could fight alone or in cooperation\nwith other corps, and included all necessary\ncombat and administrative elements. By the\nend of the Napoleonic wears, all participants\nhad organized their troops into corps, usually\nmade up of varying numbers of divisions and\nDuring the years after 1815, some nations\nkept their corps structure in place during\npeacetime, using them to administer recruiting,\ntraining and other non-combat functions. This\nwould speed mobilization and keep the staffs\nemployed. The size and composition of corps\nalso became regularized, with each usually\nhaving the same number and types of subordinate\nBy the middle of the 19th century, an army\ncorps had become defined as the number of\ntroops that could be deployed from a single\nroad in less than two hours: roughly 20,000\nmen. That rule of thumb had been badly exceeded\nas extra troops were added: cavalry, engineers,\nartillerymen, light infantry, medical services,\nsupply columns and more.\nThe Prussian corps organization used in\nthe 1866 Austro-Prussian War had been introduced\nas part of War Minister Albrecht von Roon’s\nreforms starting in 1860. In 1859, the Prussian\nArmy mobilized its four army corps for war\non the side of Austria against France. The\nmobilization found many troops untrained,\nofficers of poor quality and supply services\neither insufficient or non-existent.\nIt also showed just how unwieldy the army’s\ncorps organization would prove in action.\nThe German Confederation, which included both\nAustria and Prussia along with 36 other german\nstates, had adopted a corps of four divisions.\nEach division consisted in turn of two or\nthree brigades, each brigade with two regiments\nof two battalions each plus one of light infantry.\nAll told, a German division would go to war\nwith 10 or 15 battalions, a corps with between\n40 and 60.\nRoon rationalized this organization; in\nbattle, he believed, a general was most efficient\nwith fewer maneuver elements to command. A\nnew-model Prussian infantry corps would have\ntwo divisions. Each division in turn had two\nbrigades, and each of them had two regiments.\nThe regiments would be larger, with three\nbattalions rather than the former two, as\na regimental colonel was expected to control\nall three by line of sight.\nA brigade commander only had to control\nthe two regiments under his command. At the\ndivision level, things got more complex. The\ndivision controlled two brigades, plus an\nartillery detachment of four six-gun batteries.\nThese would usually be parceled out to the\nbrigades in action. During peacetime the division\nwas responsible for either a pioneer battalion\nor a light infantry battalion; during wartime\nthese would be held in the corps reserve.\nThe corps controlled the two infantry divisions,\nplus attachments of artillery and cavalry.\nThis varied from four to seven batteries (six\nguns each) and two to five cavalry regiments.\nAustria also reformed its corps organization\nin 1860, based on the lessons of the 1859\nwar. An Austrian corps had included two or\nthree divisions, each in turn of two or three\nfive-battalion brigades. Each brigade included\nthe four field battalions of a single regiment\nplus a light infantry battalion: usually jägers\nbut in a few cases grenzers (Croatian border\ntroops) or volunteer student battalions.\nAustrian generals performed poorly in the\n1859 war, and the reform commission appointed\nafter the war recommended using fewer of them.\nIn particular, it pointed out that the small\nbrigades made regimental colonels superfluous.\nA peacetime regiment had contained four field\nbattalions and a grenadier battalion; now\nthey would have three field battalions, a\nfourth reserve battalion and in wartime a\nfifth training battalion. Two of these three-battalion\nregiments would be grouped in a brigade along\nwith a light infantry battalion and an eight-gun\nartillery battery. It was a powerful and flexible\norganization, led by a major general (Austria\ndid not have a “brigadier general”\nrank and this was the imperial army’s\nequivalent). The larger brigades required\nfewer light infantry battalions, allowing\nthe role to be filled exclusively by jägers.\nThe organization became less flexible at\nthe larger echelons. An Austrian corps included\nfour infantry brigades, a cavalry regiment\nand a brigade-sized artillery reserve as well\nas engineer, supply and medical units. The\nnew arrangement required fewer general officers,\nwhich had been the goal. But handling six\nmaneuver elements proved beyond the capability\nof most Austrian corps staffs in 1866, and\nthe intermediate stage of division headquarters\ngave Austria’s Prussian opponents a\ndecided advantage in flexibility and reaction\nspeed. Though the Prussian staff was undoubtedly\nbetter organized and more efficient than their\nAustrian counterparts, their organization\nalso gave them a lighter workload.\nof 1866: Frontier Battles the units are infantry brigades,\ncavalry regiments and artillery batteries,\nbut players maneuver their units by corps.\nThe corps are activated by the army command,\nor through the initiative of the corps commander.\nThe Prussians generally activate in a much\nmore predictable fashion, and can get all\nof their units into action thanks to the division\ncommanders. An Austrian corps is much more\ndifficult to handle and often only gets into\naction piece by piece.\nhere to order Battles of 1866: Frontier Battles now.", "id": "<urn:uuid:7d84fe71-cb98-4aca-863d-b31baad541c3>", "dump": "CC-MAIN-2013-20", "url": "http://www.avalanchepress.com/PrussianOrganization.php", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9506396651268005, "token_count": 1343, "score": 3.5625, "int_score": 4}
