{"text": "Ethiopian kids hack Zoom tablets in five months.\nThe One Laptop Per Child (OLPC) project recently tried a new approach to distributing computers to developing countries, by leaving boxes of tablets in remote Ethiopian villages with no instructions. The Motorola Zoom tablets had a custom English language OS, a solar charger, and tracking software to monitor how they were used.\nTo the surprise of the organization, not only could the kids who started using the tablets easily figure out how to switch on and use them, but they also learnt to hack into the OS and enable features - amazing especially seeing as most of the kids had never seen a printed word before, let alone in English.\n“We left the boxes in the village. Closed. Taped shut. No instruction, no human being. I thought, the kids will play with the boxes! Within four minutes, one kid not only opened the box, but found the on/off switch. He’d never seen an on/off switch. He powered it up. Within five days, they were using 47 apps per child per day. Within two weeks, they were singing ABC songs [in English] in the village. And within five months, they had hacked Android. Some idiot in our organization or in the Media Lab had disabled the camera! And they figured out it had a camera, and they hacked Android.”\nOLPC used the experiment to see whether kids can teach themselves to read and write English. Research shows that 100,000,000 kids worldwide don’t even make to to first grade, often because there are no schools or teachers available. For the cost of a tablet, that could all change. Previous OLPC studies have also shown that the kids will also teach their parents to read and write as well.", "id": "<urn:uuid:9dc0e204-f56c-43cf-b426-74e04dd58130>", "dump": "CC-MAIN-2013-20", "url": "http://augustobre.tumblr.com/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9698531031608582, "token_count": 364, "score": 2.796875, "int_score": 3}
{"text": "- November 15th, 2008\n- Derek Robertson\n- Comments: 7 Comments »Tags: Consolarium, Endless Ocean, games based learning, Wii\nEndless Ocean for the Nintendo Wii was one of those games that immediately caught my eye. A wonderful world in which the player can become immersed in a rich, vibrant and somewhat hypnotically therapeutic underwater world. I’ve written about how I thought it might be used to drive learning before but my initial ideas have been put into place and extended beyond recognition by some really creative teachers.\nLast week I went with Margaret Cassidy from Stirling Council to Cowie PS to see a teacher that was using Endless Ocean with her class:\nMrs Bullivant and her class of P.6 children treated me to an afternoon of sheer joy. I walked in to a class that had been turned into an underwater world that was awash with a tide of enthusiastic and industrious learnning.\n- Streamers of various shades of blue were hung from two lines that criss-crossed the class.From these lines also hung starfish, sharks and other underwater creatures that the children had made.\n- The Wii was hooked up to the whiteboard and the gameplay was integral to the learning.\n- The children were divided into ‘dive teams’ and their ‘dive leader’ had to manage certain aspects of how the children worked together.\n- Children were engaged with a teacher led leson that investigated buoyancy.\n- Children were searching the web to find out more about some of the creatures that they discovered in the game.\n- A spreadsheet activity detailing the range of creatures that they had discovered was in place.\n- A shipwreck (created by the janitor) was sitting in the class. This helped drive much of the creative writing work.\n- The children created treasure maps and were using these to look at grid references.\n- Mermaids were created in art and design and very lifelike they were too!\n- Reference books were in great demand when I was in the class and the initial stimulus of the game appeared to drive a real interest for what could be found in the complementary resource that was the book.\n- Children actively encouraged to measure exactly how long 7 metres is as a result of finding out that that was how long a Great White Shark was.\nThis was just a wonderful visit and an example of what learning in class can be. Yes we need creative teachers to lead this but isn’t that what we are meant to be. The work that was in evidence in this class was delightful to witness and further cemented my ideas of the possibilities of sandbox games such as Endless Ocean.\nCategories Stirling Council", "id": "<urn:uuid:ed02b25b-582c-477f-af77-6a012b479875>", "dump": "CC-MAIN-2013-20", "url": "http://blogs.educationscotland.gov.uk/consolarium/2008/11/15/endless-ocean-and-endless-learning-in-stirling/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9867492318153381, "token_count": 553, "score": 2.546875, "int_score": 3}
{"text": "Taking Play Seriously\nBy ROBIN MARANTZ HENIG\nPublished: February 17, 2008\nOn a drizzly Tuesday night in late January, 200 people came out to hear a psychiatrist talk rhapsodically about play -- not just the intense, joyous play of children, but play for all people, at all ages, at all times. (All species too; the lecture featured touching photos of a polar bear and a husky engaging playfully at a snowy outpost in northern Canada.) Stuart Brown, president of the National Institute for Play, was speaking at the New York Public Library's main branch on 42nd Street. He created the institute in 1996, after more than 20 years of psychiatric practice and research persuaded him of the dangerous long-term consequences of play deprivation. In a sold-out talk at the library, he and Krista Tippett, host of the public-radio program ''Speaking of Faith,'' discussed the biological and spiritual underpinnings of play. Brown called play part of the ''developmental sequencing of becoming a human primate. If you look at what produces learning and memory and well-being, play is as fundamental as any other aspect of life, including sleep and dreams.''\nThe message seemed to resonate with audience members, who asked anxious questions about what seemed to be the loss of play in their children's lives. Their concern came, no doubt, from the recent deluge of eulogies to play . Educators fret that school officials are hacking away at recess to make room for an increasingly crammed curriculum. Psychologists complain that overscheduled kids have no time left for the real business of childhood: idle, creative, unstructured free play. Public health officials link insufficient playtime to a rise in childhood obesity. Parents bemoan the fact that kids don't play the way they themselves did -- or think they did. And everyone seems to worry that without the chance to play stickball or hopscotch out on the street, to play with dolls on the kitchen floor or climb trees in the woods, today's children are missing out on something essential.\nThe success of ''The Dangerous Book for Boys'' -- which has been on the best-seller list for the last nine months -- and its step-by-step instructions for activities like folding paper airplanes is testament to the generalized longing for play's good old days. So were the questions after Stuart Brown's library talk; one woman asked how her children will learn trust, empathy and social skills when their most frequent playing is done online. Brown told her that while video games do have some play value, a true sense of ''interpersonal nuance'' can be achieved only by a child who is engaging all five senses by playing in the three-dimensional world.\nThis is part of a larger conversation Americans are having about play. Parents bobble between a nostalgia-infused yearning for their children to play and fear that time spent playing is time lost to more practical pursuits. Alarming headlines about U.S. students falling behind other countries in science and math, combined with the ever-more-intense competition to get kids into college, make parents rush to sign up their children for piano lessons and test-prep courses instead of just leaving them to improvise on their own; playtime versus r?m?uilding.\nDiscussions about play force us to reckon with our underlying ideas about childhood, sex differences, creativity and success. Do boys play differently than girls? Are children being damaged by staring at computer screens and video games? Are they missing something when fantasy play is populated with characters from Hollywood's imagination and not their own? Most of these issues are too vast to be addressed by a single field of study (let alone a magazine article). But the growing science of play does have much to add to the conversation. Armed with research grounded in evolutionary biology and experimental neuroscience, some scientists have shown themselves eager -- at times perhaps a little too eager -- to promote a scientific argument for play. They have spent the past few decades learning how and why play evolved in animals, generating insights that can inform our understanding of its evolution in humans too. They are studying, from an evolutionary perspective, to what extent play is a luxury that can be dispensed with when there are too many other competing claims on the growing brain, and to what extent it is central to how that brain grows in the first place.\nScientists who study play, in animals and humans alike, are developing a consensus view that play is something more than a way for restless kids to work off steam; more than a way for chubby kids to burn off calories; more than a frivolous luxury. Play, in their view, is a central part of neurological growth and development -- one important way that children build complex, skilled, responsive, socially adept and cognitively flexible brains.\nTheir work still leaves some questions unanswered, including questions about play's darker, more ambiguous side: is there really an evolutionary or developmental need for dangerous games, say, or for the meanness and hurt feelings that seem to attend so much child's play? Answering these and other questions could help us understand what might be lost if children play less.", "id": "<urn:uuid:316c7af5-14e1-4d0b-9576-753e17ef2cc5>", "dump": "CC-MAIN-2013-20", "url": "http://query.nytimes.com/gst/fullpage.html?res=9404E7DA1339F934A25751C0A96E9C8B63&scp=2&sq=taking%20play%20seriously&st=cse", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9614589214324951, "token_count": 1055, "score": 2.5625, "int_score": 3}
{"text": "Teach your child the importance of good sportsmanship.Not too long ago, my 10-year-old daughter's indoor soccer team finished their game and lined up to do the traditional end-of-game walk with the other team. If your own child has ever played in a team sport, you likely have seen this walk a hundred times before. Win or lose, each member of the team is expected to essentially tell the other players they did well and good game. This is a classic way to end a game on a positive note and to exhibit good sportsmanship, win or lose.\nThe opposing team in this case, however, had a unique way of showing their good sportsmanship. They all licked their hands before holding them out for our own girls to \"low-five\" as they walked down the line. Our girls saw this, and they refused to touch the other girls' slimy, slobbery, germ-ridden hands. You may be wondering if our girls' team beat this other team. The truth is that they beat the other team pretty harshly, but there is no score that would justify the level of poor sportsmanship that the other team exhibited.\nAs a parent, I can only hope the parents or coach on the other team reprimanded their girls for this unsportsmanlike behavior. This is not the kind of behavior any parent would be proud to see in their own child. However, this is just one of many ways unsportsmanlike behavior is exhibited. From tears on the field to pushing, shoving, \"trash talking\" and more, there are many different behaviors that are associated with poor sportsmanship.\nThe fact is that good sportsmanship is a quality that can play a role in your child's ability to react to other situations throughout life. Competition may occur on the field, but it also plays a part in the college admission process, a run for a place on the school board, the job application process and so much more. Teaching your child how to be a good sport now can help him or her to handle wins and losses throughout life with grace. So how can you help your child build a healthy \"win-or-lose\" attitude?\nA Positive Parental Role Model\nNo parent takes pride in seeing other players, either from their child's own team or on the opposing team, be better than their own child. Parents simply want their child to be the best. However, somewhere between the desire to see your kid to aim for the stars and the truth of reality is the fact that there always will be someone or some team that is better. As a parent, you can talk negatively about these better players or better teams, or you can talk positively about them. You can use these interactions with better competition to point out areas where your own child can improve and to teach your child to respect those with skills and talents that are worthy of respect. This is a great opportunity to teach your child to turn lemons into lemonade.\nYou Win Some, You Lose Some\nVery few children really are the best at what they do. There is always someone who either is better now or who is working hard to be better in the near future. A team that was on top this season may not be the top team the next season. While you want your child to work hard and strive to win, it is unrealistic to expect a child or his or her team to win all of the time. Children will inevitably be disappointed after a loss. This is understandable and justified, especially if he or she has been working hard and did his or her personal best. As a parent, your response to a loss is every bit as important as your response to a win. The fact is that an entire team can play their best, and they may simply be out-matched. Teaching kids that losses do happen, even when they try their hardest, can help them to cope with their defeat. Show them that you are proud of their performance and effort at each game rather than letting the tally mark under the \"W\" column dictate this.\nA Lesson Learned\nThe fact is that a child or a team simply will not improve very quickly when they are blowing out the competition on a regular basis. To be the best, you have to play the best. You have to be challenged by the best, and sometimes this means a loss will occur. Within each game, whether a win or loss, lies an opportunity for growth, development and improvement. After each game, regardless of the outcome, talk to your child about what he or she did well and what he or she thinks could have been done better. Rather than tell your child what you think, ask your child his or her personal opinion on the matter and what the coach said. Then, remind your child that these are areas that he or she can work on for the next game.\nNobody likes to lose, but challenge and loss are the motivators that make us all better. Whether on the field, in the workplace or any number of other environments, challenge and loss are vital to developing that ever-important trait that true winners in life have. That trait is perseverance.Content by Kim Daugherty .", "id": "<urn:uuid:efad95cf-5021-4697-ab61-7e73bd8414e7>", "dump": "CC-MAIN-2013-20", "url": "http://shine.yahoo.com/team-mom/building-healthy-win-lose-attitude-161700902.html?.tsrc=attcf", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9801746010780334, "token_count": 1056, "score": 2.75, "int_score": 3}
{"text": "There's this kid who gets bullied a lot by everyone. What should I do?\nHooray for the person who sent this question in to us! There are a lot more kids who witness bullying than there are victims of bullying. Often, people who see something happen are called bystanders. Wouldn't it be excellent if those bystanders would do something to help someone who's being bullied?\nBut how exactly do you find your courage and do it?\nFirst, be sure to let an adult know what's going on. If it's happening at school, have a talk with a teacher or school counselor about it. If it happens at camp, the camp counselor is the one to talk to. Approach the adult and say you need to talk. Explain what's been going on the best you can. Give details. The adult can take steps to stop the bullying.\nPlus, once they know about bullying, adults can do things to help the kid who's been bullied feel better and stronger. Adults can also help the kid who bullies learn to treat others with respect, friendship, and kindness.\nAfter talking to an adult, here are some other things you can do. Be friendly to the kid who gets bullied. For example, say \"hi\" at the lockers or bus line, include that kid at your lunch table, or invite the kid to play at recess or to be in your group for a project. This helps for two reasons:\nAny kid who gets bullied is likely to feel left out and alone. Your friendship helps that kid feel included and welcome.\nFriendship also helps prevent bullying because bullies are less likely to pick on kids when they are with friends.\nAnd when you see the bully acting mean, you can say, \"Hey, knock it off, that's not cool,\" and invite the kid who's being picked on to walk away with you. You can just say, \"C'mon, let's go.\" This can work even better if you get a couple of your friends to join you in standing up for the kid. Tell your friends ahead of time: \"I'm going to stick up for that kid. Will you do it with me?\"\nBe sure to update the adult about what's going on until the problem is solved. This is also a very good thing to talk to parents about. Your parent will want to know about all this and can give you more advice and support. Plus, your mom or dad will be proud that you're the kind of kid who cares and who stands up for others and for what's right!\nBullying makes kids feel terrible — and not just the kid who's being bullied. Just seeing someone else be bullied makes others feel bad. That's because meanness affects everyone in the environment. It's like meanness pollution, so let's all fight it!", "id": "<urn:uuid:9022b5f8-0239-4a69-bea8-89dd01d471fd>", "dump": "CC-MAIN-2013-20", "url": "http://kidshealth.org/PageManager.jsp?dn=CookChildrens&lic=403&cat_id=20950&article_set=83229&tracking=K_RelatedArticle", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9748665690422058, "token_count": 576, "score": 3.21875, "int_score": 3}
{"text": "Affton, Mo (KSDK) -- School leaders are teaching character education to prevent bullying.\nTeachers and counselors at Mesnier Primary School in Affton are getting the message across early that words hurt and the kids are paying attention.\nCounselors are also teaching kids anger management, using puppets.\n\"It's a turtle trick. When someone's bullying you, you go over to the peace path and there's this little turtle and he bends in his shell like this, and then you do it, and you count to 10, and most of the time, it gets your anger from being bullied,\" sauid Camden Schlueter, a student.\nIn Ladue, administrators have given teachers and students a took to report bullyig.\n\"Students and staff can use forms to fill out to go directly to counselors and administrators,\" said Maggie Travers, a Ladue School District psychologist. \"We have some policies in places that address these issues when they come up.\"\nIn South Roxana, Illinios, the approach is pro-active.\n\"The thing we try to do most is to promote positive behavior,\" said Principal Nate Porter.\nEven with these tools, there are conflicts, something Mesnier school teaches young kids to resolve.\n\"We bring them itno the office where we have a peace place to talk to the kids,\" explained Guidance Counselor Janet Winchester. \"If they're comfortable with it, then we have the kids work it out and we have a littel conflict mediation.\"\n\"It's called rock, paper, scissors,\" said Abbey Dallman, a student. \"And like if you're fighting over a swing, you can do rock, paper, scissors, to see who gets the swing.\nWhat teachers and administrators have learned is that early intervention tools work. They said teaching good behaviour in class was constructive than reactionary discipline. They believe the number one way to identify conflicts is by students speaking up and reporting problems.", "id": "<urn:uuid:46abacb2-6eea-4179-86ba-723eba9e87ba>", "dump": "CC-MAIN-2013-20", "url": "http://www.ksdk.com/news/local/story.aspx?storyid=319559", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9663208723068237, "token_count": 407, "score": 2.859375, "int_score": 3}
{"text": "Two teachers at Norview High School in Norfolk, VA were recently put on administrative leave by the school after a parent complained about a video that she saw in Government class. The video informed its audience on how to assert their constitutional rights during various encounters with police, such as during a car or house search. It was accompanied by a one page handout about a person’s rights when stopped and arrested by the police. When the girl came home after school that day, she told her mother “You won’t believe what we are learning in Government. They are teaching us how to hide our drugs.” The woman promptly called the school to complain about what was taught to her daughter, and the teachers were subsequently suspended.\nThere are two things that are rather irksome about these series of events. First, why are parents are so ready to jump to conclusions and act on those assumptions? It’s a little hard to believe that teachers would be lecturing their students on the best way to hide drugs from the police. If the girl’s mother had just inquired as to what was actually taught that day, it would have been clear that this was Government class as usual, just an exercise in educating youth on the Constitution.\nSecond, and more importantly, why are schools eager to appease parents at the drop of a hat? These are institutions filled with education professionals: teachers know what their students should learn and what the appropriate materials for teaching them are. A school’s administration should trust that the teacher is making reasonable choices as to how a child is taught and with what. In response to a parent’s complaint, they should first research the allegations. The administration at Norview High School, for instance, could have a gotten a copy of the leaflet given to students. They also could have watched the video to see if anything inappropriate was shown. Instead, the school acquiesced to the demands of one uninformed parent. Sometimes, Mother doesn’t know what’s best. That’s why we have schools and teachers.\nUnfortunately, this is not a new problem. Schools all over the country have bowed down to raging parents over something they don’t think is appropriate for their child. It’s a distressing thought that a parent’s misunderstanding about a certain book or a particular lesson in school can translate into a child’s incomplete education. Learning about an individual’s constitutional rights enhances one’s education and can even make for a better citizen. School administrators need to have more confidence in themselves and their teachers. They need to stick to what they believe is important for a child’s education.", "id": "<urn:uuid:a4dee370-849c-4c50-bca2-fa569742a920>", "dump": "CC-MAIN-2013-20", "url": "http://ncacblog.wordpress.com/2010/06/09/teachers-get-in-trouble-for-teaching-students-about-their-constitutional-rights/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9836153984069824, "token_count": 549, "score": 2.5625, "int_score": 3}
{"text": "Should I Be a Strict or Lenient Parent?\nTo be strict or not to be strict, that is the question – in fact, it’s the number-one question among child-rearing and education authorities, among teachers and, of course, parents. It’s doubtful that there is a parent who hasn’t at one time or another agonized over this.\nThere is a widespread uncertainty on how to be at home (or how to come across in the classroom) – tough or soft, to be a strict disciplinarian or a permissivist. Have you noticed, however, that you seldom hear a parent or teacher admit “I am authoritarian” or “I am permissive”? These are terms reserved for those with whom you disagree.\nThe question, whether to be strict or lenient, never ceases to be debated in books and articles, or at conferences and conventions. Dr. Gordon points out that this question is what social scientists call a “pseudo problem” and how it also is a clear case of “either-or thinking”. Let’s take a look at what he means by that.\nSeldom parents or teachers seem to recognize that it is not necessary to make a choice between these two leadership styles. Few adults know it, but there is an alternative to being at either end of the strictness-leniency scale. There is the choice of a third style.\nThis alternative is being neither authoritarian nor permissive, neither strict nor lenient. Does that mean being somewhere near the middle of the scale–moderately strict or moderately lenient? Not at all. The alternative is not being on the scale at all! How so?\nAuthoritarian leadership–whether at home or in the classroom–means that the control is in the hands of the adult leader. It has been researched and proven for decades how ineffective maintaining control through power is. Authoritarianism often creates fearful and subservient children and/or rebellion.\nStill, no parent or teacher really wants to suffer the chaotic consequences of unrestricted freedom and lawless permissiveness either. It’s also true that most children are uncomfortable with the consequences of permissiveness. Permissive leadership means that control has been “permitted” to be in the hands of the youngsters. Children of permissive parents usually feel guilty about always getting their way. They also feel insecure about being loved, because their inconsiderate behaviors make them feel unlovable.\nSo what is that third viable alternative to both, authoritarian and permissive adult leadership? It’s what Dr. Gordon in detail describes in his model of parenting, a set of skills and methods known as Parent Effectiveness Training that are geared toward rearing self-disciplined children in a harmonious family climate.\nFor now, let’s just emphasize that this new approach to relating to youngsters requires a transformation in the way adults perceive children, as well as a shift in the way they treat them. This transformation can be accomplished by learning a few new skills and methods that are applied in everyday life.\nThis newsletter will describe and examine each of these skills and methods in its future editions and hopefully contribute to you having a more harmonious and peaceful home.", "id": "<urn:uuid:29c141a3-d91f-45f5-9c19-6ec27952d087>", "dump": "CC-MAIN-2013-20", "url": "http://www.gordontraining.com/free-parenting-articles/should-i-be-a-strict-or-lenient-parent/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9550747275352478, "token_count": 675, "score": 2.71875, "int_score": 3}
{"text": "It's normal for parents to disagree and argue from time to time. Parents might disagree about money, home chores, or how to spend time. They might disagree about big things — like important decisions they need to make for the family. They might even disagree about little things that don't seem important at all — like what's for dinner or what time someone gets home.\nSometimes parents can disagree with each other and still manage to talk about it in a calm way, where both people get a chance to listen and to talk. But many times when parents disagree, they argue. An argument is a fight using words.\nMost kids worry when their parents argue. Loud voices and angry words parents might use can make kids feel scared, sad, or upset. Even arguments that use silence — like when parents act angry and don't talk to each other at all — can be upsetting for kids.\nIf the argument has anything to do with the kids, kids might think they have caused their parents to argue and fight. If kids think it's their fault, they might feel guilty or even more upset. But parents' behavior is never the fault of kids.\nWhat Does It Mean When Parents Fight?\nKids often worry about what it means when parents fight. They might jump to conclusions and think arguments mean their parents don't love each other anymore. They might think it means their parents will get a divorce.\nBut parents' arguments usually don't mean that they don't love each other or that they're getting a divorce. Most of the time the arguments are just a way to let off steam when parents have a bad day or feel stressed out over other things. Most people lose their cool now and then.\nJust like kids, when parents get upset they might cry, yell, or say things they don't really mean. Sometimes an argument might not mean anything except that one parent or both just lost their temper. Just like kids, parents might argue more if they're not feeling their best or are under a lot of stress from a job or other worries.\nKids usually feel upset when they see or hear parents arguing. It's hard to hear the yelling and the unkind words. Seeing parents upset and out of control can make kids feel unprotected and scared.\nKids might worry about one parent or the other during an argument. They might worry that one parent may feel especially sad or hurt because of being yelled at by the other parent. They might worry that one parent seems angry enough to lose control. They might worry that their parent might be angry with them, too, or that someone might get hurt.\nSometimes parents' arguments make kids cry or give them a stomachache. Worry from arguments can even make it hard for a kid to go to sleep or go to school.\nWhat to Do When Parents Fight\nIt's important to remember that the parents are arguing or fighting, not the kids. So the best thing to do is to stay out of the argument and go somewhere else in the house to get away from the fighting or arguing. So go to your room, close the door, find something else to do until it is over. It's not the kid's job to be a referee.\nWhen Parents' Fighting Goes Too Far\nWhen parents argue, there can be too much yelling and screaming, name calling, and too many unkind things said. Even though many parents may do this, it's never OK to treat people in your family with disrespect, use unkind words, or yell and scream at them.\nSometimes parents' fighting may go too far, and include pushing and shoving, throwing things, or hitting. These things are never OK. When parents' fights get physical in these ways, the parents need to learn to get their anger under control. They might need the help of another adult to do this.\nKids who live in families where the fighting goes too far can let someone know what's going on. Talking to other relatives, a teacher, a school counselor, or any adult you trust about the fighting can be important.\nSometimes parents who fight can get so out of control that they hurt each other, and sometimes kids can get hurt, too. If this happens, kids can let an adult know, so that the family can be helped and protected from fighting in a way that hurts people.\nIf fighting is out of control in a family, if people are getting hurt from fighting, or if people in the family are tired of too much fighting, there is help. Family counselors and therapists know how to help families work on problems, including fighting.\nThey can help by teaching family members to listen to each other and talk about feelings without yelling and screaming. Though it may take some work, time, and practice, people in families can always learn to get along better.\nIs It OK for Parents to Argue Sometimes?\nHaving arguments once in a while can be healthy if it helps people get feelings out in the open instead of bottling them up inside. It's important for people in a family to be able to tell each other how they feel and what they think, even when they disagree. The good news about disagreeing is that afterward people usually understand each other better and feel closer.\nParents fight for different reasons. Maybe they had a bad day at work, or they're not feeling well, or they're really tired. Just like kids, when parents aren't feeling their best, they can get upset and might be more likely to argue. Most of the time, arguments are over quickly, parents apologize and make up, and everyone feels better again.\nHappy, Healthy Families\nNo family is perfect. Even in the happiest home, problems pop up and people argue from time to time. Usually, the family members involved get what's bothering them out in the open and talk about it. Everyone feels better, and life can get back to normal.\nBeing part of a family means everyone pitches in and tries to make life better for each other. Arguments happen and that's OK, but with love, understanding, and some work, families can solve almost any problem.", "id": "<urn:uuid:12d027d4-f1ad-47d0-baaa-eea0edc16cc9>", "dump": "CC-MAIN-2013-20", "url": "http://kidshealth.org/PageManager.jsp?dn=RadyChildrensHospital&lic=102&cat_id=20068&article_set=22653&ps=304", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9713375568389893, "token_count": 1240, "score": 3.28125, "int_score": 3}
{"text": "The Independent Jane\nFor all the love, romance and scandal in Jane Austen’s books, what they are really about is freedom and independence. Independence of thought and the freedom to choose.\nElizabeth’s refusal of Mr. Collins offer of marriage showed an independence seldom seen in heroines of the day. Her refusal of Mr. Darcy while triggered by anger showed a level of independence that left him shocked and stunned.\nThe freedom she exhibited in finally accepting him in direct defiance of Lady Catherine and knowing her father would disapprove was unusual even for Austen. In her last book Anne Elliot is persuaded to refuse Captain Wentworth at Lady Russel’s insistence.\nAlthough Jane played by the rules of the day, all of her writing is infused with how she wanted life to be. She ‘screams’ her outrage at the limitations for women in Emma.\nWhen accosted by Mrs. Elton, Jane Fairfax says,\n“Excuse me, ma’am, but this is by no means my intention; I make no inquiry myself, and should be sorry to have any made by my friends. When I am quite determined as to the time, I am not at all afraid of being long unemployed. There are places in town, offices, where inquiry would soon produce something — offices for the sale, not quite of human flesh, but of human intellect.”\n“Oh! my dear, human flesh! You quite shock me; if you mean a fling at the slave-trade, I assure you Mr. Suckling was always rather a friend to the abolition.”\n“I did not mean, I was not thinking of the slave-trade,” replied Jane; “governess-trade, I assure you, was all that I had in view; widely different certainly, as to the guilt of those who carry it on; but as to the greater misery of the victims, I do not know where it lies.”\nThat same sentiment is emphasized in Emma’s shock when Mrs. Weston tells her of Frank Churchill’s secret engagement to Jane.\n“Good God!” cried Emma, “Jane actually on the point of going as governess! What could he mean by such horrible indelicacy? To suffer her to engage herself — to suffer her even to think of such a measure!”\nI find it interesting that at the moment of Austen’s birth or there about, John Adams left his farm in Massachusetts for the Continental Congress in Philadelphia. Doesn’t sound particularly interesting, I know but consider this.\nJohn Adams left his home in mid-December 1775 to attend an unprecedented meeting of colonial representatives to consider severing ties with their mother country and her monarch; a decision that culminated in a document unlike any ever written. In the mother country, one day in that same cold December a baby girl was born at Steventon Rectory. Her cry was heard by only the people in the house but the years to come would see her pen create works unlike any the world had ever seen.\nComparing Austen’s words with Thomas Jefferson’s may seem a trivialization but I believe that Austen’s impact on the world is no less important than Jefferson’s. The effect of Jane’s writing maybe more subtle than that of the Virginian but it is no less influential.\nJefferson’s words instigated and promoted a revolution, a war of independence. Jane’s words had no such excessive consequence. Still in her own quiet, genteel yet powerful way she declared and promoted the same principles of freedom and self-regulated independence as our American forefathers. In all her novels Jane advocates independence of person and thought, the rights of all and acceptance of responsibility for those rights.\nJane may not have incited military action as Jefferson did but even as an avowed royalist, I doubt not that Jane Austen firmly believed in his declaration of the right to life, liberty and the pursuit of happiness.", "id": "<urn:uuid:0d8a309d-25c5-405d-a08a-c11239f0d717>", "dump": "CC-MAIN-2013-20", "url": "http://austenauthors.net/the-independent-jane", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9743200540542603, "token_count": 845, "score": 2.75, "int_score": 3}
{"text": "A main character’s name often gives you the first clue to what a novel is “about,” especially when it’s also the title of the book. A good example turns up in Olive Kitteridge, the collection of linked short stories that won the 2009 Pulitzer Prize for fiction. A just-picked olive is as bitter — and the color olive is as drab — as the title character of the book appears at first to be. The salt added during curing removes the bitterness just as love, the salt in this book, removes some of Olive’s. In Ireland a kitter is a left-handed person. And Olive is at least metaphorically left-handed: She’s out of sync with others in her coastal town in Maine. A surname database says of Kitter: “This is an Olde English or Anglo-Saxon pre 10th Century name which derives from the word ‘Cyta’ and is a nickname of the medieval period generally given to one of fairly violent attitudes.” Olive’s views of life are “fairly violent,” especially in the first story, when they are so angry they verge on caricature.\nMay 29, 2009\nWhat’s in a Character’s Name? ‘Olive Kitteridge’\nLeave a Comment »\nNo comments yet.", "id": "<urn:uuid:13555330-9462-4be5-bb21-d21bfedac74b>", "dump": "CC-MAIN-2013-20", "url": "http://oneminutebookreviews.wordpress.com/2009/05/29/what%E2%80%99s-in-a-character%E2%80%99s-name-%E2%80%98olive-kitteridge%E2%80%99/?like=1&_wpnonce=90624772bb", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9515275955200195, "token_count": 284, "score": 2.859375, "int_score": 3}
{"text": "Books Yellow, Red, and Green and Blue,\nAll true, or just as good as true,\nAnd here's the Blue Book just for YOU!\nHard is the path from A to Z,\nAnd puzzling to a curly head,\nYet leads to Books—Green, Yellow and Red.\nFor every child should understand\nThat letters from the first were planned\nTo guide us into Fairy Land\nSo labour at your Alphabet,\nFor by that learning shall you get\nTo lands where Fairies may be met.\nAnd going where this pathway goes,\nYou too, at last, may find, who knows?\nThe Garden of the Singing Rose.\nAs to whether there are really any fairies or not, that is a difficult question. The Editor never saw any himself, but he knew several people who have seen them-in the Highlands-and heard their music.\nIf ever you are in Nether Lochaber, go to the Fairy Hill, and you may hear the music your-self, as grown-up people have done, but you must go on a fine day.\nThis book has been especially re-published to raise funds for:\nThe Great Ormond Street Hospital Children’s Charity\nBy buying this book you will be donating to this great charity that does so much good for ill children and which also enables families to stay together in times of crisis. And what better way to help children than to buy a book of fairy tales. Some have not been seen in print or heard for over a century. 33% of the Publisher’s profit from the sale of this book will be donated to the GOSH Children’s Charity.\nYESTERDAYS BOOKS for TODAYS CHARITIES\nLITTLE RED RIDING HOOD\nOnce upon a time there lived in a certain village a little country girl, the prettiest creature was ever seen. Her mother was excessively fond of her; and her grandmother doted on her still more. This good woman had made for her a little red riding-hood; which became the girl so extremely well that everybody called her Little Red Riding-Hood.\nOne day her mother, having made some custards, said to her:\n\"Go, my dear, and see how thy grandmamma does, for I hear she has been very ill; carry her a custard, and this little pot of butter.\"\nLittle Red Riding-Hood set out immediately to go to her grandmother, who lived in another village.\nAs she was going through the wood, she met with Gaffer Wolf, who had a very great mind to eat her up, but he dared not, because of some faggot-makers hard by in the forest. He asked her whither she was going. The poor child, who did not know that it was dangerous to stay and hear a wolf talk, said to him:\n\"I am going to see my grandmamma and carry her a custard and a little pot of butter from my mamma.\"\n\"Does she live far off?\" said the Wolf.\n\"Oh! aye,\" answered Little Red Riding-Hood; \"it is beyond that mill you see there, at the first house in the village.\"\n\"Well,\" said the Wolf, \"and I'll go and see her too. I'll go this way and you go that, and we shall see who will be there soonest.\"\nThe Wolf began to run as fast as he could, taking the nearest way, and the little girl went by that farthest about, diverting herself in gathering nuts, running after butterflies, and making nosegays of such little flowers as she met with. The Wolf was not long before he got to the old woman's house. He knocked at the door—tap, tap.\n\"Your grandchild, Little Red Riding-Hood,\" replied the Wolf, counterfeiting her voice; \"who has brought you a custard and a little pot of butter sent you by mamma.\"\nThe good grandmother, who was in bed, because she was somewhat ill, cried out:\n\"Pull the bobbin, and the latch will go up.\"The Wolf pulled the bobbin, and the door opened, and then presently he fell upon the good woman and ate her up in a moment, for it was above three days that he had not touched a bit. He then shut the door and went into the grandmother's bed, expecting Little Red Riding-Hood, who came some time afterward and knocked at the door—tap, tap.\nLittle Red Riding-Hood, hearing the big voice of the Wolf, was at first afraid; but believing her grandmother had got a cold and was hoarse, answered:\n\"’Tis your grandchild, Little Red Riding-Hood, who has brought you a custard and a little pot of butter mamma sends you.\"\nThe Wolf cried out to her, softening his voice as much as he could:\n\"Pull the bobbin, and the latch will go up.\"\nLittle Red Riding-Hood pulled the bobbin, and the door opened.\nThe Wolf, seeing her come in, said to her, hiding himself under the bed-clothes:\n\"Put the custard and the little pot of butter upon the stool, and come and lie down with me.\"\nLittle Red Riding-Hood undressed herself and went into bed, where, being greatly amazed to see how her grandmother looked in her night-clothes, she said to her:\n\"Grandmamma, what great arms you have got!\"\n\"That is the better to hug thee, my dear.\"\n\"Grandmamma, what great legs you have got!\"\n\"That is to run the better, my child.\"\n\"Grandmamma, what great ears you have got!\"\n\"That is to hear the better, my child.\"\n\"Grandmamma, what great eyes you have got!\"\n\"It is to see the better, my child.\"\n\"Grandmamma, what great teeth you have got!\"\n\"That is to eat thee up.\"\nAnd, saying these words, this wicked wolf fell upon Little Red Riding-Hood, and tried to start eating her. Red Riding Hood screamed “Someone Help Me!” over and over again.\nThe woodcutter, who was felling trees nearby, heard Red Riding Hood’s screams for help and ran to the cottage. He burst in to find the wolf trying to eat Red Riding Hood.\nHe swung his axe, and with one blow killed the bad wolf for which Red Riding Hood was ever so grateful.\nGreat Book! Really interesting read! Was great to see a published version of Jewish tales! Arrived very quickly too - great service!\nA thrilling book about a chase across the US! A great story, my son loved it! Quick and Convenient delivery!\nStories of the famous spice route across Asia! Great to see a volume of Phillipine Folklore Stories in Print, only one I've found on the web!\nWe deliver to destinations all over the world, and here at Abela, we have some of the best rates in the book industry.\nWe charge shipping dependant on the book you have ordered and where in the world you are ordering from. This will be shown below the price of the book.\nThe delivery time is typically dependant on where in the world you are ordering from, Should you need a estimated delivery time, please do not hesitate to contact us.\nWe pride ourselves on the quality of our packaging and damage rates are very low. In the unlikely event there is damage please contact us before returning your item, as you may have to pay for return shipping, if you have not let us know.\nDue to the nature of books being read then returned for a refund, unfortunately we do not accept returns unless the item is damaged and we are notified ON THE DAY OF DELIVERY.", "id": "<urn:uuid:417be69e-3827-4c17-971c-f3410cf2c856>", "dump": "CC-MAIN-2013-20", "url": "http://www.abelapublishing.com/the-blue-fairy-book_p23349351.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9766756892204285, "token_count": 1657, "score": 2.5625, "int_score": 3}
{"text": "Hands on activityThe English designer William Morris was influenced by Indian patterns when he designed this block printed cotton fabric in 1883. Other British designers used Indian patterns, such as 'Paisley'. Using factories, British cloth makers were able to make cheaper fabrics and sell it in India in Victorian times. Indian weavers spun, wove and decorated their cloth in their own homes and this made it more expensive, so many of them went out of business. Have a look at the images below. They show some designs, cloth printing and the blocks used to print cloths.\nYou would need to print with your block thousands of time to decorate a large piece of cloth by hand. You can make a printing block using a potato - it's much easier to carve than wood!\nYou will need:\na big potato\npaper for your pattern\na small knife with a pointed end or a scalpel\nfabric paints or dyes - use indigo, turmeric or henna if you want to make authentic Indian colours\npaper plates for mixing colours\n1. Cut your potato in half and leave it to dry for a few hours. If you want, you can slice off the edges to make a square, which will be easier to line up when you print. You can also use a polystyrene ceiling tile, with the pattern drawn into it. You can buy real wood printing blocks in some Indian shops if you want to print from wood.\n2. Design your printing block pattern on thin white paper, filling in the areas to be cut out. Remember to make the pattern no larger than the potato. Cut the paper 1 centimetre bigger than the design.\n3. Tape your paper design onto the dry potato.\n4. Get an adult to help with this part. Using the sharp knife or scalpel, cut out your design.\n5. Mix your dyes or fabric paints on the paper plate. If you are using an Indian dye such as turmeric make it into quite a thick paste.\n6. Paint the dye onto your potato block, or press the block into the dye on the plate.\n7. Practice printing the block on some scrap paper before you try it on the fabric.\n8. Print the pattern onto the fabric. It looks best when you print repeated patterns, or try different colours next to each other. Keep the patterns in line using a long ruler.\n9. Leave the fabric to dry.\nNeed some inspiration?\nHave a look at the some Victorian paisley patterns.\nYou can have a go at a block printing activity in this Museum Open Learning Initiative activity.\nWooden blocks are available ready made from Parrotfish.\nHave a look at some William Morris designs and download some wallpaper.", "id": "<urn:uuid:69ba2ea4-bf08-4a99-ae50-19420c6223a6>", "dump": "CC-MAIN-2013-20", "url": "http://www.kew.org/plant-cultures/schools/schools_textiles_blockprint.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9351616501808167, "token_count": 564, "score": 2.921875, "int_score": 3}
{"text": "Join Us on\nAdd To Favorites\nDiscover the beauty, and functionality, of ancient Native American pottery! These replicas are a wonderful way to learn more about a culture.\nPottery in any culture is an age-old practice that was originally practical and eventually became seen as an art form. Ancient Native American pieces are beautifully decorated ceramics that are not only functional but a pleasure to look at as well. Choose a style of pottery from one Native nation to replicate.\nBased on the style of the pot, choose an armature such as a recycled container or crumpled aluminum foil. Cover this basic form with a thin Crayola® Model Magic® layer.\nAdd embellishments to your pot by creating ropes, leather cords, feathers, and beads, as appropriate to the culture and time period, and affixing them to your pot. For even edges, cut the compound with Crayola Scissors.\nOne way to make beads is to cut a long piece of fishing line. Make small Model Magic balls and wrap them around the fishing line about half-way down the length. Leave enough fishing line uncovered so you can use it to wrap around the lip of the pot later. Try making different shapes of beads and alternating colors to get different patterns. Another way to make beads is by wrapping the Model Magic compound around short pieces of plastic straws. You can then string your beads any way you like.\nAt the end of a string of beads on Native pottery, there are often large decorative feathers. Roll out Model Magic compound into feathers. Combine different colors for multicolor feathers. Then take a craft stick or other modeling tool to etch in the feather’s vein and the edges. Press the feather on the fishing line at the end of your beads. Cut off any fishing line that sticks out on the bottom. Wrap the extra fishing line around the lip of the pot and tie a knot.\nYou can hide the fishing line by covering the lip with cords or other decorative elements. Adorn your pot with a beautiful rope by braiding three long pieces of Model Magic compound and then wrapping the braid around the lip.\nAdd leather-like cords by rolling out long pieces of Model Magic compound and pressing them a little flat. Then twist and hang them on your pot. Model Magic® dries to the touch overnight and dries completely in 2 to 3 days.\nStudy Native American use of animal hides for homes and clothing.\nAdd To Favorites\nHow do people communicate when the landscape is as barren and forbidding as Arctic tundra? Make a stone message board In\nMake a realistic replica of a Hopi messenger from the spirit world. Incorporate natural objects to explore this traditio\nTell bigger-than-life raven stories from the Tlingit, Salish, and Haida nations. Build a miniature theatre to set the st\nInterview relatives about your family history. Write and illustrate the story of your family's past on a scroll you can\nCreate an original pop-art repetitive portrait based on a study the life and work of Andy Warhol.\nPicasso’s art career spanned many decades and included a variety of styles and influences. Create a portrait collage ins\nUpdate an ancient craft with contemporary designs and art materials. These holiday ornaments are light and unbreakable,\nOur crayons have been rolling off the assembly line since 1903, and you can see how it’s done.\nVisit us »\nBe the first to know!", "id": "<urn:uuid:67bf451a-fd43-4295-971e-25c07fdc2b9d>", "dump": "CC-MAIN-2013-20", "url": "http://www.crayola.com/lesson-plans/native-pottery-replicas-lesson-plan/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9236852526664734, "token_count": 726, "score": 2.84375, "int_score": 3}
{"text": "What Is Mead?\nMead, also known as honey wine, is regarded as the oldest of fermented beverage and has stood the test of time. From the dawn of pre-history to today mead has long been regarded as a delicacy, often referred to as the \"nectar of the gods\". The earliest archaeological evidence for the production of mead dates to around 7000 BC where pottery vessels containing a mixture of mead, rice and other fruits along with organic compounds of fermentation were found in Northern China.\nCrafted Artisan Meadery uses the finest raw, unfiltered, unpastuerized honey as well as fruits, spices, herbs, and other natural ingredients to create an experience that is solely \"mead\". Some of our meads are aged on oak and others not...oak does wonders to an already complex mead. Our use of honey might make you think that mead is only sweet. While mead can be made as sweet as a dessert wine it can also be made dry...and anywhere in between. Yes, you'll find a little of \"traditional wine\" and even a little of \"craft beer\" elements but mead is an experience all it's own. Where other beverages work within the confines of industry standards and style categories mead can be broken down into a few broad categories that allow us to be as creative and unique as we want...there are no rules.\nTraditional Traditional mead is purely Honey, Water, and Yeast. Traditionals allow the chosen honey to be showcased and the drinker to explore the characteristics of that honey. Tupelo, Clover, Orange Blossom, the list is long...there is a wide array of varietal honey available each with it's own unique flavor and aroma characteristics.\nMelomel Melomels are mead crafted using fruit, honey, water and yeast. Fresh and local: any fruit can be used but we tend to stick to fruits that we can source locally to ensure the freshest and best product possible. We build relationships with our vendors and often times find ourselves hauling a trailer load of cider or blueberries back from their family operations. Ask us, we'd love to share with you how to find these great local farms.\nMetheglin Metheglins are mead crafted using spices and/or herbs, honey, water and yeast. Cinnamon, vanilla and hibiscus are just a few examples of the countless ingredients we can use. The name \"metheglin\" finds it origins in the welsh translation \"medicine\" where these herbal elixirs were seen as have healing powers. We can't vouch for medicinal qualities but can say that a good metheglin is tough to beat.\nPyment Pyments are mead crafted using wine grapes, honey, water, and yeast. While being a type of melomel pyments are worth noting for their combination of elements of both wine and mead. While using red or white grapes honey is used to create something that is truly unique.\nCyser Cysers are mead crafted using apple cider, honey, and yeast. Being in Northeast Ohio we are in a prime location for some of the best tasting and freshest apple cider around. With our local sources we are usually able to begin a cyser fermentation within a day or two of the cider being pressed. With the number of apple and honey varieties available there is an endless array of flavors to create.", "id": "<urn:uuid:9f61095d-0f35-4cbb-862b-20ac132b3c03>", "dump": "CC-MAIN-2013-20", "url": "http://www.craftedmead.com/what-is-mead/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9628613591194153, "token_count": 706, "score": 2.59375, "int_score": 3}
