{"text": "Average life span in the wild: 12 years\nSize: 21 in (50 cm)\nWeight: 14.4 oz (408 g)\nDid you know? Chameleons don't change colors to match their surroundings. Each species displays distinct color patterns to indicate specific reactions or emotions.\nThe Meller's chameleon is the largest of the chameleons not native to Madagascar. Their stout bodies can grow to be up to two feet (two-thirds of a meter) long and weigh more than a pound (one-half kilogram).\nMeller's distinguish themselves from their universally bizarre-looking cousins with a single small horn protruding from the front of their snouts. This and their size earn them the common name \"giant one-horned chameleon.\"\nThey are fairly common in the savanna of East Africa, including Malawi, northern Mozambique, and Tanzania. Almost one-half of the world’s chameleons live on the island of Madagascar.\nAs with all chameleons, Meller's will change colors in response to stress and to communicate with other chameleons. Their normal appearance is deep green with yellow stripes and random black spots. Females are slightly smaller, but are otherwise indistinguishable from males.\nThey subsist on insects and small birds, using their camouflage and a lightning-fast, catapulting tongue, which can be up to 20 inches (50 centimeters) long, to ambush prey.\nExotic pet enthusiasts often attempt to keep Meller's chameleons as pets. However, they are highly susceptible to even the slightest level of stress and are very difficult to care for in captivity. In the wild, they can live as long as 12 years.", "id": "<urn:uuid:9c71b6db-6728-48b5-96b5-05fbc0b5bb4f>", "dump": "CC-MAIN-2013-20", "url": "http://amazingpicturesoftheanimals.blogspot.com/2012/05/mellers-chameleon-facts-pictures.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9396425485610962, "token_count": 359, "score": 3.40625, "int_score": 3}
{"text": "Octodon degus is generally considered endemic to west central Chile, where it inhabits the lower slopes of the Andes. Although some have argued that its range may extend north into Peru, this is not well supported. It is common in the international pet trade, however, and is often used in laboratory studies outside of its native range. (Contreras, et al., 1987; Woods and Boraker, 1975)\nOctodon degus inhabits a mediterranean-type semi-arid shrubland ecosystem called \"matorral\", which is found on the western slopes of the Andes between 28 and 35 degrees south latitude. Further north the climate becomes too arid to support this plant community, and further south it is too wet. Degus appear to be limited to elevations below 1200 meters, both by the distribution of their habitat and by their intolerance of low oxygen partial pressure. Degus are well able to inhabit lands influenced by cattle grazing, and are agricultural pests in some areas. (Contreras, et al., 1987; Fulk, 1976)\nOctodon degus superficially resembles a gerbil, but is much larger. Degus typically weigh between 170 and 300 g, and measure between 325 and 440 mm in length, including the tail. The fur is yellow-brown on the back and head, and the underparts and feet are cream colored. There is a pale band around the eye and, in some individuals, the neck. The tail is moderately long and conspicuously tufted. The ears are large and darkly pigmented. The fifth digit is reduced, and on the forefeet it has a nail instead of a claw. The cheekteeth are hypsodont and their biting surfaces resemble a figure of eight. Sexes are difficult to distinguish, but males tend to be about 10% larger than females. Pups are born furred and able to see, and begin exploring within hours of birth. Octodon degus can be distinguished from the two other members of the genus Octodon by slight differences in dental morphology. It is also smaller than its relatives and its tail is said to be more noticeably tufted. (Fulk, 1976; Lee, 2004)\nDuring the annual breeding season, male-male aggression temporarily increases. Males exclude other males from their burrow and monopolize the females (usually 2 to 4) who live there. Dustbathing and urine marking may be used in the defense of territory by both sexes, but these behaviors particularly increase in the male during the breeding season. Courting males often engage in mutual grooming with females, and frequently perform a courtship ritual which involves wagging of the tail and trembling of the body. The male then raises a hind leg and sprays urine onto the female. This may serve to familiarize her with his scent and perhaps make her more receptive to his advances in the future. Receptive females may sometimes enurinate males in a similar fashion. Related female degus may nurse each other's young. (Ebensperger and Caiozzi, 2002; Fulk, 1976; Kleiman, 1974; Soto-Gamboa, 2005)\nIn the wild degus tend to breed once per year. The breeding season usually begins in late May (autumn in Chile), and the young are conceived in late winter to early spring (September to October). In wet years, degus may produce second litters. It has been suggested that degus may be induced ovulators, but this has not been established for certain. There is also some evidence that male reproductive organs may be sensitive to changes in photoperiod. The gestation period is 90 days, and litter size is typically 4-6 pups. The young are precocial. They are born with fur and teeth; their eyes are open and they are able to move about the nest on their own. Pups are weaned at 4 to 5 weeks, and become sexually mature between 12 and 16 weeks of age. Degus do not reach adult size until about 6 months of age, however, and they generally live in same-sex social groups until they are about 9 months old and their first breeding season occurs. It has been reported that pups raised in isolation in the laboratory experience severe neural and behavioral abnormalities. (Ebensperger and Hurtado, 2005; Lee, 2004; Woods and Boraker, 1975)\nBefore conception can occur, the male degu must invest considerable energy in the defense of his territory and harem from other males. The female subsequently expends considerable energy in gestation and lactation. The pregnancy is relatively long for a rodent, and the young are born well developed. After birth, both parents protect and provision the pups. Degus nest communally, and groups of related females nurse one another's young. In the laboratory, the female remains close to the pups until two weeks after birth, and males have been observed to huddle with the young during this period without instances of infanticide. In the wild, male degus may spend as much time feeding and huddling with the young as females do. Pups begin to eat solid food at about two weeks of age, and venture out of the burrow at three weeks. Upon weaning at four to six weeks, the pups are able to live independently of the parents and form same-sex social groups until their first breeding season. (Ebensperger and Hurtado, 2005; Fulk, 1976; Lee, 2004; Woods and Boraker, 1975)\nIn laboratory conditions, degus typically live five to eight years.\nDegus are social and tend to live in groups of one to two males and two to five related females. Females participate in rearing on another's young. Groups maintain territories throughout much of the year. Degus are semi-fossorial, digging extensive communal burrow systems. These burrows are often shared by Bennett's chinchilla rat (Abrocoma bennettii). Degus feed exclusively above ground, however, and have been observed climbing into the low branches of shrubs while foraging. Dustbathing is an important social behavior among degus. Groups repeatedly mark favorite wallows with urine and anal gland secretions. This may help the group identify each other by scent as well as delineating territorial boundaries. Degus are mainly diurnal, and are most active during the morning and evening. (Ebensperger, et al., 2004; Fulk, 1976; Woods and Boraker, 1975)\nFulk (1976) estimated that social groups of degus occupy home areas of roughly 200 square meters, and that their density is about 75 degus per hectare. This may be an underestimate, however, due to the trapping methods used. (Fulk, 1976)\nDegus have well-developed sight, smell, and hearing. They are highly vocal and use various calls to communicate with one another, including alarm calls, mating calls, and communication between parents and young. Vision is very important in avoidance of predators and in foraging. It has been shown that degus are able to see ultraviolet wavelengths, and that their urine reflects in the UV range when fresh. It has therefore been suggested that degus' urine scent marks are also visual cues. These scent marks are also used as dust wallows, allowing members of a social group to identify each other by scent. (Chavez, et al., 2003; Fulk, 1976; Woods and Boraker, 1975)\nDegus are generalist herbivores. They feed on the leaves, bark, and seeds of shrubs and forbs. Among their favorite foods are the bark of Cestrum palqui and Mimosa cavenia, leaves and bark of Proustia cuneifolia, Atriplex repunda, and Acacia caven, annuals such as Erodium cicutarum when in season, green grasses, and thistle seeds. Degus choose food items that reduce fiber and increase nitrogen and moisture in the diet, and thus prefer young leaves and avoid woodier shrubs. Degus rely on microbial fermentation in their enlarged cecum (they are \"hindgut fermenters\") to digest their food. They reingest a large percentage of their feces, usually during the night. This allows them to maximize their digestion. Degus store food in the winter, and it has been reported that they occasionally eat meat in old age. (Gutierrez and Bozinovic, 1998; Kenagy, et al., 1999; Veloso and Kenagy, 2005; Woods and Boraker, 1975)\nOctodon degus is subject to predation by larger mammals such as culpeo foxes (Lycalopex culpaeus), and from the air by raptors such as barn owls (Tyto alba), short-eared owls (Asio flammeus), and black-chested buzzard eagles (Geranoaetus melanoleucus). Degus use vigilance and cover to avoid predators. Their pelage is also counter-shaded and matches the soil color, which reduces visibility to predators. Degus live socially and use alarm calls to warn others of danger. When a predator is spotted, they take cover in shrubby areas and may retreat to the communal burrow. (Ebensperger and Wallem, 2002; Woods and Boraker, 1975)\nOctodon degus affects the plant community in its habitat by selective browsing. Degus behaviorally reduce the fiber content of their diet, preferrentially eating shrubs such as Adesmia bedwellii, Baccharis paniculata, and Chenopodium petioare, which are less fibrous and less thorny than others. These species have been shown to increase their foliage area upon exclusion of degus. As degus are very common, they are themselves an important food source for their predators. (Gutierrez and Bozinovic, 1998)\nDegus often live in association with Bennett's chinchilla rats (Abrocoma bennettii). The two species are known to share burrow systems and have even been observed in the same chamber within a burrow. This is believed to be a mutualistic relationship, but it is not well understood. (Fulk, 1976; Woods and Boraker, 1975)\nDegus are frequently kept as pets, and are used extensively in laboratory research. Because they are largely diurnal, they are useful in research on circadian rhythms, and their intolerance of sugars makes them ideal models for diabetes research. (Lee, 2004)\nDegus are significant agricultural pests in some areas. They take advantage of cultivated prickly pear cactus, wheat, vineyards, and orchards as abundant food sources, and can do considerable damage. They are also known to host three species of parasites that can infect humans. (Fulk, 1976)\nTanya Dewey (editor), Animal Diversity Web.\nMary Hejna (author), University of Michigan-Ann Arbor, Phil Myers (editor, instructor), Museum of Zoology, University of Michigan-Ann Arbor.\nliving in the southern part of the New World. In other words, Central and South America.\nuses sound to communicate\nliving in landscapes dominated by human agriculture.\nhaving body symmetry such that the animal can be divided in one plane into two mirror-image halves. Animals with bilateral symmetry have dorsal and ventral sides, as well as anterior and posterior ends. Synapomorphy of the Bilateria.\nFound in coastal areas between 30 and 40 degrees latitude, in areas with a Mediterranean climate. Vegetation is dominated by stands of dense, spiny shrubs with tough (hard or waxy) evergreen leaves. May be maintained by periodic fire. In South America it includes the scrub ecotone between forest and paramo.\nuses smells or other chemicals to communicate\nhelpers provide assistance in raising young that are not their own\nan animal that mainly eats the dung of other animals\nactive at dawn and dusk\nhaving markings, coloration, shapes, or other features that cause an animal to be camouflaged in its natural environment; being difficult to see or otherwise detect.\nanimals that use metabolically generated heat to regulate body temperature independently of ambient temperature. Endothermy is a synapomorphy of the Mammalia, although it may have arisen in a (now extinct) synapsid ancestor; the fossil record does not distinguish these possibilities. Convergent in birds.\nan animal that mainly eats leaves.\nReferring to a burrowing life-style or behavior, specialized for digging or burrowing.\nan animal that mainly eats seeds\nAn animal that eats mainly plants or parts of plants.\noffspring are produced in more than one group (litters, clutches, etc.) and across multiple seasons (or other periods hospitable to reproduction). Iteroparous animals must, by definition, survive over multiple seasons (or periodic condition changes).\nhaving the capacity to move from one place to another.\nthe area in which the animal is naturally found, the region in which it is endemic.\nthe business of buying and selling animals for people to keep in their homes as pets.\nhaving more than one female as a mate at one time\nspecialized for leaping or bounding locomotion; jumps or hops.\ncommunicates by producing scents from special gland(s) and placing them on a surface whether others can smell or taste them\nbreeding is confined to a particular season\nremains in the same area\nreproduction that includes combining the genetic contribution of two individuals, a male and a female\nassociates with others of its species; forms social groups.\nplaces a food item in a special place to be eaten later. Also called \"hoarding\"\nuses touch to communicate\nthat region of the Earth between 23.5 degrees North and 60 degrees North (between the Tropic of Cancer and the Arctic Circle) and between 23.5 degrees South and 60 degrees South (between the Tropic of Capricorn and the Antarctic Circle).\nLiving on the ground.\ndefends an area within the home range, occupied by a single animals or group of animals of the same species and held through overt defense, display, or advertisement\nuses sight to communicate\nreproduction in which fertilization and development take place within the female body and the developing embryo derives nourishment from the female.\nyoung are relatively well-developed when born\nChavez, A., F. Bozinovic, L. Peichl, A. Palacios. 2003. Retinal spectral sensitivity, fur coloration, and urine reflectance in the genus Octodon (Rodentia): implications for visual ecology. Investigative Opthalmology & Visual Science, 44/5: 2290-2296.\nContreras, L., J. Torres-Mura, J. Yanez. 1987. Biogeography of Octodontid rodents: An eco-evolutionary hypothesis. Fieldiana: Zoology, New Series, 39: 401-411.\nEbensperger, L., F. Bozinovic. 2000. Energetics and burrowing behaviour in the semifossorial degu Octadon degus (Rodentia: Octodontidae). Journal of Zoology, 252: 179-186.\nEbensperger, L., A. Caiozzi. 2002. Male degus, Octodon degus, modify their dustbathing behavior in response to social familiarity of previous dustbathing marks. Revista Chilena de Historia Natural, 75: 157-163.\nEbensperger, L., M. Hurtado. 2005. On the relationship between herbaceous cover and vigilance activity of degus (Octodon degus). Ethology, 111/6: 593-608.\nEbensperger, L., M. Hurtado. 2005. Seasonal changes in the time budget of degus, Octadon degus.. Behaviour, 142: 91-112.\nEbensperger, L., M. Hurtado, M. Soto-Gamboa, E. Lacey, A. Chang. 2004. Communal nesting and kinship in degus (Octodon degus). Naturwissenschaften, 91: 391-395.\nEbensperger, L., P. Wallem. 2002. Grouping increases the ability of the social rodent, Octodon degus, to detect predators when using exposed microhabitats. Oikos, 98: 491-497.\nFulk, G. 1976. Notes on the activity, reproduction, and social behavior of Octodon degus. Journal of Mammalogy, 57/3: 495-505.\nGutierrez, J., F. Bozinovic. 1998. Diet selection in captivity by a generalist herbivorous rodent (Octodon degus) from the Chilean coastal desert. Journal of Arid Environments, 39: 601-607.\nKenagy, G., R. Nespolo, R. Vasquez, F. Bozinovic. 2002. Daily and seasonal limits of time and temperature to activity of degus. Revista Chilena de Historia Natural, 75: 567-581.\nKenagy, G., C. Veloso, F. Bozinovic. 1999. Daily rhythms of food intake and feces reingestion in the degu, an herbivorous Chilean rodent: optimizing digestion through coprophagy. Physiological and Biochemical Zoology, 72/1: 78-86.\nKleiman, D. 1974. Patterns of behaviour in hystricomorph rodents. Symposium of the Zoological Society (London), 34: 171-209.\nLee, T. 2004. Octodon degus: A diurnal, social, and long-lived rodent. ILAR Journal, 45/1: 14-24.\nSoto-Gamboa, M., M. Villalon, F. Bozinovic. 2005. Social cues and hormone levels in male Octadon degus (Rodentia): a field test of the Challange Hypothesis. Hormones and Behavior, 47/3: 311-318.\nSoto-Gamboa, M. 2005. Free and total testosterone levels in field males of Octodon degus (Rodentia, Octodontidae): accuracy of the hormonal regulation of behavior. Revista Chilena de Historia Natural, 78/2: 229-238.\nTokimoto, N., K. Okanoya. 2004. Spontaneous construction of \"Chines boxes\" by Degus (Octodon degus): A rudiment of recursive intelligence?. Japanese Psychological Research, 46/3: 255-261.\nVeloso, C., G. Kenagy. 2005. Temporal dynamics of milk composition of the precocial caviomorph Octodon degus (Rodentia : Octodontidae). Revista Chilena de Historia Natural, 78/2: 247-252.\nWoods, C., D. Boraker. 1975. Octodon degus. Mammalian Species, 67: 1-5.", "id": "<urn:uuid:2653877c-a97a-4524-a9e3-91af93f1f619>", "dump": "CC-MAIN-2013-20", "url": "http://animaldiversity.ummz.umich.edu/site/accounts/information/Octodon_degus.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9281585812568665, "token_count": 3982, "score": 3.0625, "int_score": 3}
{"text": "Science -- Asher et al. 307 (5712): 1091:\nWe describe several fossils referable to Gomphos elkema from deposits close to the Paleocene-Eocene boundary at Tsagan Khushu, Mongolia. Gomphos shares a suite of cranioskeletal characters with extant rabbits, hares, and pikas but retains a primitive dentition and jaw compared to its modern relatives. Phylogenetic analysis supports the position of Gomphos as a stem lagomorph and excludes Cretaceous taxa from the crown radiation of placental mammals. Our results support the hypothesis that rodents and lagomorphs radiated during the Cenozoic and diverged from other placental mammals close to the Cretaceous-Tertiary boundary.\nLagomorphs are rabbits, hares, and pikas. This might be referred to as a \"missing link\" of the rodents. Why do we care? Most mammals are rodents, and this tells us about the evolution of the most successful group of mammals. Cool!", "id": "<urn:uuid:fa9d11c3-ad57-40a6-8915-a8b1cd687729>", "dump": "CC-MAIN-2013-20", "url": "http://evolutionproject.blogspot.com/2005/02/139-evolution-of-rodents-and-rabbits.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8917523622512817, "token_count": 220, "score": 2.921875, "int_score": 3}
{"text": "Is this bone a Neanderthal flute?\nCave Bear femur fragment from Slovenia, 43+kya\nDOUBTS AIRED OVER NEANDERTHAL BONE 'FLUTE'\n(AND REPLY BY MUSICOLOGIST BOB FINK)\nScience News 153 (April 4, 1998): 215.\nBy B. Bower\nAmid much media fanfare, a research team in 1996 trumpeted an ancient, hollowed out bear bone pierced on one side with four complete or partial holes as the earliest known musical instrument. The perforated bone, found in an Eastern European cave, represents a flute made and played by Neandertals at least 43,000 ye us ago, the scientists contended.\nNow it's time to stop the music, say two archaeologists who examined the purported flute last spring. On closer inspection, the bone appears to have been punctured and gnawed by the teeth of an animal -- perhaps a wolf -- as it stripped the limb of meat and marrow report, April Nowell and Philip G. Chase, both of the University of Pennsylvania in Philadelphia. \"The bone was heavily chewed by one or more carnivores, creating holes that became more rounded due to natural processes after burial,\" Nowell says. \"It provides very weak evidence for the origins of [Stone Age] music.\" Nowell presented the new analysis at the annual meeting of the Paleoanthropology Society in Seattle last week.\nNowell and Chase examined the bone with the permission of its discoverer, Ivan Turk of the Slovenian Academy of Sciences in Ljubljana (S.N.: 11/23/96, p. 328). Turk knows of their conclusion but still views the specimen as a flute.\nBoth open ends of the thighbone contain clear signs of gnawing by carnivores, Nowell asserts. Wolves and other animals typically bite off nutrient-rich tissue at the ends of limb bones and extract available marrow. If Neandertals had hollowed out the bone and fashioned holes in it, animals would not have bothered to gnaw it, she says.\nComplete and partial holes on the bone's shaft were also made by carnivores, says Nowell. Carnivores typically break open bones with their scissor like cheek teeth. Uneven bone thickness and signs of wear along the borders of the holes, products of extended burial in the soil, indicate that openings made by cheek teeth were at first less rounded and slightly smaller, the researchers hold.\nMoreover, the simultaneous pressure of an upper and lower tooth produced a set of opposing holes, one partial and one complete, they maintain.\nPrehistoric, carnivore-chewed bear bones in two Spanish caves display circular punctures aligned in much the same way as those on the Slovenian find. In the March Antiquity, Francesco d'Errico of the Institute of Quaternary Prehistory and Geology in Talence, France, and his colleagues describe the Spanish bones.\nIn a different twist, Bob Fink, an independent musicologist in Canada, has reported\non the Internet\n(http://www.webster.sk.ca/greenwich/fl-compl.htm) that the spacing of the two complete and two partial holes on the back of the Slovenian bone conforms to musical notes on the diatonic (do, re, mi. . .) scale.\nThe bone is too short to incorporate the diatonic scale's seven notes, counter Nowell and Chase. Working with Pennsylvania musicologist Robert Judd, they estimate that the find's 5.7-inch length is less than half that needed to cover the diatonic spectrum. The recent meeting presentation is \"a most convincing analysis,\" comments J. Desmond Clark of the University of California, Berkeley, although it's possible that Neandertals blew single notes through carnivore-chewed holes in the bone.\n\"We can't exclude that possibility,\" Nowell responds. \"But it's a big leap of faith to conclude that this was an intentionally constructed flute.\"\nTO THE EDITOR, SCIENCE NEWS (REPLY BY BOB FINK, May 1998)\n(See an update of this discussion on Bob Fink's web site, November 2000)\nThe doubts raised by Nowell and Chase (April 4th, DOUBTS AIRED OVER NEANDERTHAL BONE 'FLUTE') saying the Neanderthal Bone is not a flute have these weaknesses:\nThe alignment of the holes -- all in a row, and all of equivalent diameter, appear to be contrary to most teeth marks, unless some holes were made independently by several animals. The latter case boggles the odds for the holes ending up being in line. It also would be strange that animals homed in on this one bone in a cave full of bones, where no reports of similarly chewed bones have been made.\nThis claim is harder to believe when it is calculated that chances for holes to\nbe arranged, by chance, in a pattern that matches the spacings of 4 notes of a\ndiatonic flute, are only one in hundreds to occur .\nThe analysis I made on the Internet (http://www.webster.sk.ca/greenwich/fl-compl.htm) regarding the bone being capable of matching 4 notes of the do, re, mi (diatonic) scale included the possibility that the bone was extended with another bone \"mouthpiece\" sufficiently long to make the notes sound fairly in tune. While Nowell says \"it's a big leap of faith to conclude that this was an intentionally constructed flute,\" it's a bigger leap of faith to accept the immense coincidence that animals blindly created a hole-spacing pattern with holes all in line (in what clearly looks like so many other known bone flutes which are made to play notes in a step-wise scale) and blindly create a pattern that also could play a known acoustic scale if the bone was extended. That's too much coincidence for me to accept. It is more likely that it is an intentionally made flute, although admittedly with only the barest of clues regarding its original condition.\nThe 5.7 inch figure your article quoted appears erroneous, as the centimeter scale provided by its discoverer, Ivan Turk, indicates the artifact is about 4.3 inches long. However, the unbroken femur would originally have been about 8.5 inches, and the possibility of an additional hole or two exists, to complete a full scale, perhaps aided by the possible thumbhole. However, the full diatonic spectrum is not required as indicated by Nowell and Chase: It could also have been a simpler (but still diatonic) 4 or 5 note scale. Such short-scale flutes are plentiful in homo sapiens history.\nFinally, a worn-out or broken flute bone can serve as a scoop for manipulation of food, explaining why animals might chew on its ends later. It is also well-known that dogs chase and maul even sticks, despite their non-nutritional nature. What appears \"weak\" is not the case for a flute, but the case against it by Nowell and Chase.\nLetter to the Editor: Antiquity Journal:\n\"A Bone to Pick\"\nBy Bob Fink\nI have a bone to pick with Francesco d'Errico's viewpoint in the March issue of Antiquity (article too long to reproduce here) regarding the Neanderthal flute found in Slovenia by Ivan Turk. D'Errico argues the bone artifact is not a flute.\nD'Errico omits dealing with the best evidence that this bone find is a flute.\nRegarding the most important evidence, that of the holes being lined up, neither d'Errico nor Turk make mention of this.\nThis line-up is remarkable especially if they were made by more than one carnivore, which apparently they'd have to be, based on Turk's analysis of the center-spans of the holes precluding their being made by a single carnivore or bite (Turk,* pp.171-175). To account for this possible difficulty, some doubters do mention \"one or more\" carnivores (Chase & Nowell, Science News 4/4/98).\nMy arguments over the past year pointed out the mathematical odds of the lining up of the holes occurring by chance-chewing are too difficult to believe.\nThe Appendix in my essay (\"Neanderthal Flute --A Musicological Analysis\") proves that the number of ways a set of 4 random holes could be differently spaced (to produce an audibly different set of tones) are 680 ways. The chances a random set would match the existing fragment's spacing [which also could produce a match to four diatonic notes of the scale] are therefore only one in hundreds. If, in calculating the odds, you also allowed the holes to be out of line, or to be less than 4 holes as well, then the chance of a line-up match is only one from many tens of thousands.\nAnd yet randomness and animal bites still are acceptable to account for holes being in line that could also play some notes of the scale? This is too much coincidence for me to believe occurred by chance.\nD'Errico mentions my essay in his article and what he thought it was about, but he overstates my case into being a less believable one. My case simply was that if the bone was long enough (or a shorter bone extended by a mouthpiece insert) then the 4 holes would be consistent and in tune with the sounds of Do, Re, Mi, Fa (or flat Mi, Fa, Sol, and flat La in a minor scale).\nIn the 5 points I list below, extracted from Turk's monograph in support of this being a flute, d'Errico omits dealing with much of the first, and all of the second, fourth and sixth points.\nTurk & Co's monograph shows the presence on site of boring tools, and includes experiments made by Turk's colleague Guiliano Bastiani who successfully produced similar holes in fresh bone using tools of the type found at the site (pp. 176-78 Turk).\nThey also wrote (pp. 171-75) that:\n1. The center-to-center distances of the holes in the artifact are smaller than that of the tooth spans of most carnivores. The smallest tooth spans they found were 45mm, and the holes on the bone are 35mm (or less) apart;\n2. Holes bitten are usually at the ends of bones rather than in the center of them;\n3. There is an absence of dents, scratches and other signs of gnawing and counter-bites on the artifact;\n4. The center-to-center distances do not correspond to the spans of carnivores which could pierce the bone;\n5. The diameters of the holes are greater than that producible by a wolf exerting the greatest jaw pressure it had available -- it's doubtful that a wolf's jaws would be strong enough (like a hyena's) to have made the holes, especially in the thickest part of the wall of the artifact.\n6. If you accept one or more carnivores, then why did they over-target one bone, when there were so many other bones in the cave site? Only about 4.5% of the juvenile bones were chewed or had holes, according to Turk (p. 117).\n* Turk, Ivan (ed.) (1997). Mousterian Bone Flute. Znanstvenoraziskovalni\nCenter Sazu, Ljubljana, Slovenia.\nMaintained by Francis F. Steen, Communication Studies, University of California Los Angeles", "id": "<urn:uuid:f166f15d-9976-40ed-8a49-8bed360001ff>", "dump": "CC-MAIN-2013-20", "url": "http://cogweb.ucla.edu/ep/FluteDebate.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9578442573547363, "token_count": 2445, "score": 3.71875, "int_score": 4}
{"text": "If it wasn’t for earthquakes, humans wouldn’t have innovated architecture\nThey wouldn’t have looked into new ways of building homes, but the problem is that we got good at it – good to the points our homes won’t be destroyed frequently enough aka they won’t evolute frequently.\nIf you look around you, there is very few free space - and in those spots you find big centers being eradicated everyday – safe and resistant enough – specially to earthquakes – what on earth will take down those inefficient dumb primitive beton monsters and make room for better buildings in the future ?\nSo the problem behind this is the ever expanding gap between technology and architecture : our homes will always be behind technology/progress – they will be always less optimal.\nI can only imagine how better the earth will be if our houses were “smart” or modern enough – it is not science fiction – the way we build stuff is very retarded to say the least when it comes to the material used, energy saving, what a home can “do” and it is just not possible “business wise” to say : ok, let us destroy and rebuild.\nBefore, nature took care of this, slowly and “less painfully”\nAs little earthquakes happened, our primitive cities got “devastated”, we rebuilt them in a better way but the costs were small.\nWe kept gradually improving till our cities became resistant to medium/high earthquakes.\nWe reached this point of the graph where things slow down, become stable – it is cool not to have the tragedy and misery of earthquakes, but on the other hand there is the hidden and expensive cost of stability and non-progress. It is invisible and super slow but as devastating in its effect as that 2 minutes tragedy called earthquake\nOur homes are costing the earth dearly and suffocating it – we need earthquakes to give engineers another better large-scale chance/try.\nBefore I start sounding too embarrassingly enthusiastic about earthquakes and destruction, here is a link on list of earthquakes – it has\n- Main lists of earthquakes\n- Historical earthquakes (before 1901)\n- List of 20th century earthquakes (1901–2000)\n- List of 21st century earthquakes (2001–present)\n- Lists of earthquakes by country\n- Largest earthquakes by magnitude\n- Deadliest earthquakes on record\nEnjoy the read !Read More", "id": "<urn:uuid:232a566f-fd11-4f6c-a2c2-97a9dce2484f>", "dump": "CC-MAIN-2013-20", "url": "http://mireille.it/2010/10/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9593789577484131, "token_count": 499, "score": 2.65625, "int_score": 3}
{"text": "My passion is studying early man, specifically how we became who we are. Is our violence an aberration or part and parcel of survival? No other mammal kills their own, but maybe–as the alpha on the planet–our greatest threat to our survival is our own species, so we’re forced to destroy each other.\nWhat was lacking in H. Habilis that led to their extinction, to be replaced by the big-brained, scrawny Homo erectus? Habilis was preyed upon by species with bigger claws, sharper teeth and thicker skin. Habilis (and my friend Lyta) scavenged their left-overs, in between hiding from the imposing mammals that dominated the Plio-Pleistocene African savanna. But, eventually hiding wasn’t enough and H. erectus took over (we don’t know if they fought with each other or if habilis left ‘with a whimper’).\nH. erectus, with his longer lower limbs for running and walking efficiency, his bigger brain especially in the areas for planning and forethought (and speech depending upon whose research you’re reading) was tall, thin, and barrel-chested, hardly daunting in a world of sabertooth cats, mammoth and giant sloths. Yet , it is he who spread from Africa to China, India, the Middle East, Java. It is he–not predator cats or alligators–who developed a highly adaptable culture allowing him to survive a wide range of climates and habitats.\nThat is the first of their firsts. Want more?\n- first appearance of systematic hunting.\n- first use of fire (though arguably no control of it)\n- first indication of extended childhood (thanks to the helplessness of their infants)\n- first indication of the ability to lead a more complex life (their Acheulian tools were sophisticated, their hunting was planned)\n- first to wear clothing (how else to survive Georgia and China)\n- first to create complex tools and weapons\nTheir faces were short but wide and the nose projected forward, hinting at the typical human external nose. They had a pronounced brow ridge. Their cranium was long and low and somewhat flattened at the front and back. The cranial bone was thicker than earlier hominids. Remnants show damage from being hit in the head by something like clubs or heavy rocks. Their arms and legs were also robust, with thicker bones and clear evidence of being heavily muscled. The suspicion is they were a more violent species than habilis. Is that why habilis disappeared? The tougher group survived and bred offspring with their thicker, more protective skulls.\nYou probably remember my friend Lyta is a Homo habilis (see her page). I’ve lived her life through Otto‘s ability to ‘see’ into the past. Where other primates rest when they have enough to eat, she thinks and shares information with her band. Where most mammals sleep when they aren’t hunting, playing or resting, Lyta worked–knapped tools, collected food for a cache, planned. I have come to believe that her survival depended not so much on her physique (which was sorely lacking in that physical time) as what was inside of her: her courage, ability to plan ahead, strength of her convictions, what we call ‘morals’. These are very human traits that can’t be preserved in bones and teeth. I wouldn’t know they existed if not for Otto. I’ve posted an excerpt from that research on Scribd.com (Born in a Treacherous Time).\nMy next project is to determine how man migrated throughout the world. Where did he get the courage? Was he forced out because he couldn’t defend his territory? Or was it wanderlust? Was he a seeker, wanting more for his life? Did he get bored and need to challenge his constantly-growing brain?", "id": "<urn:uuid:1a482eda-257a-44ed-9d36-645d7c2ae85a>", "dump": "CC-MAIN-2013-20", "url": "http://delamagente.wordpress.com/2009/06/22/homo-habilis-vs-homo-erectus/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9721047282218933, "token_count": 826, "score": 3.046875, "int_score": 3}
{"text": "A bullock cart or ox cart is a two-wheeled or four-wheeled vehicle pulled by oxen (draught cattle). It is a means of transportation used since ancient times in many parts of the world. They are still used today where modern vehicles are too expensive or the infrastructure does not favor them.\nUsed especially for carrying goods, the bullock cart is pulled by one or several oxen (bullocks). The cart (also known as a jinker) is attached to a bullock team by a special chain attached to yokes, but a rope may also be used for one or two animals. The driver and any other passengers sit on the front of the cart, while load is placed in the back. Traditionally the cargo was usually agrarian goods and lumber.\nCosta Rica \nIn Costa Rica, ox carts (carretas in the Spanish language) were an important aspect of the daily life and commerce, especially between 1850 to 1935, developing a unique construction and decoration tradition that is still being developed. Costa Rican parades and traditional celebrations are not complete without a traditional ox cart parade.\nIn 1988, the traditional ox cart was declared as National Symbol of Work by the Costa Rican government.\nIn 2005, the \"Oxherding and Oxcart Traditions in Costa Rica\" were included in UNESCO's Representative List of the Intangible Cultural Heritage of Humanity.\nIn Indonesia, Bullock Carts are commonly used in the rural parts of the country, where it is used for transporting goods and carriages and also people. But it is mostly common in Indonesia that there are Horse Car than Bullock Carts on the streets of Indonesia.\nBullock carts were widely used in Malaysia before the introduction of automobiles, and many are still used today. These included passenger vehicles, now used especially for tourists. Passenger carts are usually equipped with awnings for protection against sun and rain, and are often gaily decorated.\nSee also \n|Wikimedia Commons has media related to: Ox-drawn carts|", "id": "<urn:uuid:4dcad241-2b6b-4970-9112-c67a47a29a2c>", "dump": "CC-MAIN-2013-20", "url": "http://en.wikipedia.org/wiki/Bullock_cart", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9640528559684753, "token_count": 415, "score": 3.453125, "int_score": 3}
{"text": "The Nature Elephant\nThe Karen people have always lived naturally in the forest, and, for many generations have relied on elephants to help them.\nBecause elephants are ideal for carrying heavy loads they are essential for transportation through rural areas, and, more recently, for carrying tourists. The Karen people simply would not survive without them. The Karen people have always used elephants to help carry them through dense parts of the jungle which would be difficult on foot, such as down steep hills to fetch water from the creek, or carrying heavy bags of rice from the fields to the barn. What is little effort for an elephant would be a huge amount of labour\nfor humans. Because they are so important to the Karen people, elephants are their friends, and are treated with respect.\nTo manage an elephant and gain its trust requires knowledge, love and understanding. This is why the Karen people look after their elephants so well, and only certain members of the Karen family are trained enough to do this. Some of them call elephant-care a kind of black magic, and this black magic is passed down through families.\nPart of the skill of caring for elephants is to ensure the elephant is listened to. Karen legend has it that if a female elephant is ignored, it is likely that her eggs will become infected, and therefore she will not be able to continue the elephant family. This serious consequence acts as a grave warning to those handling elephants. A sense of duty, honor and patience are as important to the elephant as they are to the Karen people as a whole.\nThe legend of Chang Karen\nThis is a story about how elephants became so important in the life of the Karen hill tribe. The legend goes that once upon a time, there were two brothers living in the forest. One day, their mother needed to leave home for a business, so instructed the two boys to look after the house, be good, and by no means split open the bamboo tree, as it contained many flies. Being the mischievous boys they were, as soon as their mother was out of sight, they crept up to the forbidden bamboo and cracked it open, curious to see what would happen.\nImmediately, the room was filled with flies, two of which flew up into each of the boys' noses. Panicking, the boys didn't know what to do. Soon, they felt their bodies changing. Their legs began to itch, and grow longer and wider. Their heads began to swell, until they felt the size and shape of footballs. Their noses grew longer and their bodies became heavier and more clumsy.\nWhen their mother returned home, she was shocked to see what had happened to her sons. She offered them cooked rice, but they turned it down with a slow shake of their large heads, their noses swinging from side to side. They were still growing, and were too ashamed of their bad behaviour to eat. The mother offered them water, but they did not want to drink it. Soon, when the sons had grown too big for the house, and could now only walk on four legs, they left the house to find grass. This was all they felt like eating.\nVery soon the word spread, and people came from all over the valley to see the mutated boys. Their tongues had become too big for them to speak, so the sons had stopped talking. As if to compensate, their ears grew large so they cold hear very, very well. They had become elephant-boys.\nOne day, some workers came to see if the elephant-boys could help them carry heavy loads. They gave them wood and lead them to their workshops, and the elephant-boys were calm and obedient. The workers realised that what was a huge job for them, was little effort for these giant elephant boys. And life continued this way for many generations. This is the remarkable story of how elephants and humans came to work together in harmony, explaining how they can exist together in the forest.\nElephants and the Karen Hill Tribe people\nDeep in the rich forests of northern Thailand, in the bowl of a green valley, lies the Karen hill tribe community. Making the most of their natural surroundings, this tribe has managed to forge an incredibly simple life in the forest using no modern machinery or medicine. They need only the trees, plants, animals, and are especially reliant on the mighty elephant.\nThe Karen people have a strong bond with elephants: their self-sufficient lifestyles are surprisingly similar, and intertwining. Wild elephants play a very important role in the Karen way of life, as well as the relationships of valley inhabitants, and the magic of the valley.", "id": "<urn:uuid:e54319d9-029a-48b0-8d3d-42adb0690b50>", "dump": "CC-MAIN-2013-20", "url": "http://www.asianelephantsafari.com/news.php", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9856395721435547, "token_count": 937, "score": 3.046875, "int_score": 3}
{"text": "The Javan rhinoceros is one of the most rare animals in the world and it was just spotted on video tape.\nSeamen have long reported miraculous sightings of luminous, glowing seawater.\nYou know how animals are supposed to be able sense disasters before they happen? Well some believe it’s a myth, though there are lots of reports of animals behaving strangely days before the tsunamis hit in Indonesia. Hundreds of thousands of ants were seen scurrying away from the beach. Elephants, dogs, and zoo animals were all reported to have been acting strangely. What can explain it? Learn more on this Moment of Science.", "id": "<urn:uuid:19ce4a7d-7ae3-489c-8be3-7b90046f895d>", "dump": "CC-MAIN-2013-20", "url": "http://indianapublicmedia.org/amomentofscience/tag/indonesia/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.968927264213562, "token_count": 134, "score": 2.53125, "int_score": 3}
{"text": "The pristine waters off Kona, Hawaii, teem with big game and spawn many exciting fish tales. But this tale is unlike any other, a mystery involving a giant slender fish discovered on the surface minus its head and tail, making it nearly impossible to identify.\nSea Strike Capt. Dale Leverone poses with giant headless mystery fish found recently off Kona, Hawaii. In below image, first mate Jack Leverone lies beside the 7-foot-long denizen. Credit: the Leverones\nThe case may never be solved because scientists have little to go on besides the photos accompanying this post, and because the fishermen filleted the carcass and tossed it overboard.\nThe only thing that appears certain is that the headless mystery fish belongs to a species that resides at great depth, and is rarely encountered by humans.\nThe best guess, and some might have already ventured this theory, is that this was an oarfish. Oarfish are long and slender prehistoric-looking fish believed to have spawned tales of sea serpents among ancient mariners.\nThat’s what Capt. Dale Leverone of the Sea Strike, which stumbled upon the 7-foot-long ribbon-like fish, initially believed.\nThat’s also what Jon Schwartz supposed. Schwartz, a fishing photographer and friends of the Leverone family, spent an entire day last week trying to solve this mystery, and blogged about his detective work. His title: “Giant Headless Mystery Fish Baffles Fishermen and Scientists.”\nBut oarfish boast crimson-colored mane-like dorsal fins, tall and prominent near their heads, and the headless fish did not have a detectable dorsal fin. “I thought it was a car bumper, but then I remembered they don’t float,” first mate Jack Leverone told Schwartz.\nSchwartz contacted Jim Rizzuto, a veteran fishing writer in Hawaii, and Rizzuto suggested it could be a Hawaiian ridge scabbardfish, which are long and ribbon-like, and extremely rare. But scabbardfish do not get nearly this long, so it was crossed off the list.\nSchwartz plunged into Wikipedia and found a species called beltfish, which are long and thin, and a photo of a bunch of them at a fish market in Japan. Not a probable match.\nSchwartz also contacted two NOAA marine biologists, who could not provide a positive ID.\nI decided to probe on my own and contacted Perry Hampton, vice president of animal husbandry at the Aquarium of the Pacific in Long Beach, Calif.\nHampton said the photographs “do not show enough detail to make a determination” but added: “Despite the apparent lack of red dorsal fin it is hard to come up with any other species other than an oarfish,” based on the size of the specimen.\n“The most prominent part of an oarfish’s dorsal fin are the first few spines near the head,” he added. “It is possible that these things were lost along with the head. The rest of the dorsal fin runs the length of the body but usually lays flat in a recessed channel along the fish’s back unless it is alarmed.”\nSo the headless mystery fish could very well have been an oarfish, but the world may never know for sure. Just as it will never know what kind of shark or other predator chomped off its head and tail, leaving the rest for the Leverones.\nThey had planned to eat the headless mystery fish, but when they cooked it the flesh turned gelatinous, so they passed.\nMore on GrindTV\nNATURE – Facebook friends capture amazing baby whale, seal footage on same day\nSHARKS – Scary moments for divers during up-close tiger shark encounter\nFISHING – Bluefin tuna sells for record $1.76 million in Japan", "id": "<urn:uuid:0e7877da-7287-4cff-a596-b275d5b9e71d>", "dump": "CC-MAIN-2013-20", "url": "http://www.grindtv.com/outdoor/post/giant-headless-fish-at-center-of-intriguing-mystery-off-kona-hawaii/?.tsrc=_news", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9441236853599548, "token_count": 817, "score": 2.71875, "int_score": 3}
{"text": "Fewer rare sea turtles will die on the swordfish industry's longlines in Hawaii under an agreement between environmental groups and the government. The agreement settles a lawsuit challenging the federal government's plans that would have dramatically increase the number of turtles that could be killed. The Turtle Island Restoration Network, Center for Biological Diversity and KAHEA sued the National Marine Fisheries Service for allowing 46 imperiled Pacific loggerhead turtles to be hooked last year. The new court-ordered settlement caps the number at 17 per year. Meanwhile the National Marine Fisheries Service is weighing whether loggerheads need more protection under the Endangered Species Act.\n\"It made absolutely no sense to have one arm of the National Marine Fisheries Service increasing the lethal capture of loggerheads, while the other arm is in the process of determining whether loggerheads should be uplisted from threatened to endangered,\" said Todd Steiner, biologist and executive director of Turtle Island Restoration Network. \"With extinction looming, these animals need more protection, not less.\"\n\"With this decision, Hawaii's public-trust ocean resources can be better managed for our collective best interest, and not just the interests of this commercial fishery,\" said KAHEA program director Marti Townsend. \"This is a victory not just for the turtles, but for Hawaii's people who rely on a healthy, functioning ocean ecosystem.\"\nConservation groups represented by Earthjustice filed a federal lawsuit challenging a 2009 rule allowing the swordfish fleet to catch nearly three times as many loggerhead sea turtles as previously permitted. This settlement freezes the number at the previous cap of 17 while the government conducts additional environmental studies and decides whether or not to classify the loggerhead as endangered, rather than its current, less-protective status of threatened. For leatherback turtles, the bycatch limit remains at 16 per year. In 2010, eight Pacific leatherbacks and seven loggerheads were caught in the longline fishery, according to the National Marine Fisheries Service. There have already been 4 loggerheads captured in 2011, which has sea turtle conservationists concerned.\n\"Sea turtles have been swimming the oceans since the time of dinosaurs. But without a change in management, they won't survive our voracious quest for swordfish and tuna,\" said Miyoko Sakashita, oceans director at the Center for Biological Diversity. \"If loggerheads are going to survive in the North Pacific, we need to stop killing them in our fisheries.\"\n\"Pacific loggerhead sea turtles are nearly extinct, so this bycatch rollback helps right a serious wrong,\" said Teri Shore, program director at Turtle Island Restoration Network. \"We can't allow these rare sea turtles to disappear for a plate of swordfish. It's tragic that it took a lawsuit to correct this fishery problem.\"\nSwordfish longline vessels trail up to 60 miles of fishing line suspended in the water with floats, with as many as 1,000 baited hooks deployed at regular intervals. Sea turtles become hooked while trying to take bait or become entangled while swimming through the nearly invisible lines. These encounters can drown the turtles or leave them with serious injuries. Sea birds such as albatross dive for the bait and become hooked; marine mammals, including endangered humpback whales and false killer whales, also sometimes become hooked when they swim through the floating lines.", "id": "<urn:uuid:e36683d3-ded6-4e38-af4d-7bc73d1ec7e3>", "dump": "CC-MAIN-2013-20", "url": "http://earthjustice.org/news/press/2011/endangered-sea-turtles-saved-from-capture-in-hawaii-swordfish-fishery", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9501281380653381, "token_count": 666, "score": 3.125, "int_score": 3}
{"text": "|Scientific Name:||Phoebastria albatrus|\n|Species Authority:||(Pallas, 1769)|\n|Red List Category & Criteria:||Vulnerable D2 ver 3.1|\n|Reviewer/s:||Butchart, S. & Taylor, J.|\n|Contributor/s:||Balogh, G., Chan, S., Hasegawa, H., Peet, N., Rivera, K. & Suryan, R.|\nThis species is listed as Vulnerable because, although conservation efforts have resulted in a steady population increase, it still has a very small breeding range, limited to Torishima and Minami-kojima (Senkaku Islands), rendering it susceptible to stochastic events and human impacts.\nPhoebastria albatrus breeds on Torishima (Japan), and Minami-kojima (Senkaku Islands), that are claimed jointly by Japan, mainland China and Chinese Taipei. Historically there are believed to have been at least nine colonies south of Japan and in the East China Sea (Piatt et al. 2006). Its marine range covers most of the northern Pacific Ocean, but it occurs in highest densities in areas of upwelling along shelf waters of the Pacific Rim, particularly along the coasts of Japan, eastern Russia, the Aleutians and Alaska (Piatt et al. 2006, Suryan et al. 2007). During breeding (December - May) it is found in highest densities around Japan. Satellite tracking has indicated that during the post-breeding period, females spend more time offshore of Japan and Russia, while males and juveniles spend greater time around the Aleutian Islands, Bering Sea and off the coast of North America (Suryan et al. 2007). Juveniles have been shown to travel twice the distances per day and spend more time within continental shelf habitat than adult birds (Suryan et al. 2008). The species declined dramatically during the 19th and 20th centuries owing to exploitation for feathers, and was believed extinct in 1949, but was rediscovered in 1951. The current population is estimated, via direct counts and modelling based on productivity data, to be 2,364 individuals, with 1,922 birds on Torishima and 442 birds on Minami-kojima (G.R. Balogh in litt. 2008). In 1954, 25 birds (including at least six pairs) were present on Torishima. Given that there are now c.426 breeding pairs on Torishima (G.R. Balogh in litt. 2008), the species has undergone an enormous increase since its rediscovery and the onset of conservation efforts. In addition, in 2010, one nesting pair was observed on Kure Atoll (Hawaii, USA), but was probably female-female and unsuccessful, and one chick was produced on Midway Atoll (M. Naughton pers. comm. 2011). A tsunami which hit Midway Atoll in March 2011, did not impact on the single pair nesting on Eastern Island (U.S. Fish & Wildlife Service 2008).\nNative:Canada; China; Japan; Korea, Republic of; Mexico; Russian Federation; Taiwan, Province of China; United States; United States Minor Outlying Islands\nPresent - origin uncertain:Northern Mariana Islands; Philippines\n|Range Map:||Click here to open the map viewer and explore range.|\n|Population:||At the end of the 2006-2007 breeding season, the global population was estimated to be 2,364 individuals, with 1,922 birds on Torishima and 442 birds on Minami-kojima (Senkaku Islands). This estimate is based on: direct observation of breeding pairs on Torishima; an assumption on numbers of non-breeding birds; an estimate for the Minami-kojima population that is based upon a 2002 estimate and an assumption of population growth rate (which, together, puts the Minami-kojima population at about 15% of the global population [G.R. Balogh in litt. 2008]). More recently, Brazil (2009) estimates the population in Japan at c.100-10,000 breeding pairs and c.50-1,000 individuals on migration. The population is taken here as likely to number 2,200-2,500 individuals based on these estimates, roughly equating to 1,500-1,700 mature individuals.|\n|Habitat and Ecology:||Behaviour Phoebastria albatrus is a colonial, annually breeding species, with each breeding cycle lasting about 8 months. Birds begin to arrive at the main colony on Torishima Island in early October. A single egg is laid in late October to late November and incubation lasts 64 to 65 days. Hatching occurs in late December through January. Chicks begin to fledge in late May into June. There is little information on timing of breeding on Minami-kojima. First breeding sometimes occurs when birds are five years old, but more commonly when birds are aged six. It forages diurnally and potentially nocturnally, either singly or in groups primarily taking prey by surface-seizing (ACAP 2009). During the breeding season, individuals nesting off Japan forage over the continental shelf (Kiyota and Minami 2008). Habitat Breeding Historically, it preferred level, open, areas adjacent to tall clumps of the grass Miscanthus sinensis for nesting. Diet It feeds mainly on squid, but also takes shrimp, fish, flying fish eggs and other crustaceans (ACAP 2009). It has been recorded following ships to feed on scraps and fish offal.|\n|Major Threat(s):||Its historical decline was caused by exploitation. Today, the key threats are the instability of soil on its main breeding site (Torishima), the threat of mortality and habitat loss from the active volcano on Torishima, and mortality caused by fisheries. Torishima is also vulnerable to other natural disasters, such as typhoons. Introduced predators are a potential threat at colonies. Environmental contaminants at sea (oil based compounds) may also be a threat (G.R. Balogh in litt. 2008). Threats at sea (fisheries, oil pollution) are exacerbated by the fact that birds concentrate into predictable hotspots (Piatt et al. 2006). Modelling work has showed that even a small increase in low level chronic mortality (such as fisheries bycatch) has more of an impact on population growth rates than stochastic and theoretically catastrophic events, such as volcanic eruptions (Finkelstein et al. 2010). Phoebastria albatrus has the greatest potential overlap with fisheries that occur in the shallower waters along continental shelf break and slope regions, e.g., sablefish and Pacific halibut longline fisheries off the coasts of Alaska and British Columbia. Although, overlap between the distribution of birds and fishery effort does not mean that interactions between birds and boats necessarily occur, P. albatrus are known to have been killed in U.S. and Russian longline fisheries for Pacific cod and Pacific halibut. In addition, birds on Torishima have been observed with hooks in their mouths of the style used in Japanese fisheries near the island (ACAP 2009).|\nConservation Actions Underway\nIt is legally protected in Japan, Canada and the USA. A draft recovery plan has been developed (USFWS 2005). Mitigation measures have been established in the Alaska demersal longline fishery and in the Hawaii-based pelagic longline fishery (NOAA 2008). Streamer lines (both heavy weight lines for large boats and lightweight lines for smaller vessels) have been designed to keep birds from longline hooks as they are set, and these are being distributed free to the Alaskan longline fleet (USFWS 2005), though they are not deployed in near-shore waters. In 2006, the Western and Central Pacific Fisheries Commission passed a measure which requires large tuna and swordfish longline vessels (>24m long) to use a combination of two seabird bycatch mitigation measures when fishing north of 23 degrees North. Torishima has been established as a National Wildlife Protection Area. In 1981-1982, native plants were transplanted into the Torishima nesting colony in order to stabilise the nesting habitat and the nest structures. This has enhanced breeding success, with over 60% of eggs now resulting in fledged young. Decoys have been used to attract birds to nest at another site on Torishima since 1993 and the first pair started breeding at this new site in November 1995. The number of chicks fledged from this new colony has increased from one chick in 2004; four chicks in 2005; 13 chicks in 2006; 16 chicks in 2007. In October-November 2007, 35 eggs were laid at this new site (Sato 2009). In 2007, the Japanese government approved a project to translocate chicks from Torishima to Mukojima, 300 km away. All ten chicks of the first translocations in March 2008 fledged (Jacobs 2009). If successful, this project will translocate at least ten chicks per year for five years. Conservation Actions Proposed\nContinue to promote measures designed to protect this species from becoming hooked or entangled by commercial fishing gear. Re-establish birds within historic range as insurance against natural disasters on primary breeding colony. Promote conservation measures for the Minami-kojima population. Continue research into the at-sea distribution and marine habitat use through satellite telemetry studies. Continue land-based management and population monitoring.\n|Citation:||BirdLife International 2012. Phoebastria albatrus. In: IUCN 2012. IUCN Red List of Threatened Species. Version 2012.2. <www.iucnredlist.org>. Downloaded on 18 May 2013.|\n|Feedback:||If you see any errors or have any questions or suggestions on what is shown on this page, please fill in the feedback form so that we can correct or extend the information provided|", "id": "<urn:uuid:573c77f2-d484-430d-94d7-05417faf55af>", "dump": "CC-MAIN-2013-20", "url": "http://www.iucnredlist.org/details/summary/106003956/0", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9139761328697205, "token_count": 2094, "score": 3.203125, "int_score": 3}
{"text": "White-throated Magpie-Jays (Calocitta formosa) are beautiful big jays that travel the North Pacific slopes in small flocks. Their songs and calls are quite varied - this is one of the typical calls, recorded on the road to Monteverde (Costa Rica).\nDouglas Von Gausig (recordist; copyright holder), Naturesongs.com\nThis work is licensed under a Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported License.\nTo cite this page: Myers, P., R. Espinosa, C. S. Parr, T. Jones, G. S. Hammond, and T. A. Dewey. 2013. The Animal Diversity Web (online). Accessed at http://animaldiversity.org.\nDisclaimer: The Animal Diversity Web is an educational resource written largely by and for college students. ADW doesn't cover all species in the world, nor does it include all the latest scientific information about organisms we describe. Though we edit our accounts for accuracy, we cannot guarantee all information in those accounts. While ADW staff and contributors provide references to books and websites that we believe are reputable, we cannot necessarily endorse the contents of references beyond our control.", "id": "<urn:uuid:e5ac96fc-a147-40c0-a0ba-bc1fa8515745>", "dump": "CC-MAIN-2013-20", "url": "http://animaldiversity.ummz.umich.edu/accounts/Bilateria/sounds/collections/contributors/naturesongs/wtmj1/?start=90", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8526561856269836, "token_count": 255, "score": 2.921875, "int_score": 3}
{"text": "Xantusiidae is a clade of viviparous (live bearing) lizards that ranges from southwestern North America and Baja California (Xantusia) into Central America (Lepidophyma) and Cuba (Cricosaura). Xantusia magdalena occurs in Baja California. Xantusiidae is a relatively small clade, with 3 genera and approximately 30 living species. Lepidophyma is the most speciose (~17 species), whereas Cricosaura is monotypic. Xantusiids have a reasonably good fossil record extending from the mid-Paleocene onward in western North America.\nXantusiids are fascinating lizards for several reasons. First, although they are almost uniformly diminuitive (Xantusia magdalena measures less than 4 cm snout-vent length, and the largest xantusiid species measure about 10 cm snout-vent length), xantusiids generally take several years to reach sexual maturity, and several species give birth to just 1 or 2 offspring. It is a more usual reproductive strategy for small lizards to mature quickly and produce large numbers of offspring, to increase their chances of survival. Despite this low reproductive potential, xantusiid neonates actually have a high life expectancy; this can be attributed at least in part to their secretive lifestyle, which leads to the second reason why xantusiids are particularly interesting -- microhabitat specialization.\nMicrohabitat specialization is an ecological hallmark of Xantusiidae. Many populations are narrowly restricted to specific niches -- crevices (e.g., Xantusia henshawi in exfoliating granitic cap rocks), interstices in agaves and yuccas in dry climates (e.g., X. magdalena), decaying logs in wet climates (e.g., Lepidophyma flavimaculatum) -- and individuals may be found under the same patch of cover throughout their lives!\nThese microhabitat restrictions result in extremely disjunct geographical distributions, and also may be responsible for some morphological convergence within the group (e.g., flattened skulls for crevice dwelling). Xantusiidae also includes two insular endemics: the Cuban Cricosaura typica is the only xantusiid found in the West Indies and is interpreted as one of the Caribbean's few ancient endemic vertebrate lineages; and Xantusia riversiana (formerly Klauberina riversiana) is limited to three of the Channel Islands off the coast of California.\nThe phylogenetic relationships of Xantusiidae are problematic. Morphology and molecules produce different topologies within the clade: morphology recovers a Cricosaura + Lepidophyma clade, while mitochondrial genes recover a Lepidophyma + Xantusia clade. Lack of resolution of relationships within Xantusiidae has hindered the placement of this clade within the squamate tree. Xantusiidae is a \"tree-changing\" taxon: it causes homoplasy wherever it is placed, and its placement can tip the balance between the two primary competing hypotheses of scleroglossan relationships. Xantusiidae is traditionally placed within Scincomorpha, but some analyses have placed it near Gekkota. Thus, Xantusiidae is either a highly derived, or extremely basal, scleroglossan clade. Previous analyses of squamate phylogeny have almost certainly suffered in relying on species of the readily available -- but relatively derived -- genus Xantusia as exemplars for Xantusiidae. Cricosaura or a species of Lepidophyma would be more appropriate, but both are exceedingly rare in collections; indeed, some species of Lepidophyma are known from only 1 or 2 specimens.\nWhatever the placement of Xantusiidae within squamates, there is no doubt that xantusiids are monophyletic. The following are some of the hypothesized synapomorphies of the lineage (from Estes et al., 1988), most of which can be seen in the skull reconstructions above: supratemporal fenestra closed primarily by postorbital; parietals paired well into postembryonic ontogeny; parietal table extensive posteriorly, largely obscuring braincase in dorsal view, supratemporal process short; vomers fused; ectopterygoid contacts palatine anterolaterally, excluding maxilla from suborbital fenestra; ectopterygoid enlarged medially, restricting suborbital fenestra.\nAbout the Species\nThis specimen was collected in Baja California Sur, Mexico. It was made available to the University of Texas High-Resolution X-ray CT Facility for scanning by Dr. Jessie Maisano of The University of Texas and Dr. Jacques Gauthier of Yale University. Funding for scanning was provided by an NSF grant (DEB-0132227) to Dr. Jack Sites of Brigham Young University. Funding for image processing was provided by a National Science Foundation Digital Libraries Initiative grant to Dr. Timothy Rowe of The University of Texas at Austin.\nAbout this Specimen\nThe specimen was scanned by Matthew Colbert on 18 May 2005 along the coronal axis for a total of 615 1024x1024 pixel slices. Each slice is 0.0152 mm thick, with an interslice spacing of 0.0152 mm and a field of reconstruction of 7 mm.\nBezy, R. L. 1982. Xantusia vigilis. Catalogue of American Amphibians and Reptiles 302.1-302.4.\nBezy, R. L. 1988. The natural history of the night lizards, family Xantusiidae, p. 1-12. In H. F. DeLisle et al. (eds.), Proceedings of the Conference on California Herpetology. Southwest Herpetological Society Special Publication 4.\nBezy, R. L. 1989. Night lizards: the evolution of habitat specialists. Terra 28:29-34.\nBezy, R. L., and J. L. Camarillo. 2002. Systematics of xantusiid lizards of the genus Lepidophyma. Los Angeles County Museum Contributions in Science 493:1-41.\nCrother, B. I., M. M. Miyamoto, and W. F. Presch. 1986. Phylogeny and biogeography of the lizard family Xantusiidae. Systematic Zoology 35:37-45.\nEstes, R. 1983. Sauria Terrestria, Amphisbaenia. Handbuch der Palaoherpetologie, Part 10A. Gustav Fischer Verlag, Stuttgart.\nEstes, R., K. de Queiroz, and J. Gauthier. 1988. Phylogenetic relationships within Squamata, p. 119-281. In R. G. Estes and G. K. Pregill (eds.), Phylogenetic Relationships of the Lizard Families: Essays Commemorating Charles L. Camp. Stanford University Press, Stanford.\nFellers, G. M., and C. A. Drost. 1991. Ecology of the island night lizard, Xantusia riversiana, on Santa Barbara Island, California. Herpetological Monographs 5:28-78.\nHedges, S. B., R. L. Bezy, and L. B. Maxson. 1991. Phylogenetic relationships and biogeography of xantusiid lizards, inferred from mitochondrial DNA sequences. Molecular Biology and Evolution 8:767-780.\nLee, M. S. Y. 1998. Convergent evolution and character correlation in burrowing reptiles: towards a resolution of squamte relationships. Biological Journal of the Linnean Society 63:369-453.\nMacey, J. R., A. Larson, N. B. Ananjeva, and T. J. Papenfuss. 1997. Evolutionary shifts in three major structural features of the mitochondrial genome among iguanian lizards. Journal of Molecular Evolution 44:660-674.\nSavage, J. M. 1955. The lizard family Xantusiidae: an evolutionary study. Ph.D. Dissertation, Stanford University.\nSavage, J. M. 1963. Studies on the lizard family Xantusiidae. IV. The genera. Los Angeles County Museum Contributions in Science 71:3-38.\nSinclair, E. A., Bezy, R. L., Bolles, K., Camarillo R., J. L., Crandall, K. A. and J. W. Sites Jr. 2004. Testing species boundaries in an ancient species complex with deep phylogeographic history: Genus Xantusia (Squamata: Xantusiidae). The American Naturalist 164:396-414.\nVan Denburgh, J. 1895. The species of the genus Xantusia\n. Proceedings of the California Academy of Sciences (Series 2) 5:523-534.\nZweifel, R. G., and C. H. Lowe. 1966. The ecology of a population of Xantusia vigilis\n, the desert night lizard. American Museum Novitates 2247:1-57.\nXantusiidae page on the EMBL Reptile Database\nThree-dimensional volumetric renderings of the skull with the scleral ossicles, hyoid and jaw removed, and of the isolated left mandible. All are 2mb or less.", "id": "<urn:uuid:d2d88a75-c769-4548-aa0c-a3c3aafba348>", "dump": "CC-MAIN-2013-20", "url": "http://digimorph.org/specimens/Xantusia_magdalena/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8116347193717957, "token_count": 2036, "score": 3.453125, "int_score": 3}
{"text": "PROTECTION OF SUBTROPICAL AND TROPICAL AGRICULTURE COMMODITIES AND ORNAMENTALS FROM EXOTIC INSECTS\nLocation: Subtropical Horticulture Research\nTitle: Laurel wilt: A global threat to avocado production\n| Ploetz, R - |\n| Smith, J - |\n| Inch, S - |\n| Pena, J - |\n| Evans, E - |\n| Crane, J - |\n| Hulcr, J - |\n| Stelinski, L - |\n| Schnell, R - |\nSubmitted to: World Avocado Congress\nPublication Type: Proceedings\nPublication Acceptance Date: November 28, 2011\nPublication Date: February 1, 2012\nCitation: Ploetz, R.C., Smith, J.A., Inch, S.A., Pena, J.E., Evans, E.A., Crane, J.H., Kendra, P.E., Hulcr, J., Stelinski, L., Schnell, R. 2012. Laurel wilt: A global threat to avocado production. World Avocado Congress. 186-197 In Proceedings VII World Avocado Congress. 5-9 September 2011, Cairns, Australia.\nInterpretive Summary: Laurel wilt is a lethal vascular disease of trees in the plant family Lauraceae, including avocado. It is caused by a fungal pathogen (Raffaelea lauricola) that is introduced into host trees by an exotic wood-boring beetle, the redbay ambrosia beetle (Xyleborus glabratus). The beetle was first detected in Georgia in 2002, and since has spread to six states in the southeastern U.S. Laurel wilt poses an imminent threat to commercial avocado production in south Florida, and a future threat to avocado in California, Mexico, Central and South America. Scientists at the USDA-ARS Subtropical Horticulture Research Station, in collaboration with the University of Florida, are conducting multidisciplinary research on the pest complex, including (1) evaluation of fungicides for laurel wilt, (2) screening for disease resistant avocado varieties, (3) determination of pathways for disease transmission, (4) identification of beetle attractants, repellents, and insecticides, and (5) assessment of host preferences. Information from these studies will be used by avocado growers and by state and federal action agencies engaged in monitoring programs for redbay ambrosia beetle.\nLaurel wilt kills members of the Lauraceae plant family, including avocado. The disease has invaded much of the southeastern USA, and threatens avocado commerce and homeowner production in Florida, valuable germplasm in Miami (USDA-ARS), and major production and germplasm in California and MesoAmerica. Laurel wilt is caused by a recently described fungus, Raffaelea lauricola, which is vectored by an invasive ambrosia beetle, Xyleborus glabratus. Current research topics include: disease management with fungicides; identifying host resistance; vector mitigation with insecticides and repellents; host ranges of, and interactions with, the pathogen and vector; and transmission of R. lauricola via avocado seed, scion material, root grafts and pruning tools. Although highly resistant avocado cultivars have not been identified, screening work continues on additional cultivars and new germplasm. Effective fungicides (e.g. triazoles) have been identified, but cost-effective disease management will depend on improved measures for xylem loading and retention of these chemicals. Insecticides have been identified that reduce boring activity of X. glabratus and its attraction to avocado and other hosts, but much remains to be learned about their impact on disease management. Although the disease’s host range is generally restricted to American members of the Lauraceae, nonhosts that attract the beetle are known. Raffaelela lauricola rapidly colonizes avocado after infection, but to low levels; tylose and gel induction in the host, rather than xylem obstruction by fungal biomass, are associated with impeded water transport and symptom development. Seed and fruit from laurel wilt-affected avocado trees do not appear to be infected by R. lauricola.", "id": "<urn:uuid:f5bb6156-473c-456e-b20e-b29dce901e8a>", "dump": "CC-MAIN-2013-20", "url": "http://www.ars.usda.gov/research/publications/publications.htm?seq_no_115=280283", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8892325162887573, "token_count": 905, "score": 3.0, "int_score": 3}
{"text": "Creature Feature: American Beech (Fagus grandifolia)\nBy Emma Dean, CG Science Editor\nThough once believed to have a range that covered what would be the continental United States until the glacial period, American beech currently maintains a slightly lesser native geographic habitat, which is still quite impressive. American beech covers the eastern U.S. and Canada from Florida to Quebec, as well as Utah.\nIndigenous to North America, European colonists recognized the tree as a relative of the European beech and gathered the beechnuts to extract the oil which is similar to olive oil. The beechnuts, which persist through winter, can become somewhat of a litter problem, but not the leaf litter due to the fact that after turning a lovely bronze color, the leaves stay on the tree throughout winter. As autumn ends and winter begins, the leaves become less bronze and resemble thin, curled parchment paper.\nDue to a shallow root system, grass does not sprout beneath the tree. This is not entirely noticeable because the short trunk allows the branches to nearly touch the ground. Its roots are unique, also, in that they routinely develop root suckers, which is when the root system is the site of new growth that then grows upward and out of the ground to form new branches and essentially a clone of the original tree. Entire beech groves have been known to grow from the roots of a single tree.\nAmerican beech is notorious for having incredibly smooth, light grey bark even as it advances in age. Though not necessarily beneficial for the tree, American beech is also notorious for being a favorite for carved initials and dates which are preserved indefinitely.\n- American beech is a larval host as well as a nectar source for Early Hairstreak.\n- American beech is at home in the following states: Alabama, Arkansas, Connecticut, Delaware, Florida, Georgia, Illinois, Indiana, Kentucky, Louisiana, Massachusetts, Maryland, Maine, Michigan, Minnesota, Missouri, Mississippi, North Carolina, New Hampshire, New Jersey, New York, Ohio, Oklahoma, Pennsylvania, Rhode Island, South Carolina, Tennessee, Texas, Utah, Virginia, Vermont, Wisconsin, West Virginia and also Washington D.C.\n- This beech is often associated with the extinct Passenger Pigeon, which consumed beechnuts and roosted in its branches.\n- A few minor pest issues that affect American beech include powdery mildew, aphids, canker and beech bark disease.\n- Though it has a slow growth rate, American beech will grow to a height between 50-70 feet.\n- The general lifespan for an American beech is 300-400 years.", "id": "<urn:uuid:03be70af-a8d8-4a7c-a3fd-96a187a05983>", "dump": "CC-MAIN-2013-20", "url": "http://www.collegegreenmag.com/creature-feature-american-beech-fagus-grandifolia", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.943699836730957, "token_count": 553, "score": 3.53125, "int_score": 4}
{"text": "Wood Anemone - Dainty Spring Bloomers for the Woodland Garden\nIt's time to read and vote for your favorite article in the 2013 Write-Off Contest! The four finalist's articles are featured in the May 13 newsletter and can be found through this link. Hurry! Voting ends May 18.\nIf your garden is has dappled shade and you are looking for a lovely spring woodlander to combine with spring bulbs, Trillium and Hepatica, then try growing wood anemone, Anemone nemorosa. Available in white, pink or blue shades, this charming spring flower is sure to delight you!\n(Editor's Note: This article was originally published on June 5, 2010. Your comments are welcome, but please be aware that authors of previously published articles may not be able to promptly respond to new questions or comments.)\nOne of the harbingers of the European spring is drifts of wood anemone growing under the deciduous forests of beech, oak and maple.Botanically, wood anemones are called Anemone nemorosa. Plants produce wiry stems to 10 to 25 cm.Each stem produces a whorl of three, trisected leaves and is topped with a single 2 to 3 cm diameter flower.Each bloom normally has 6 to 8 tepals (the ‘petals' are actually modified sepals).In the wild, white is the normal colour but pink and blue forms do exist.Plants may be grown from seed but the seed needs to be sown as soon as it is ripe (they quickly lose viability if left dry on a shelf).They require a stratification period (essentially a winter) before they will germinate.\nDue to the fussy nature of seed germination, plants are more commonly grown by division of their narrow rhizomes.If happy, wood anemone will multiply quite rapidly via underground rhizomes to produce a large-size colony.If dug after flowering, you can separate the plants into numerous plantlets. All you need is a growing stem and a couple of inches of the rhizome.\nIn the garden, wood anemones prefer dappled shade.Their soil should be moderately moist and organic-rich.They make admirable groundcovers under deciduous trees but in warm climates, may go dormant by mid summer.In cool climates, they will stay green well into September.\nWood anemones have been grown as garden ornamentals for hundreds of years.As a result of their natural variation, many named varieties now exist, most which were selected many years ago.While the wild form has small 2 to 3 cm diameter flowers, some selected forms have flowers approaching 6 cm in diameter.\nAvailability of this woodland anemone is variable. Generally you will need to seek out a specialty woodland plant nursery.‘Lychette' has white flowers twice the size of the wild type.Two of the largest-flowered selections include ‘Allenii' and ‘Robinsoniana'.Both have lavender flowers but the outside of the tepals is lilac-blue on ‘Allenii' while the exterior is more grey-blue on ‘Robinsoniana'.Also quite large-flowered is ‘Blue Beauty' and ‘Blue Bonnet', both which are pale blue. The richest blue colour is found on ‘Royal Blue' but its flowers are a little smaller than the previous selections.\nShown above is 'Allenii' (top left), 'Robinsoniana' (top right), 'Royal Blue' (bottom left) and 'Blue Eyes' (bottom right)\n‘Rosea' and ‘Westwell Pink' have very pale pink flowers that age to deep pink.One of the prettiest is ‘Vestal'.This selection has small flowers that are white but has a double, pompom-like center.‘Monstrosa' has flowers double flowers that are a mix of white and green while ‘Blue Eyes' has double white flowers with a blue center.If unusual flowers are your thing then try ‘Green Fingers' whose white flowers have a small, central leafy tuft.More bizarre still is ‘Bracteata' whose tepals are replaced by tiny green leaves!\nShown above is 'Vestal' (top left), 'Green Fingers' (top right), 'Monstrosa' (bottom left) and 'Westwell Pink' (bottom right)\nClosely related to wood anemone and sometimes growing in the same area isA. ranunculoides with small buttercup-yellow flowers.In areas where the two species overlap, you many encounter a natural hybrid called A. x lipsiensis.From this hybrid comes the selection ‘Pallida' whose flowers are 3 cm and a pretty butter yellow.\nShown above is A. ranunculoides (left) and A. X lipsiensis.\nI would like to thank the following people for the use of their pictures: Galanthophile ('Green Fingers'), KMAC ('Westwell Pink'), kniphofia ('Monstrosa') and wallaby1 ('Blue Eyes').\nAbout Todd Boland\nI reside in St. John's, Newfoundland, Canada. I work as a research horticulturist at the Memorial University of Newfoundland Botanical Garden. I am one of the founding members of the Newfoundland Wildflower Society and the current chair of the Newfoundland Rock Garden Society. My garden is quite small but I pack it tight! Outdoors I grow mostly alpines, bulbs and ericaceous shrubs. Indoors, my passion is orchids. When not in the garden, I'm out bird watching, a hobby that has gotten me to some lovely parts of the world.", "id": "<urn:uuid:bf061e3f-b581-4fd7-834d-39e9b10a5b97>", "dump": "CC-MAIN-2013-20", "url": "http://davesgarden.com/guides/articles/view/2893/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.931139349937439, "token_count": 1208, "score": 2.859375, "int_score": 3}
{"text": "Hibiscus rosa-sinensis 'The Path'\nChinese Hibiscus, Tropical Hibiscus\nAmong the showiest flowering plants. Plants typically bear funnel-shaped blossoms, often with prominent stamens. The many species offer a wide range of flower colors.\nProbably from tropical Asia; tropical hibiscus has been in cultivation for centuries, and is among the most flamboyant flowering shrubs. It reaches 30 ft. tall and 15 to 20 ft. wide in Hawaii, but more typical size on mainland is 8 to 15 ft. tall, 5 to 8 ft. wide. Glossy leaves vary somewhat in size and texture depending on variety. Growth habit may be dense and dwarfish or loose and open. Summer flowers are single or double, 4 to 8 in. wide. Colors range from white through pink to red, from yellow and apricot to orange. Individual flowers last only a day, but the plant blooms continuously.\nProvide overhead protection where winter lows frequently drop below 30°F/-1°C. Where temperatures go much lower, grow in containers and shelter indoors over winter; or treat as annual, setting out fresh plants each spring. Hibiscus also makes a good houseplant.\nThis shrub requires excellent drainage; if necessary, improve soil for best drainage or set plants in raised beds or containers. Can be used as screen, espalier, or specimen. To develop good branch structure, prune poorly shaped young plants when you set them out in spring. To keep a mature plant growing vigorously, prune out about a third of old wood in early spring. Pinching out tips of stems in spring and summer increases flower production.All varieties susceptible to aphids. There are thousands of selections.'The Path'\nGorgeous, ruffled, single, buttercup yellow flowers with a bright pink center on a bushy, upright shrub that grows 6–8 ft. tall, 4–5 ft. wide.\nLarge, frilly, single, bright orange flowers with white central eye edged in red. Strong-growing, erec...\nDouble golden flowers with petals that shade to carmine orange toward base. Plant is bushy and upright...\nThis 6–8 ft.-tall variety has big, single, soft pink flowers.", "id": "<urn:uuid:c5277efa-9a67-4a7c-b0ba-6e91839cf993>", "dump": "CC-MAIN-2013-20", "url": "http://plantfinder.sunset.com/plant-details.jsp?id=1463", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9040951132774353, "token_count": 475, "score": 2.796875, "int_score": 3}
{"text": "Description from Flora of China\nLianas large, herbaceous or woody. Inflorescences extra-axillary, umbel-like or short racemelike, occasionally branched, shorter than leaves, usually few flowered. Flowers large. Calyx without glands. Corolla subrotate; lobes overlapping to right. Corona shallowly cupular, inserted at base of gynostegium, fleshy, apex entire or shallowly undulate. Filaments connate; anthers very large, decurrent to base of column, apex acuminate; pollinia 2 per pollinarium, slender, falcate, pendulous. Stigma head scarcely umbonate. Follicles stout, cylindric-fusiform, slightly tapering to a blunt apex.\nTwo species: China, India, Myanmar, Sri Lanka, Thailand; one species in China.", "id": "<urn:uuid:a82a277c-a742-4529-9e92-4b0ec00ac4c3>", "dump": "CC-MAIN-2013-20", "url": "http://www.efloras.org/florataxon.aspx?flora_id=620&taxon_id=115638", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8270548582077026, "token_count": 188, "score": 2.59375, "int_score": 3}
{"text": "Trees or shrubs; petiole eglandular; lamina mostly bearing several–many glands on abaxial surface. Inflorescence terminal, unbranched or branched near base, each axis a raceme of short 1–7-flowered cincinni; lowest bracteole and alternate subsequent bracteoles bearing 1 large eccentric abaxial gland. Sepals all biglandular, leaving outermost petal exposed in bud; petals glabrous or bearing a tuft of hairs abaxially at base of claw; posterior petal strongly differentiated from the lateral 4, with a thick erect claw and large marginal glands on proximal half of limb or at apex of claw; receptacle glabrous on both sides of stamens; stamens all fertile or the posterior (1–) 3 bearing rudimentary anthers; pollen radially symmetrical, colporate; carpels completely connate in ovary; styles 3, slender and subulate with the stigmas very small, apical or slightly internal. Fruit dry, indehiscent, a nut without a bony endocarp, containing only 1 seed.\nDistribution: South America.\nThe Mcvaughia clade is strongly supported by both molecular and morphological evidence. The phylogenetic tree shown above, from Davis & Anderson (2010 [pdf]), shows bootstrap values above the branches. Especially noteworthy among the morphological characteristics shared by these three genera are the shrubby or arborescent habit, the abaxial leaf glands, the flowers often in several-flowered cincinni, the large abaxial gland on alternate bracteoles, and the dry, indehiscent, one-seeded fruit.", "id": "<urn:uuid:de8aca1f-8787-4397-a590-18468f93dd4f>", "dump": "CC-MAIN-2013-20", "url": "http://herbarium.lsa.umich.edu/malpigh/McvClade/McvClade.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8571081161499023, "token_count": 362, "score": 3.25, "int_score": 3}
{"text": "Photo Courtesy of Steve Dewey, Utah State University, bugwood.org\nThermopsis montana Nutt.\nScientific Name Synonyms:\nLife Span: Perennial\nGrowth Characteristics: Mountain goldenpea is an erect forb, growing up to 2 feet in height and spreading by rhizomes. It blooms between May and August, depending on the elevations.\nFlowers: Pea-like lemon-yellow colored flowers in a raceme. Flowers are ½ to ¾ inch long. There are five to fifty flowers which make up the inflorescence. The flower spikes arise from the leaf axils\nFruits/Seeds: The seedpods are long, thin, blue/green and covered with downy hairy. They project vertically from the stem. The pods grow quickly in the late spring and early summer, and mature in late summer. There are two to five seeds per pod.\nLeaves: Leaves are alternate, palmate, with 3 leaflets, which are oval in shape.\nStems: Multiple stems up to 2 feet tall.\nMountain goldenpea is found in montane and subalpine zones. It is common in woodlands and meadows.\nSoils: Sandy, well-drained soils.\nAssociated Species: Aspen, lupine, snowberry.\nUses and Management:\nMountain goldenpea is poisonous to cattle. The principle toxin has not been isolated, but is thought to be similar to quinolizidine alkaloids found in Lupines. The toxin causes acute muscle degeneration – cattle become weak, ataxic, and unable to stand. Animals die from hunger and thirst.\nMountain Glodenpea will remain toxic in hay, especially if seed pods are present.", "id": "<urn:uuid:807132bd-52a9-4301-8f7e-b6f3dda085f7>", "dump": "CC-MAIN-2013-20", "url": "http://extension.usu.edu/rangeplants/htm/mountain-goldenpea/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8952473998069763, "token_count": 370, "score": 3.1875, "int_score": 3}
{"text": "In response to growing demand from western U.S. and Canadian outdoor fruit and berry producers, Biobest is developing a native western bumblebee for outdoor pollination.\nBumblebees are important pollinators of many cultivated crops. By pollinating our fruits and vegetables, they not only help deliver our healthy meals, but are also vital to overall food security. Bumblebees have the edge when it comes to effective pollination. They produce their own heat, which in combination with their furry coats enables them to fly early in the season when it is still far too cold for honeybees and other insects. Unlike honeybees, they also buzz or shake flowers to collect pollen, which assures effective pollination.\nThe use of bumblebees has allowed growers to produce higher-yielding, better-quality and safer crops. In food crops like greenhouse tomatoes, bumblebees have for many years successfully replaced physical pollination or chemicals previously used to induce fruit set.\nThe demand for bumblebees to help guarantee crop yield has increased in recent years as honeybees and other natural pollinators have declined, but because native western species have not been available commercially, western U.S. and Canadian growers of field crops like berries, top fruit and canola have been at a disadvantage,\nunable to share in the many benefits these pollinators offer.\nBiobest recognizes the ecological and economic benefits of using native species for pollination. Having pioneered the use of bumblebees for crop pollination, Biobest has now developed a native western bumblebee species especially for the western U.S. and Canada. Biobest has been successful in rearing a range of native western bumblebee species, allowing them to select the right candidate for the western U.S. market.\nThe company says that only the species that proves most successful in crop pollination will be launched for use in its native territory. Biobest expects to begin pollination trials in the spring of 2013.\nFor more information:", "id": "<urn:uuid:c44283f7-af26-4517-b108-6c2aa130328b>", "dump": "CC-MAIN-2013-20", "url": "http://www.growingmagazine.com/blog-3812.aspx", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.947209894657135, "token_count": 410, "score": 3.25, "int_score": 3}
{"text": "Bees are vital for pollination. You can buy leafcutter bee houses to attract the bees to your garden. The leaf-cutter bees are solitary and unlike honey bees do not swarm like honey bees so they are little or no danger to humans or pets.\nBees are vital for pollination.\nYou can buy leafcutter bee houses to attract the bees to your garden.\nLeafcutter bee house. Leaf cutter bees like hollow tubes and bamboo are ideal. They also excavate tunnels in flower pots where light gritty compost is used.\nThe female has used the circular cuts to seal off the ends of the chamber, whereas the longer cuts are wrapped around the sides. The adult bee will provision the chamber with pollen and lay an egg. The larva feeds of the pollen.\nThe female larva are the first to be layed and are deepest in the line. This means that if the nest is predated by a woodpecker, the feamles have a better chance of avoiding being eaten. The male larva is nearst the exit and will be the first to be eaten.\nAlthough this larva will probably die, I carefully replaced the bamboo and sealed it with wax to keep the chambers intact and dry.\nLeaf damage on rose by leaf cutter bees", "id": "<urn:uuid:b734e3f1-e4a1-4955-b90e-301bdab160a3>", "dump": "CC-MAIN-2013-20", "url": "http://completegarden.wordpress.com/tag/leafcutter-bee-damage/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9503714442253113, "token_count": 265, "score": 2.515625, "int_score": 3}
{"text": "Beginning in October 2006, some beekeepers began reporting losses of 30-90 percent of their hives. While colony losses are not unexpected during winter weather, the magnitude of loss suffered by some beekeepers was highly unusual.\nThis phenomenon, which currently does not have a recognizable underlying cause, has been termed \"Colony Collapse Disorder\" (CCD). The main symptom of CCD is simply no or a low number of adult honey bees present but with a live queen and no dead honey bees in the hive. Often there is still honey in the hive, and immature bees (brood) are present.\nARS scientists and others are in the process of carrying out research to discover the cause(s) of CCD and develop ways for beekeepers to respond to the problem.\nWhy should the public care about honey bees?\nBee pollination is responsible for $15 billion in added crop value, particularly for specialty crops such as almonds and other nuts, berries, fruits, and vegetables. About one mouthful in three in the diet directly or indirectly benefits from honey bee pollination. While there are native pollinators (honey bees came from the Old World with European colonists), honey bees are more prolific and the easiest to manage for the large scale pollination that U.S. agriculture requires. In California, the almond crop alone uses 1.3 million colonies of bees, approximately one half of all honey bees in the United States, and this need is projected to grow to 1.5 million colonies by 2010.\nThe number of managed honey bee colonies has dropped from 5 million in the1940s to only 2.5 million today. At the same time, the call for hives to supply pollination service has continued to climb. This means honey bee colonies are trucked farther and more often than ever before.\nHoney bee colony health has also been declining since the 1980s with the advent of new pathogens and pests. The spread into the United States of varroa and tracheal mites, in particular, created major new stresses on honey bees.\nIs there currently a crisis in food production because of CCD?\nWhile CCD has created a very serious problem for beekeepers and could threaten the pollination industry if it becomes more widespread, fortunately there were enough bees to supply all the needed pollination this past spring. But we cannot wait to see if CCD becomes an agricultural crisis to do the needed research into the cause and treatment for CCD.\nThe cost of hives for pollination has risen this year. But much of that is due to growing demand. Some of the price increase may also be due to higher cost of gas and diesel and other increases related to energy and labor costs. Commercial beekeepers truck hives long distances to provide pollination services, so in particular they must deal with rising expenses.\nVarroa mites (one is visible on the back of this bee) are a major threat to honey bee health and are becoming resistant to two compounds (coumaphos and fluvalinate) used to control them. Beekeepers now have a simple assay to determine whether mites are resistant and thus ensure use of appropriate control measures. Click the image for more information about it.\nAre there any theories about what may be causing CCD?\nCase studies and questionnaires related to management practices and environmental factors have identified a few common factors shared by those beekeepers experiencing CCD, but no common environmental agents or chemicals stand out as causative. There are three major possibilities that are being looked into by researchers.\nPesticides may be having unexpected negative effects on honey bees.\nA new parasite or pathogen may be attacking honey bees. One possible candidate being looked at is a pathogenic gut microbe called Nosema. Viruses are also suspected.\nA perfect storm of existing stresses may have unexpectedly weakened colonies leading to collapse. Stress, in general, compromises the immune system of bees (and other social insects) and may disrupt their social system, making colonies more susceptible to disease.\nThese stresses could include high levels of infection by the varroa mite (a parasite that feeds on bee blood and transmits bee viruses); poor nutrition due to apiary overcrowding, pollination of crops with low nutritional value, or pollen or nectar scarcity; and exposure to limited or contaminated water supplies. Migratory stress brought about by increased needs for pollination might also be a contributing factor.\nHas CCD ever happened before?\nThe scientific literature has several mentions of honey bee disappearancesóin the 1880s, the 1920s and the 1960s. While the descriptions sound similar to CCD, there is no way to know for sure if the problems were caused by the same agents as today's CCD.\nThere have also been unusual colony losses before. In 1903, in the Cache Valley in Utah, 2000 colonies were lost to an unknown \"disappearing disease\" after a \"hard winter and a cold spring.\" More recently, in 1995-96, Pennsylvania beekeepers lost 53 percent of their colonies without a specific identifiable cause.\nWhat about cell phonesódo they have anything to do with CCD?\nThe short answer is no.\nThere was a very small study done in Germany that looked at whether a particular type of base station for cordless phones could affect honey bee homing systems. But, despite all the attention that this study has received, it has nothing to do with CCD. Stefan Kimmel, the researcher who conducted the study and wrote the paper, recently e-mailed The Associated Press to say that there is \"no link between our tiny little study and the CCD-phenomenon ... anything else said or written is a lie.\"\nNewly emerged honey bee, Apis mellifera, the subject of genome sequencing work aimed at improving bee traits and management. Click the image for more information about it.\nWhat is ARS doing about CCD?\nIn April 2007, ARS held a Colony Collapse Disorder Research Workshop that brought together over 80 of the major bee scientists, industry representatives, extension agents, and others to discuss a research agenda. They identified areas where more information is needed and the highest-priority needs for additional research projects related to CCD.\nA CCD Steering Committee, led by ARS and USDA's Cooperative State Research, Education, and Extension Service, developed a Research Action Plan to coordinate a comprehensive response for discovering what factors may be causing CCD and what actions need to be taken.\nOne of the tools that will help in this research is the recently sequenced honey bee genome to better understand bees' basic biology and breed better bees, and to better diagnose bee pests and pathogens and their impacts on bee health and colony collapse. The use of this genome information certainly will have great applications in improving honey bee breeding and management.\nThe search for factors that are involved in CCD is focusing on four areas: pathogens, parasites, environmental stresses, and bee management stresses such as poor nutrition. It is unlikely that a single factor is the cause of CCD; it is more likely that there is a complex of different components.\nIn September 2007, a research team that included ARS published the results of an intensive genetic screening of CCD-affected honey bee colonies and non-CCD-affected hives.\nThe only pathogen found in almost all samples from honey bee colonies with CCD, but not in non-CCD colonies, was the Israeli acute paralysis virus (IAPV), a dicistrovirus that can be transmitted by the varroa mite. It was found in 96.1 percent of the CCD-bee samples.\nThis research does not identify IAPV as the cause of CCD. What this research found was strictly a strong correlation of the appearance of IAPV and CCD together. No cause-and-effect connection can be inferred from the genetic screening data. (More information about this study)\nHoney bees devour a new, nutrient-rich food developed by ARS researchers. Click the image for more information about it.\nThis was the first report of IAPV in the United States. IAPV was initially identified in honey bee colonies in Israel in 2002, where the honey bees exhibited unusual behavior, such as twitching wings outside the hive and a loss of worker bee populations.\nThe study also found IAPV in honey bees from Australia that had been imported into the United States, as well as in royal jelly imported from China. Australian bees began to be imported from Australia into the United States in 2005. Questions were raised about a connection between those imported bees and the appearance of IAPV in the United States. Beekeepers sought out Australian imports of bees as a way to replenish their hive populations.\nTo determine whether IAPV has been present in the United States since before the importation of honey bees from Australia, a follow up detailed genetic screening of several hundred honey bees that had been collected between 2002 and 2007 from colonies in Maryland, Pennsylvania, California and Israel was conducted by ARS researchers.\nThe results of the follow study showed IAPV has been in this country since at least 2002, which challenges the idea that IAPV is a recent introduction from Australia. (More information about this study)\nThis study in no way rules IAPV out as a factor in CCD. Research by several groups will now focus on understanding differences in virulence across strains of IAPV and on interactions with other stress factors. Even if IAPV proves to be a cause of CCD, there still may also be other contributing factors-which researchers are pursuing.\nWhat should beekeepers do now about CCD?\nSince little is known about the cause(s) of CCD right now, mitigation must be based on improving general honey bee health and habitat and countering known mortality factors by using best management practices.\nWhat can I as a member of the public do to help honey bees?\nThe best action you can take to benefit honey bees is to not use pesticides indiscriminately, especially not to use pesticides at mid-day when honey bees are most likely to be out foraging for nectar.\nIn addition, you can plant and encourage the planting of good nectar sources such as red clover, foxglove, bee balm, and joe-pye weed. For more information, see www.nappc.org.]\nARS Honey Bee Research", "id": "<urn:uuid:6117655e-ff6b-4001-9834-1cee09b05d14>", "dump": "CC-MAIN-2013-20", "url": "http://www.dirtdoctor.com/Honeybee-Colony-Collapse-Disorder_vq2259.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9571547508239746, "token_count": 2135, "score": 3.734375, "int_score": 4}
