{"text": "Mary Anne Dunkin\nLouise Chang, MD\nTwo decades ago, if you had moderate to severe Crohn's, there were few treatment options. In the late 1990s, however, the first in a new class of treatment options emerged for Crohn's disease. Referred to as biologic response modifiers, biologic agents, or simply biologics, these drugs target specific parts of an overactive immune system to reduce inflammation.\nBiologics not only relieve Crohn's symptoms but also can bring about remission and keep you in remission. They are indicated for use when someone has moderately to severely active Crohn’s disease and has not responded well to other Crohn’s disease treatments. Many people with Crohn's now live with significantly fewer symptoms, but may worry about side effects. Here's a look at the risks and benefits of biologics.\nIn Crohn's disease, an overactive immune system causes inflammation and damage to the digestive tract. Made from living organisms, biologics work just like substances made by the body’s immune system and can help control the immune system response.\nFour biologics are FDA approved for Crohn's. Three of the four block a protein called tumor necrosis factor (TNF) that's involved in inflammation. These drugs are often called anti-TNF drugs or TNF inhibitors. They include Cimzia (certolizumab), Humira (adalimumab), and Remicade (infliximab).\nThe fourth medication, Tysabri (natalizumab), is called an integrin receptor antagonist. It blocks certain types of white blood cells that are involved in inflammation.\nBecause they suppress the immune system, all biologics carry an increased risk of infections, which in rare cases can be serious. Cimzia, Humira, and Remicade carry a boxed warning for increased risk of serious infections leading to hospitalization or death. If someone taking a biologic develops a serious infection, the drug should be discontinued. People with tuberculosis, heart failure, or multiple sclerosis should not take biologics because they can bring on these conditions or make them worse.\nIn rare cases, some people taking TNF inhibitors have developed certain cancers such as lymphoma. Lymphoma is a type of cancer that affects the lymph system, which is part of the body’s immune system.\nTysabri increases the risk of a very rare but potentially fatal brain infection called progressive multifocal leukoencephalopathy (PML). Tysabri also can cause allergic reactions and liver damage. Tysabri should not be used at the same time as other treatments that suppress the immune system or TNF inhibitors.\nHowever, most infections that occur with biologic use are far less serious, says Richard Bloomfeld, MD, associate professor of medicine and director of the Inflammatory Bowel Disease Program at Wake Forest University School of Medicine in Winston Salem, N.C. \"Infections such as colds, upper respiratory tract infections, and urinary tract infections are common and don't necessarily alter our treatment of Crohn's.\"\nOther common side effects from biologic use include headache, flu-like symptoms, nausea, rash, injection site pain, and infusion reactions.\nSo who should take a biologic for Crohn's? Many gastroenterologists reserve these drugs for people who have not responded to conventional medications that suppress the immune system. But some gastroenterologists may treat Crohn's more aggressively.\n\"If you let inflammation go, inflammation leads to scarring and scarring leads to narrowing of the intestines, which becomes a surgical problem,\" says Prabhakar Swaroop, MD, assistant professor and director of the Inflammatory Bowel Disease Program at the University of Texas Southwestern Medical Center in Dallas. \"You want to treat the person aggressively to prevent these problems.\"\n\"In addition to improving symptoms, the anti-TNF modifiers are associated with mucosal healing,\" says Bloomfeld. \"We hope that in healing the mucosa we can stop the progression of the disease and prevent complications of Crohn's that result in hospitalization and surgery.\"\nWhile there are other treatments that suppress the immune system to treat Crohn's, they too have side effects, says Bloomfeld. Like the biologics, drugs that suppress the immune system increase the risk of lymphomas and infections, which can be severe.\nCortiosteroids like prednisone, for example, can cause a wide range of adverse effects including weight gain, mood swings, bone loss, skin bruising, high blood pressure, and high blood sugar. Those side effects are why corticosteroids may be used to control a flare, but aren't the choice to treat Crohn's over a long period of time. \"The stop-gap method, which is steroids, is something we cannot use long term,\" says Swaroop.\nWhen prescribing any drug, doctors look at the potential risks against the benefits they hope or expect to achieve. Although doctors don't all share the same philosophy on when to start biologics for Crohn's disease, they do agree that biologics should be used when people have severe disease that can lead to permanent damage and make surgery unavoidable.\nSwaroop says he looks for signs that the disease is progressing, such as how long between a person's diagnosis of Crohn's and when they have fistulas. \"These are the patients who generally do better on biologics, who have the quality of life improvement, who are able to avoid surgery and get back in the workforce,\" he says.\nBefore prescribing biologics, doctors check for potential problems. \"In the beginning, of course, we go ahead and make sure the person does not have an active liver infection or TB,\" says Marie Borum, MD, professor of medicine and director of the Division of Gastroenterology and Liver Diseases at George Washington University in Washington, D.C.\nOnce someone starts a biologic, the doctor looks for side effects in order to find them before they become serious. Monitoring includes include lab tests and possibly regular skin checks for signs of skin cancer.\nAll effective therapies for Crohn's disease come with some risk, says Bloomfeld. \"It is not an option not to treat Crohn's, so we certainly need to weigh these risks against the benefits of having the disease well treated.\"\n\"It may be challenging for the individual to consider all of these risk and benefits. They need to work with their gastroenterologist to decide what might be most beneficial for them and what risk they are willing to accept to effectively treat Crohn's disease,\" Bloomfeld says. \"You have to be willing to accept some risk to adequately treat Crohn's disease.\"\nSOURCES:Crohn's Colitis Foundation of America: \"Biologic Therapies.\"Marie Borum, MD, professor of medicine; director, Division of Gastroenterology and Liver Diseases, George Washington University, Washington, D.C.Richard Bloomfeld, MD, associate professor of medicine; director, Inflammatory Bowel Disease Program, Wake Forest University School of Medicine, Winston Salem, N.C.Prabhakar Swaroop, MD, assistant professor; director, Inflammatory Bowel Disease Program, University of Texas Southwestern Medical Center, Dallas.\nHere are the most recent story comments.View All\nThe views expressed here do not necessarily represent those of NewsSource 16\nThe Health News section does not provide medical advice, diagnosis or treatment. See additional information.", "id": "<urn:uuid:d144a4d1-4df0-4ff9-bc6a-945b724413d1>", "dump": "CC-MAIN-2013-20", "url": "http://www.kmtr.com/webmd/crohnsdisease/story/Taking-a-Biologic-for-Crohns-Disease-Risks-and/jLMMkVIuEEygAcFikTW0ig.cspx", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9466012716293335, "token_count": 1559, "score": 2.703125, "int_score": 3}
{"text": "| ||What Your Doctor Is Saying || |\nWhat Are the Odds? Understanding Risk\nLast reviewed on September 12, 2012\nBy Robert H. Shmerling, M.D.\nBeth Israel Deaconess Medical Center\n\"If you take this medication, you will reduce your risk of disease by 20%, and 98% of people taking it have no serious side effects.\"\nSounds good, right? Perhaps not. What if your chance of getting the disease is only one in 1,000 but two people out of every 100 experience a deadly side effect?\nTalk About Risk\nDoctors, nurses, reporters and drug advertisers often talk about risk, though they may not call it that. In fact, they often use other terms that sound logical and understandable such as \"chance\" or \"likelihood\" (as in \"if you smoke, you will increase your chances of having lung disease\"). Alternatively, they may couch the terms in personal experience (as in \"I think this medicine will help you; it works for most of my patients\"). Or, the message may be even more vague: When a doctor says \"I think this therapy will help and I doubt it will cause you any problems,\" the doctor is really saying he or she hopes it helps because it usually does, but that there is a risk that the medication will cause side effects and/or that it will not work.\nWhether or not the word is used, these are all examples of risk, the notion that something might or might not happen and that the likelihood is not zero or 100%. I was taught in medical school to \"never say never and never say always,\" because absolute certainty is so rare.\nBack to top\nRisk Is Not Simple\nRisk is a trickier concept than many people think. It may seem like something to avoid at all costs, but the fact is that while you may be able to choose one risk over another, you cannot always avoid risk altogether. Avoiding one risk may pose other risks. For example, if you have high blood pressure and a doctor prescribes a medication to lower it, there is a risk of side effects from the medication; but by avoiding the risk of having a side effect, you increase the risk that you will have a stroke due to untreated high blood pressure.\nMany people view any risk at all as a terrible thing, but it is important to realize that it represents a chance that something will happen, not a certainty. Even when talking about bad outcomes (such as the risk of surgery or the risk of medication side effects), there is often an excellent chance that nothing bad will happen.\nConsider this example. For a person suffering chronic arthritis and terrible joint pain for the last two years, symptoms probably will continue unless something changes (such as starting an effective treatment). The risk of side effects from any medication is clearly important, but it must be weighed against the high risk that joint pain will continue. If three out of 100 people taking a high-dose anti-inflammatory medication (such as ibuprofen) develop a stomach ulcer each year (that is, if the yearly risk is 3%), it is important to weigh that against the risk of ongoing pain (which is much higher). And it also means that 97 out of 100 people will not suffer an ulcer as they enjoy the benefits of the medication.\nBack to top\nThe Confusing Ways To Describe Risk\nThe other reason risk is confusing is that there are many ways it can be described. People may choose one way to describe risk to emphasize how high it is, while others use another way to express the same risk to downplay it. Remarkably, the same risk can seem quite different depending on how it is expressed.\nOne of the most common areas of confusion comes with the difference between absolute risk and relative risk. Imagine that you are offered a choice of two medications to reduce your risk of a heart attack:\n- Medication A will decrease your risk of heart attack by 20%.\n- Medication B reduces your risk from 5% to 4%.\nIf you think that Medication A sounds better, you are not alone. Relative risk is described, by comparing the new risk with the risk before treatment. Although vitally important, the actual risk with and without the medicine is not mentioned for Medication A. If you thought Medication B sounds less impressive, perhaps it's because knowing that the starting and ending risks are similar that is, knowing the actual, or absolute, risks makes the change seem less dramatic. This is particularly true when overall risk is very low or very high in the first place. Although they provide a more accurate assessment of risk, expressions of absolute risk are often missing from news or ads.\nMost of us would think that Medication A is better. But as described, Medication A and B could be the same drug. Reducing a risk of 5 in 100 to 4 in 100 is identical to a 20% relative risk reduction.\nSo it is not surprising that what you usually read in news reports and see in advertisements are changes in relative risk rather than the more critical number, the absolute risk. The relative risk tends to be the larger and more persuasive number. For the person or advertiser trying to make a dramatic point, most people find it easier to relate to one number (20% risk reduction for medication A) rather than keeping track of the initial risk and how it changes with treatment (5% to 4% for medication B). However, the simplicity of relative risk comes at the cost of incomplete and potentially misleading information. Without knowing where you started, a relative risk reduction of 20% can be nearly meaningless.\nConsider one of the most commonly prescribed medications in the world: the birth control pill. For nonsmoking women aged 25 to 29, the risk of death attributed to side effects of the pill is estimated at about 1 in 100,000 and doubles for women who are 30 to 34. If a 33-year-old woman were told she has twice the risk of dying from a birth control pill than a woman under 30, she might incorrectly interpret this as high risk. In fact, even though her risk is slightly higher than for younger women (by 0.001%), she is actually at a very low risk of dying, even lower than the estimated risk of death related to childbirth (10 to 25 per 100,000, also rising with age).\nThere are, of course, other ways to express risk that shape how it is perceived. Reports of new cases of prostate cancer diagnosed \"every three minutes\" or the lifetime risk of breast cancer being one in nine, are not very helpful in understanding your own particular risk. Estimating your individual risk by considering factors known to affect it (for example, smoking, which dramatically increases the risk of lung cancer) is a better way to express risk. The generally quoted figure for the risk of getting struck by lightning is 1 in 600,000, but it's much greater if you are holding a metal rod (for instance, a golf club) on a hill during a thunderstorm.\nRisk tends to be better understood when broken down by a finite length of time, such as five or 10 years, rather than over one's entire life. Reports of lifetime risk may also include disease that has no bearing on one's overall health, such as a slow-growing prostate tumor that never affects health or longevity (a common scenario among elderly men).\nBack to top\nThe Bottom Line\nIt is important to acknowledge that risk is easy to misunderstand even with accurate and unbiased information. Cynics say statistics can be used to argue any position, and there is some truth to that. But there are some simple measures you can take to get a better handle on risk:\n- Acknowledge that risk is a fact of life and often cannot be avoided entirely. In fact, most decisions one makes about how to prevent or treat disease depend on balancing the risks and benefits of the treatment options.\n- Look for reports that put the risk in context. One way is to compare one risk to another, more familiar risk. For example, the risk of contracting a rare disease could be compared with being struck by lightning, while a more common condition could be compared with the risk of injury or death in a car accident.\n- Ask yourself if the source is objective and seeks only to inform you, or whether there is another goal in mind. Sometimes it's easy: If the source is an advertiser trying to sell you something, the information is more likely to be biased.\n- Beware of reports that use lifetime risk or ones that convert the number of cases per year to cases per day or hour. Even if they are technically accurate, they are probably overemphasizing the point.\nWhat matters most is the absolute rather than the relative risk. In my initial example of the drug with a 20% relative risk reduction with no serious side effects in 98% of users, two fewer people out of every 10,000 would get the disease, but 200 would experience a deadly side effect clearly an example of a treatment that is worse than the disease. But it's also an example of how misleading descriptions of risk can be.\nBack to top\nRobert H. Shmerling, M.D. is associate physician at Beth Israel Deaconess Medical Center and associate professor at Harvard Medical School. He has been a practicing rheumatologist for over 20 years at Beth Israel Deaconess Medical Center. He is an active teacher in the Internal Medicine Residency Program, serving as the Robinson Firm Chief. He is also a teacher in the Rheumatology Fellowship Program.", "id": "<urn:uuid:b2acee5e-9187-49d6-8f94-3b986893c9ad>", "dump": "CC-MAIN-2013-20", "url": "http://www.intelihealth.com/IH/ihtIH/c/35320/35328/370885.html?d=dmtHMSContent", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9631944298744202, "token_count": 1958, "score": 2.84375, "int_score": 3}
{"text": "Nearly half of about 67 million Americans with high blood pressure are not effectively treating their condition and face a high risk of a heart attack or stroke, a U.S. health official said on Tuesday.\nAbout 36 million people have uncontrolled high blood pressure, a condition caused when too much force is exerted by blood as it is pumped through the body and moves against vessel walls, according to a report from the U.S. Centers for Disease Control and Prevention released Tuesday.\n\"The bottom line is ... most of those in this country who have (high blood pressure) don't have their numbers under control, and because of that we have a very high burden of disease,\" said Thomas Frieden, director of the CDC.\nHigh blood pressure, a risk factor for heart disease and stroke, contributes to nearly 1,000 deaths a day and $131 billion in annual direct healthcare costs, Frieden said.\nThe condition is the second most serious public health issue. Cigarette smoking is the leading cause of preventable death in the country, according to the CDC.\nFrieden said patients with high blood pressure are either not receiving a correct combination or dosage of medication or are not keeping up with their medication.\nSome doctors are not warning patients who have had multiple readings of high-blood pressure, a problem Frieden said could be solved by better systems to track patients.\nOf the 36 million Americans with uncontrolled hypertension, about 14 million were not aware of their condition and about 22 million either chose not to take medication or were on inadequate treatment, according to the report, which surveyed adults between 2003 and 2010.\n\"I think there's clearly a lot of room for improvement,\" Frieden said, noting that controlling blood pressure often means taking multiple medications daily for the rest of one's life.\nHigh blood pressure can be prevented through diet, exercise and taking drugs such as beta blockers and ACE inhibitors -- which widen arteries. Lowering blood pressure can cut the risk of stroke, heart attack, heart failure and other conditions.\nRisk factors include obesity, a sedentary lifestyle, smoking, and chronic difficulties such as diabetes, kidney disease and high cholesterol.", "id": "<urn:uuid:c0253585-f206-42c3-a094-e36a9dad6b37>", "dump": "CC-MAIN-2013-20", "url": "http://www.foxnews.com/health/2012/09/05/report-millions-americans-have-uncontrolled-blood-pressure/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9687739610671997, "token_count": 435, "score": 2.78125, "int_score": 3}
{"text": "Clinical complications associated with diabetes may include the following:\nCardiovascular disease, in many cases, is caused by atherosclerosis - an excess build-up of plaque on the inner wall of a large blood vessel, which restricts the flow of blood. Heart disease is the leading cause of diabetes-related deaths. Heart disease and stroke are two to four times more common in persons with diabetes.\nHigh blood pressure affects 73 percent of persons with diabetes.\nPeriodontal (gum) disease occurs with greater frequency in persons with diabetes.\nretinopathy or glaucoma (eye disease or blindness)\nBlindness due to diabetic retinopathy is a more important cause of visual impairment in younger-onset people than in older-onset people. Males with younger-onset diabetes generally develop retinopathy more rapidly than females with younger-onset diabetes. Diabetes is the leading cause of blindness among adults ages 20 to 74.", "id": "<urn:uuid:51f6c283-f9f9-4540-8125-26bbefe1d2f6>", "dump": "CC-MAIN-2013-20", "url": "http://www.bettermedicine.com/topic/diabetes/living-with-diabetes", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9248546957969666, "token_count": 194, "score": 2.90625, "int_score": 3}
{"text": "Living with Diabetes\nDiabetes is a condition that affects everyone from children right up to adults. It is referred as a chronic condition since a person who has it can go through many changes in their lives as it can affect their entire body. Over time, diabetes can cause blindness, stroke, and amputations among other things.\nThere are two types of diabetes; Juvenile or Type 1 diabetes and adult-onset diabetes also known as Type 2 diabetes. The more common form of diabetes is Type 2 and those who have this type of diabetes are faced many difficulties and complications to their liver, muscle and even fat cells. In the case of Type 1 diabetics, they are required to use insulin to be able to combat the effects of diabetes.\nA simple blood sugar test can determine if you have diabetes or not. The doctor usually checks the level of your glucose to determine if you are diabetic. There are also telltale signs that one is diabetic as well. The symptoms of diabetes include an increase in thirst; feeling tired all the time, headaches, and weight loss and in some cases blurred vision and even dry mouth.\nThere is a treatment for diabetes and one can easily keep it under control if proper measures are taken. One must first keep their blood glucose in check all the time and one way to achieve this is by eating healthy foods for diabetics. One can also combat the symptoms of diabetes by keeping up with an exercise regimen and it would also help to keep their weight under control as well.", "id": "<urn:uuid:9a5aede2-83a0-4dea-ac64-71fa514ed29c>", "dump": "CC-MAIN-2013-20", "url": "http://www.diabetescondition.com/living-with-diabetes/living-with-diabetes/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9736893773078918, "token_count": 305, "score": 2.9375, "int_score": 3}
{"text": "To learn more about cholesterol, browse any of the cholesterol topics below.\nAbout Cholesterol Cholesterol itself isn't bad. We all have and need this wax-like substance in our bodies. Learn about the so-called \"good\" and \"bad\" cholesterol, where it comes from, and why it's important for your health.\nWhy Cholesterol Matters High cholesterol is one of the major risk factors leading to heart disease, heart attack and stroke. Discover the reasons to keep your cholesterol controlled.\nUnderstand Your Risk for Cholesterol High cholesterol levels can run in families, and women generally tend to have higher levels of HDL than men. Find out more about who has high cholesterol, and discover why managing cholesterol is important even for children.\nPrevention & Treatment of Cholesterol You can lower your cholesterol and reduce your risk of heart disease and stroke. Take responsibility for managing your cholesterol levels with healthy lifestyle choices and a sound medical treatment plan when prescribed.\nCholesterol Tools & Resources Learn more with our online tracking resources, downloadable information pages and personal stories from people like you.\nWatch, Learn and Live\nOur Interactive Cardiovascular Library has informative illustrations and animations to help you learn about conditions, treatments and procedures related to heart disease and stroke.", "id": "<urn:uuid:5a052ffe-8b89-4dfe-9c48-1877699b92fe>", "dump": "CC-MAIN-2013-20", "url": "http://heart.org/HEARTORG/Conditions/Cholesterol/Cholesterol_UCM_001089_SubHomePage.jsp", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9165728688240051, "token_count": 252, "score": 3.171875, "int_score": 3}
{"text": "Lobster, California spiny\nThe California Spiny Lobster fishery is a small but locally important and largely sustainable fishery in southern California.\nAbundance of Spiny Lobsters off California varies with broad-scale changes in environmental conditions caused by El Nino and La Nina.\nState managers closely regulate commercial fishing for Spiny Lobster, but do not monitor recreational catches. Bycatch is low. Spiny Lobster traps generally allow undersize lobsters and other animals to escape.\nThis fish may have high levels of mercury that could pose a health risk to adults and children. More mercury info here.", "id": "<urn:uuid:1cc8b0a2-d46f-4902-a772-34d1eb6bb5dc>", "dump": "CC-MAIN-2013-20", "url": "http://blueocean.org/seafoods/lobster-california-spiny/?showimg=293", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9235469102859497, "token_count": 127, "score": 2.984375, "int_score": 3}
{"text": "Aliphatic alcohols occur\nnaturally in free form (component of the cuticular lipids) but more usually in esterified\n(wax esters) or etherified form (glyceryl ethers). Several alcohols belong to aroma\ncompounds which are found in environmental or food systems (see the website: Flavornet).\nThey are found with normal, branched (mono- or isoprenoid), saturated or unsaturated of various chain length and sometimes with secondary or even tertiary alcoholic function. An unusual phenolic alcohol is found as a component of glycolipids in Mycobacteria. Some cyclic alcohols have been described in plants.\nA classification according to the carbon-chain structure is given below.\n1 - Normal-chain alcohols\nThe carbon chain may be fully saturated or unsaturated (with double and/or triple bonds), it may also be substituted with chlorine, bromine or sulfate groups. Some acetylenic alcohols have been also described.\nAmong the most common, some are listed below\n9-methyl-1-hendecanol (anteisolauryl alcohol)\n11-methyl-1-tridecanol (anteisomyristyl alcohol)\n14-methyl-1-pentadecanol (isopalmityl alcohol)\n13-methyl-1-pentadecanol (anteisopalmityl alcohol)\n16-methyl-1-heptadecanol (isostearyl alcohol)\n15-methyl-1-pentadecanol (anteisostearyl alcohol)\nFree fatty alcohols are not commonly found in epicuticular lipids of insects, although high molecular weight alcohols have been reported in honeybees (Blomquist GJ et al., Insect Biochem 1980, 10, 313). Long-chain alcohols also have been reported in the defensive secretions of scale insects (Byrne DN et al., Physiol Entomol 1988, 13,267). Typically, insects more commonly produce lower molecular weight alcohols. Honeybees produce alcohols of 17–22 carbons, which induce arrestment in parasitic varroa mites (Donze G et al., Arch Insect Biochem Physiol 1998, 37, 129). Two female-specific fatty alcohols, docosanol (C22) and eicosanol (C20), which have been found in epicuticle of Triatoma infestans (a vector of Chagas disease in South America), are able to trigger copulation in males (Cocchiararo-Bastias L et al., J Chem Ecol 2011, 37, 246). Hexadecyl acetate is found in the web of some spiders (Pholcidae) to attract females (Schulz S, J Chem Ecol 2013, 39, 1).\nLong-chain alcohols (C18, C24, C28) from the femoral glands in the male lizard Acanthodactylus boskianus play a role in chemical communication as a scent marking pheromone (Khannoon ER et al., Chemoecology 2011, 21, 143).\nVarious fatty alcohols are found in the waxy film that plants have over their leaves and fruits. Among them, octacosanol (C28:0) is the most frequently cited.\nPolicosanol is a natural mixture of higher primary aliphatic alcohols isolated and purified from sugar cane (Saccharum officinarum, L.) wax, whose main component is octacosanol but contains also hexacosanol (C26:0) and triacontanol or melissyl alcohol (C30:0). Policosanol is also extracted from a diversity of other natural sources such as beeswax, rice bran, and wheat germ (Irmak S et al., Food Chem 2006, 95, 312) but is also present in the fruits, leaves, and surfaces of plants and whole seeds. A complex policosanol mixture has been identified in peanut (Cherif AO et al., J Agric Food Chem 2010, 58, 12143). More than 20 aliphatic alcohols were identified (C14-C30) and four unsaturated alcohols (C20-24). The total policosanol content of the whole peanut samples varied from 11 to 54 mg/100 g of oil.\nThis mixture was shown to have cholesterol-lowering effects in rabbits (Arruzazabala ML et al., Biol Res 1994, 27, 205). Octacosanol was also able to suppress lipid accumulation in rats fed on a high-fat diet (Kato S et al., Br J Nutr 1995, 73, 433) and to inhibit platelet aggregation (Arruzazabala ML et al., Thromb Res 1993, 69, 321). The effectiveness of policosanol is still questionable but it has been approved as a cholesterol-lowering drug in over 25 countries (Carbajal D et al., Prostaglandins Leukotrienes Essent Fatty Acids 1998, 58, 61), and it is sold as a lipid-lowering supplement in more than 40 countries. More recent studies in mice question about any action on improvement of lipoprotein profiles (Dullens SPJ et al., J Lipid Res 2008, 49, 790). The authors conclude that individual policosanols, as well as natural policosanol mixtures, have no potential for reducing coronary heart disease risk through effects on serum lipoprotein concentrations. Furthermore, sugar cane policosanol at doses of 20 mg daily has shown no lipid lowering effects in subjects with primary hypercholesterolemia (Francini-Pesenti F et al., Phytother Res 2008, 22, 318). It must be noticed that, for the most part, positive results have been obtained by only one research group in Cuba. Outside Cuba, all groups have failed to validate the cholesterol-lowering efficacy of policosanols (Marinangeli C et al., Crit Rev Food Sci Nutr 2010, 50, 259). Independent studies are required before evaluating the exact value of the therapeutic benefits of that mixture.\nAn unsaturated analogue of octacosanol, octacosa-10, 19-dien-1-ol was synthesized and was as effective as policosanol in inhibiting the upregulation of HMGCoA reductase (Oliaro-Bosso S et al., Lipids 2009, 44, 907). This work opens promising perspectives for the design of new antiangiogenic compounds (Thippeswamy G et al., Eur J Pharmacol 2008, 588, 141). An unsaturated analogue of octacosanol, octacosa-10, 19-dien-1-ol was synthesized and was as effective as policosanol in inhibiting the upregulation of HMGCoA reductase (Oliaro-Bosso S et al., Lipids 2009, 44, 907). This work opens promising perspectives for the design of new antiangiogenic compounds.\n1-Octanol and 3-octanol are components of the mushroom flavor (Maga JA, J Agric Food Chem 1981, 29, 1).\nMany alcohols in the C10 to C18 range, and their short-chain acid esters are potent sex or aggregation pheromones. They are mainly found as components of specialized defensive glands, pheromone glands or glands of the reproductive system.\nA series of C22 up to C28 saturated n-alcohols, with even carbon numbers predominating, and a maximum at C26 and C28, has been identified in the cyanobacterium Anabaena cylindrica (Abreu-Grobois FA et al., Phytochemistry 1977, 16, 351). Several authors have reported high contents of the 22:0 alcohol in sediments where an algal origin is plausible. For example, the major alcohol in a sample of the lacustrine Green River Shale of Eocene age is also 22:0 which comprises over 50% of the alcohols present (Sever JR et al., Science 1969, 164, 1052)\nLong-chain alcohols are known as major surface lipid components (waxes) with chains from C20 up to C34 carbon atoms, odd carbon-chain alcohols being found in only low amounts. Very long-chain methyl-branched alcohols (C38 to C44) and their esters with short-chain acids were shown to be present in insects, mainly during metamorphosis. A series of long-chain alkanols (more than 23 carbon atoms) were identified in settling particles and surface sediments from Japanese lakes and were shown to be produced by planktonic bacteria being thus useful molecular markers (Fukushima K et al., Org Geochem 2005, 36, 311).\nCutin and suberin contain as monomer saturated alcohols from C16 to C22 up to 8% of the total polymers. C18:1 alcohol (oleyl alcohol) is also present.\nLong-chain di-alcohols (1,3-alkanediols) have been described in the waxes which impregnate the matrix covering all organs of plants (Vermeer CP et al., Phytochemistry 2003, 62, 433). These compounds forming about 11% of the leaf cuticular waxes of Ricinus communis were identified as homologous unbranched alcohols ranging from C22 to C28 with hydroxyl group at the carbon atoms 1 and 3.\nIn the leaf cuticular waxes of Myricaria germanica (Tamaricaceae) several alkanediols were identified (Jetter R, Phytochemistry 2000, 55, 169). Hentriacontanediol (C31) with one hydroxyl group in the 12-position and the second one in positions from 2 to 18 is the most abundant diol (9% of the wax). Others were far less abundant : C30-C34 alkanediols with one hydroxyl group on a primary and one on a secondary carbon atom, C25-C43 b-diols and C39-C43 g-diols. Very-long-chain 1,5-alkanediols ranging from C28 to C38, with strong predominance of even carbon numbers, were identified in the cuticular wax of Taxus baccata (Wen M et al., Phytochemistry 2007, 68, 2563). The predominant diol had 32 carbon atoms (29% of the total).\nLong-chain saturated C30-C32 diols occur in most marine sediments and in a few instances, such as in Black Sea sediments, they can be the major lipids (de Leeuw JW et al., Geochim Cosmochim Acta 1981, 45, 2281). A microalgal source for these compounds was discovered when Volkman JK et al. (Org Geochem 1992, 18, 131) identified C30-C32 diols in marine eustigmatophytes from the genus Nannochloropsis.\nTwo nonacosanetriols (7,8,11-nonacosanetriol and 10,12,15-nonacosanetriol) have been isolated from the outer fleshy layer (sarcotesta) of the Ginkgo biloba \"fruit\" (Zhou G et al., Chem Phys Lipids 2012, 165, 731). They exhibited slight activity of antithrombin and moderate activities of platelet aggregation in vitro.\nThe chief lipid fraction in the uropygial gland excretion of the domestic hen is a diester wax. The unsaponifiable fraction consists of a series of three homologous compounds, which have been named the uropygiols and identified as 2,3-alkanediols containing 22-24 carbon atoms. These fatty alcohols are esterified by saturated normal C22-C24 fatty acids (Haahti E et al., J Lipid Res 1967, 8, 131).\n- Unsaturated alcohols\nSome fatty alcohols have one double bond (monounsaturated). Their general formula is:\nThe unique double bond may be found in different positions: at the C6: i.e. cis-6-octadecen-1-ol (petroselenyl alcohol), C9 i.e cis-9-octadecen-1-ol (oleyl alcohol) and C11 i.e cis-11-octadecen-1-ol (vaccenyl alcohol). Some of these alcohols have insect pheromone activity. As an example, 11-eicosen-1-ol is a major component of the alarm pheromone secreted by the sting apparatus of the worker honeybee. In zooplankton, the cis-11-docosen-1-ol (22:1 (n-11) alcohol) is not only present in high proportion in wax esters (54 to 83%) but may be also predominant in free form (75-94% of free alcohols) in ctenophores (Graeve M et al., Mar Biol 2008, 153, 643). This presence is unexplained because pathways for conversion and catabolism of fatty alcohols in ctenophores are still unknown.\nSome short-chain unsaturated alcohols are components of mushroom flavor, such as 1-octen-3-ol, t2-octen-1-ol, and c2-octen-1-ol (Maga JA, J Agric Food Chem 1981, 29, 1).\nAn acetoxy derivative of a 16-carbon alcohol with one double bond, gyptol (10-acetoxy cis-7-hexadecen-1-ol), was described to be a strong attractive substance secreted by a female moth (Porthetria dispar, \"gypsy moth\").\nA fatty alcohol with two double bonds, bombykol (tr-10,cis-12-hexadecadien-1-ol), was also shown to be excreted as a very strong attractive substance by the female of silk-worm (Bombyx mori).\nThis first discovery of a pheromone\nwas made by Butenandt A et al. (Z Naturforsch 1959, 14, 283) who was\nformerly Nobel laureate (in 1939) for his work in sex hormones. Another pheromone,\n8,10-dodecadienol (codlemone), is secreted by the codling moth Cydia\npomonella, has been used for monitoring and mating in apple and pear\norchards in the USA and Europe. This molecule was also used to monitor the\npopulation of the pea moth Cydia nigricana. Likewise, 7,9-dodecadienol,\nthe female pheromone of the European grapewine moth Lobesia botrana, was\nused to control this important pest in vineyards.\nA fatty triol with one double bond, avocadene (16-heptadecene-1,2,4-triol) is found in avocado fruit (Persea americana) and has been tested for anti-bacterial and anti-inflammatory properties. These properties are likely related with the curative effects of avocado described for a number of ailments (diarrhea, dysentery, abdominal pains and high blood pressure). Several others heptadecanols with one primary and two secondary alcohol functions and with one double or triple bond have been identified in the leaves of Persea americana (Lee TH et al., Food Chem 2012, 132, 921). One or two of these alcohol groups may be acetylated. These compounds may be related to the known antifungal activity of Persea leaves.\nLong-chain alkenols (C37 to C39) with 2 to 4 double bonds, the reduced form of the alkenones, have been described in the benthic haptophyte Chrysotila lamellosa (Rontani JF et al., Phytochemistry 2004, 65, 117). al., 1986). C30 to C32 alcohols having one or two double bonds are significant constituents of the lipids of marine eustigmatophytes of the genus Nannochloropsis (Volkman JK et al., Org Geochem 1992, 18, 131). These microalgae could be partially the source of the alkenols found in some marine sediments.\nTwo chlorinated derivatives of unusual alcohols were described in a red alga Gracilaria verrucosa (Shoeb M et al., J Nat Prod 2003, 66, 1509). Both compounds have a C12 aliphatic chain chlorinated in position 2 and with one double bond at carbon 2 (compound 1 : 2-chlorododec-2-en-1-ol) or two double bonds at carbon 2 and 11 (compound 2 : 2-chlorododec-2,11-dien-1-ol).\n- Acetylenic alcohols\nNatural acetylenic alcohols and their derivatives have been isolated from a wide variety of plant species, fungi and invertebrates. Pharmacological studies have revealed that many of them display chemical and medicinal properties.\nMonoacetylenic alcohols : were isolated from culture of Clitocybe catinus (Basidiomycetes) and the study of their structure revealed the presence of two or three hydroxyl groups (Armone A et al., Phytochemistry 2000, 53, 1087). One of these compounds is shown below.\nAcetylenic alcohols have been also described in a tropical sponge Reniochaline sp (Lee HS et al., Lipids 2009, 44, 71). One of the two described in that species is shown below, it exhibited a significant growth effect against human tumor cell lines.\nPolyacetylenic alcohols : Several examples with different chain lengths, unsaturation degrees, and substitution have been reported from terrestrial plants and marine organisms. Food plants of the Apiaceae (Umbellifereae) plant family such as carrots, celery and parsley, are known to contain several bioactive bisacetylenic alcohols. The main plant sources of these compounds are Angelica dahurica, Heracleum sp and Crithmum maritimum (falcarindiol, falcarinol), red ginseng (Panax ginseng) (panaxacol, panaxydol, panaxytriol), Cicuta virosa (virol A), and Clibadium sylvestre (cunaniol). All these compounds display antibiotic or cytotoxic activities.\nPolyacetylenes have been isolated from the stems of Oplopanax elatus (Araliaceae), plant used in Korean and Chinese traditional medicine for anti-inflammatory and analgesic purposes (Yang MC et al., J Nat Prod 2010, 73, 801). Among the most efficient in inhibiting the formation of nitric oxide in LPS-induced cells is a seventeen-carbon diyne diol with an epoxy cycle, oploxyne A. Other parent compounds without the epoxy group were also described.\nJ. Sci. Food Agric. 2003,\n83, 1010). Falcarinl\nhas potent anticancer properties on primary mammary epithelial cells and was\ncompared with that of\nb-carotene. These results might be important in developing\nnew cancer treatments with simple and common vegetables. At high concentrations,\nfalcarinol is capable to induce contact dermatitis.\nFalcarinol, a seventeen-carbon diyne fatty alcohol (1,9-heptadecadiene-4,6-diyn-3-ol), was first isolated from Falcaria vulgaris (Bohlmann F et al., Chem Ber 1966, 99, 3552) as well as from Korean ginseng (Takahashi et al., Yakugaku Zasshi 1966, 86, 1053). It was also isolated from carrot (Hansen SL et al.\nFalcarinol protects the\nvegetable from fungal diseases, it showed biphasic activity, having stimulatory\neffects between 0.01 and 0.05 µg per ml and inhibitory effects between 1 and 10\nµg per ml, whereas b-carotene\nshowed no effect in the concentration range 0.001–100 µg per ml (Hansen SL\net al., J Sci Food Agric 2003, 83, 1010). Experiments with\nmacrophage cells have shown that falcarinol (and its C-8 hydroxylated\nderivative, falcarindiol) reduced nitric oxide production, suggesting that these\npolyacetylenes are responsible for anti-inflammatory bioactivity (Metzger\nBT et al., J Agric Food Chem 2008, 56, 3554). Falcarindiol was first\nreported as phytochemicals in carrots (Daucus carota) (Bentley RK et\nal., J Chem Soc 1969, 685). Besides falcarinol, falcarindiol, and\nfalcarindiol 3-acetate, nine additional bisacetylene alcohols were identified in\nDaucus carota (Schmiech L et al., J Agric Food Chem 2009, 57, 11030).\nExperiments with human intestinal cells demonstrate that aliphatic C17-polyacetylenes (panaxydol, falcarinol, falcarindiol) are potential anticancer principles of carrots and related vegetables (parsley, celery, parsnip, fennel) and that synergistic interaction between bioactive polyacetylenes may be important for their bioactivity (Purup S et al., J Agric Food Chem 2009, 57, 8290). Compounds very similar to falcarinol and extracted from Panax japonicus are potent a-glucosidase inhibitors (Chan HH et al., Phytochemistry 2010, 71, 1360). These inhibitors may potentially reduce the progression of diabetes by decreasing digestion and absorption of carbohydrates.\nThe water dropwort (Oenanthe crocata), which lives near streams in the Northern Hemisphere, contains a violent toxin, cicutoxin, resulting in convultions and respiratory paralysis (Uwai K et al., J Med Chem 2000, 43, 4508).\nThe biochemistry and bioactivity of polyacetylenes are presented in a review (Christensen LP et al., J Pharm Biomed Anal 2006, 41, 683) as well methods for the isolation and quantification of these compounds.\nMany other polyacetylenic alcohols were found in primitive marine organisms,\nsuch as sponges and ascidians. These invertebrates have no physical defenses and\nthus they have developed efficient chemical mechanisms such as polyacetylenic\nmetabolites to resist predators and bacteria.\nA C36 linear diacetylene alcohol named lembehyne was found in an Indonesian marine sponge (Haliclona sp) (Aoki S et al., Tetrahedron 2000, 56, 9945) and was later able to induce neuronal differentiation in neuroblastoma cell (Aoki S et al., Biochem Biophys Res Comm 2001, 289, 558).\nSeveral polyacetylenic alcohols with 22 carbon atoms were isolated and identified in lipid extract from a Red Sea sponge, Callyspongia sp (Youssef DT et al., J Nat Prod 2003, 66, 679). Their physical study revealed the presence of 4 triple bonds and one, two or three double bonds. The structure of one of these Callyspongenols is given below.\nSeveral di- and\ntri-acetylenic di-alcohols with a chain of 26 up to 31 carbon atoms, named strongylodiols,\nhave been isolated from a Petrosia Okinawan marine sponge (Watanabe K\net al., J Nat Prod 2005, 68, 1001). Some of them have cytotoxic\nSeveral polyacetylenic alcohols with 21 carbon atoms were isolated from a marine ascidian (Polyclinidae) and were determined to have two triple bonds combined with a conjugated dienyne group (Gavagnin M et al., Lipids 2004, 39, 681). Some of them have an additional hydroxyl group or only three double bonds. The structure of one of these molecules is given below.\nSeveral brominated polyacetylenic diols with cytotoxic properties were isolated from a Philippines sponge Diplastrella sp (Lerch ML et al., J Nat Prod 2003, 66, 667). One of these molecules is shown below.\nA comprehensive survey of acetylenic alcohols in plant and invertebrates with information on their anticancer activity has been released by Dembitsky VM (Lipids 2006, 41, 883).\n- Sulfated alcohols\nLong-chain di-hydroxy alcohols in which both the primary and secondary hydroxyl groups are converted to sulfate esters and one to five chlorine atoms are introduced at various places have been discovered in the alga Ochromonas danica (Chrysophyceae, Chrysophyta) where they constitute 15% of the total lipids (Haines TH, Biochem J 1969, 113, 565). An example of these chlorosulfolipids is given below. There may be several types of chlorine addition : one at R4, two at R3 and R5 or R1 and R2, five at R1 to R5 and six at R1 to R6.\nSimilar molecules with a 24 carbon\nchain was also described in Ochromonas malhamensis (review in Dembitsky\nVM et al., Prog Lipid Res 2002, 41, 315 and in Bedke DK et\nal., Nat Prod Rep 2011, 28, 15). It was suggested that the\nchlorosulfolipids replace sulfoquinovosyl diglyceride, since when the later is\nhigh the former is low and vice versa. They have been associated with the human\ntoxicity of the mussel-derived lipids (Diarrhetic Shellfish Poisoning).\nSeveral of these chlorosulfolipids have also been identified from more than 30 species of both freshwater and marine algae belonging to green (Chlorophyceae), brown (Phaeophyceae), red (Rhodophyceae) macrophytic algae (Mercer EI et al., Phytochemistry 1979, 18, 457), and other microalgal species (Mercer EI et al., Phytochemistry 1975, 14, 1545).\nSome fatty alcohols, such as dodecanol (lauryl or dodecyl alcohol), are used for the manufacture of detergents after sulphonation (by action of SO3 gas). The salt sodium laurylsulfate (or sodium dodecylsulfate) is a detergent and strong anionic surfactant, used in biochemistry and in the composition of cosmetic products (shampoos, toothpastes).\n2 - Branched-chain alcohols\nIn 1936, Stodola et al. characterized an optically active substance recovered on saponification of ‘‘purified waxes’’ of Mycobacterium tuberculosis, determined its global formula and proposed to name it phthiocerol (Stodola FH et al., J Biol Chem 1936, 114, 467). In 1959, after several chemical studies, its structure was determined as a mixture of C36 and C34b-glycols. It has been proposed that the term phthiocerol be reserved for the original 3-methoxy congener (phthiocerol A) and that the term phthioglycol be used to refer to the family of compounds (Onwueme KC et al., Prog Lipid Res 2005, 44, 259).\nAmong the most important saturated isopranols found in plants or in geological sediments are those having two (tetrahydrogeraniol), three (farnesanol), or four (phytanol) isoprenoid units. Pristanol (2,6,10,14-tetramethyl-1-pentadecanol) is tetramethylated but with only three complete isoprenoid units.\nB - Unsaturated polyisoprenoids (prenols or polyprenols)\nThey have the following general structure :\nThese molecules consist of several up to more than 100 isoprene residues linked head-to-tail, with a hydroxy group at one end (a-residue) and a hydrogen atom at the other (w-end).\n- 1. all trans forms : They have the following structure:\nSome important members of the series are as follows:\nNumber of isoprene unit\nNumber of carbons\nLong-chain trans-polyprenol (n>8) have been\ncharacterized from Eucommia ulmoides.\nGeraniol (from rose oil) is a monoterpene (2 isoprene units). It has a rose-like odor and is commonly used in perfumes and as several fruit flavors. Geraniol is also an effective mosquito repellent. Inversely, it can attract bees as it is produced by the scent glands of honey bees to help them mark nectar-bearing flowers and locate the entrances to their hives.\nFarnesol is a sesquiterpene (3 isoprene units). It is the prenol that corresponds to the carbon skeleton of the simplest juvenile hormone described for the first time in insects in 1961 (Schmialek PZ, Z Naturforsch 1961, 16b, 461; Wigglesworth VB, J Insect Physiol 1961, 7, 73). It is present in many essential oils such as citronella, neroli, cyclamen, lemon grass, rose, and others. It is used in perfumery to emphasize the odors of sweet floral perfumes. It is especially used in lilac perfumes. As a pheromone, farnesol is a natural pesticide for mites. The dimorphic fungus Candida albicans has been shown to use farnesol as quorum-sensing molecule (Hornby JM et al., Appl Environ Microbiol 2001, 67, 2982).\nGeranylgeraniol is a diterpene (4 isoprene units). Geraniol and geranylgeraniol are important molecules in the synthesis of various terpenes, the acylation of proteins and the synthesis of vitamins (Vitamins E and K). The covalent addition of phosphorylated derivatives of typical isoprenoids, farnesyl pyrophosphate and geranylgeranyl pyrophosphate, to proteins is a process (prenylation) common to G protein subunits. These isoprenylated proteins have key roles in membrane attachment leading to central functionality in cell biology and pathology.\nSolanesol, discovered in tobacco leaves in 1956 (Rowland RL et al., J Am Chem Soc 1956, 78, 4680), may be an important precursor of the tumorigenic polynuclear aromatic hydrocarbons of smoke but is also a possible side chain for plastoquinone. Solanesol is also present in the leaves of other Solanaceae plants including tomato, potato, eggplant and pepper. It has useful medicinal properties and is known to possess anti-bacterial, anti-inflammation, and anti-ulcer activities (Khidyrova NK et al., Chem Nat Compd 2002, 38, 107). Industrially, solanesol is extracted from Solanaceae leaves (about 450 tons in 2008) and used as an intermediate in the synthesis of coenzyme Q10 and vitamin K analogues.\nSpadicol was discovered in the spadix (inflorescence) of the Araceae Arum maculatum (Hemming FW et al., Proc R Soc London 1963, 158, 291). Its presence is likely related to its presence in the ubiquinone as the side-chain.\nPhytol is a partially saturated diterpene, a monounsaturated derivative of geranylgeraniol which is part of the chlorophyll molecule :\n- 2. ditrans-polycis-prenols, such as the bacteria prenol and betulaprenol types. In general, bacteria, as all prokaryotic cells, possess ditrans-polycis-prenols containing between 10 and 12 units, the most abundant being undecaprenol (trivial name bactoprenol).\nBetulaprenols with n = 3-6 were\nisolated from the woody tissue of Betula verrucosa (Wellburn AR et\nal., Nature 1966, 212, 1364), and bacterial polyprenol with n = 8 were\nisolated from Lactobacillus plantarum (Gough DP et al., Biochem J\n1970, 118, 167). Betulaprenol-like species with 14 to 22 isoprene units have\nbeen discovered in leaves of Ginkgo biloba (Ibata K et al., Biochem J\n1983, 213, 305).\nPolyisoprenoid alcohols are accumulated in the cells most often as free alcohols and/or esters with carboxylic acids. A fraction of polyisoprenoid phosphates has also been detected, and this form is sometimes predominant in dividing cells and Saccharomyces cerevisiae (Adair WL et al., Arch Biochem Biophys 1987, 259, 589).\n- 3. tritrans-polycis-prenols, of the ficaprenol type.Some of the earliest samples were obtained from Ficus elastica, giving rise to the trivial names ficaprenol-11 and ficaprenol-12 (Stone KJ et al. Biochem J 1967, 102, 325).\nIn plants, the diversity of polyprenols is much broader, their chain length covers the broad spectrum of compounds ranging from 6 up to 130 carbon atoms (Rezanka T et al., J Chromatogr A 2001, 936, 95).\n- 4. dolichol types, the a\nterminal is saturated.\nMost eukaryotic cells contain one type of polyisoprenoid alcohols with one a-saturated isoprenoid unit (2,3-dihydro polycis-prenols) which have been called dolichol by Pennock JF et al. (Nature 1960, 186, 470), a derivative of prenols. Most of these carry two trans units at the w-end of the chain.\nDolichols (fro the Greek dolikos: long) have the general structure :\nDolichols isolated from yeast or\nanimal cells consist mainly of seven to eight compounds, those with 16, 18, or\n19 isoprenoid units being the most abundant (Ragg SS, Biochem Biophys Res\nComm 1998, 243, 1).\nDolichol amount was shown to be increased in the brain gray matter of elderly (Pullarkat RK\net al., J Biol Chem 1982, 257, 5991). Dolichols with 19, 22 and 23\nisoprenoid units were described as early as 1972 in marine invertebrates (Walton\nMJ et al., Biochem J 1972, 127, 471). Furthermore, the pattern of their distribution may be\nconsidered as a chemotaxonomic criterion. It has been reported that a high\nproportion of dolichols is esterified to fatty acids. As an example, 85-90% of\ndolichols are esterified in mouse testis (Potter\nJ et al., Biochem Biophys Res Comm 1983, 110, 512). In addition, dolichyl\ndolichoate has been found in bovine thyroid (Steen\nL. et al., Biochim Biophys Acta, 1984, 796, 294).\nThey are well known for their important role as glycosyl carrier in a phosphorylated form in the synthesis of polysaccharides and glycoproteins in yeast cells, and animals. Dolichyl phosphate is an obligatory intermediate in the biosynthesis of N-glycosidically linked oligosaccharide chains. Conversely, they have been identified as the predominant isoprenoid form in roots (Skorupinska-Tudek K et al., Lipids 2003, 38, 981) and in mushroom tissue (Wojtas M et al., Chem Phys Lipids 2004, 130, 109). Similar compounds (ficaprenols) have the same metabolic function in plants.\nThe repartition of the various types of polyisoprenoid alcohols between plants and animals and their metabolism have been extensively discussed (Swiezewska E et al., Prog Lipid Res 2005, 44, 235). Biosynthesis of polyisoprenoid alcohols and their biological role have been reviewed in 2005 (Swiezewska E et al., Prog Lipid Res 2005, 44, 235).\n3 - Phenolic alcohols\nAmong the simple phenolic alcohols, monolignols are the source materials for biosynthesis of both lignans and lignin. The starting material for production of monolignols (phenylpropanoid) is the amino acid phenylalanine. There are two main monolignols: coniferyl alcohol and sinapyl alcohol. Para-coumaryl alcohol is similar to conipheryl alcohol but without the methoxy group.\nConipheryl alcohol is found in both gymnosperm and angiosperm\nplants. Sinapyl alcohol and para-coumaryl alcohol, the other two lignin\nmonomers, are found in angiosperm plants and grasses. Conipheryl esters (conypheryl\n8-methylnonanoate) have been described in the fruits of the pepper, Capsicum\nbaccatum (Kobata K et al., Phytochemistry 2008, 69, 1179). These\ncompounds displayed an agonist activity for transient receptor potential\nvanilloid 1 (capsaicin receptor) as the well known capsaicinoids present in\nthese plant species.\nComplex phenolic alcohols (phenolphthiocerol) were shown to be components of Mycobacterium glycolipids which are termed glycosides of phenolphthiocerol dimycocerosate (Smith DW et al., Nature 1960, 186, 887) belonging to the large family of \"mycosides\". The chain length differs according to the homologues, 18 and 20 carbon atoms in mycosides A, and B, respectively. One of these phenolphthiocerols is shown below.\nAn analogue component but with a ketone group instead of the methoxy group, a phenolphthiodiolone, has been detected in mycoside A (Fournie JJ et al., J Biol Chem 1987, 262, 3174).\nAn alcohol with a furan group, identified as 3-(4-methylfuran-3-yl)propan-1-ol, has been isolated from a fungal endophyte living in a plant, Setaria viridis (Nakajima H et al., J Agric Food Chem 2010, 58, 2882). That compound was found to have a repellent effect on an insect, Eysarcoris viridis, which is a major pest of rice.\nSome cyclic alkyl polyols have been reported in plants. Among the various form present in an Anacardiaceae, Tapirira guianensis, from South America, two displayed anti-protozoal (Plasmodium falciparum) and anti-bacterial (Staphylococcus spp) activities (Roumy V et al., Phytochemistry 2009, 70, 305). The structure shown below is that of a trihydroxy-alcohol containing a cyclohexene ring.\nAs emphasized by the\nauthors, external application of the active plant extract or of the\npurified compounds could represent an accessible therapeutic alternative to\nclassical medicine against leishmaniasis.\naldehydes are found in free form, but also in the form of vinyl ether (known as alk-1-enyl\nether) integated in glycerides and phospholipids (plasmalogens).\nThe free aldehydes can be as fatty acids saturated or unsaturated. They have a general formula CH3(CH2)nCHO with n=6 to 20 or greater. The most common is palmitaldehyde (hexadecanal) with a 16 carbon chain. Normal monoenoic aldehydes are analogous to the monoenoic fatty acids.\nIt must be noticed that an aldehyde function may be found at a terminal (w) position while an acid function is present at the other end of the carbon chain (oxo fatty acids). These compounds have important signaling properties in plants.\nLong-chain aldehydes have been described in the waxes which impregnate the matrix covering all organs of plants (Vermeer CP et al., Phytochemistry 2003, 62, 433). These compounds forming about 7% of the leaf cuticular waxes of Ricinus communis were identified as homologous unbranched aldehydes ranging from C22 to C28 with a hydroxyl group at the carbon 3. Long-chain 5-hydroxyaldehydes with chain lengths from C24 to C36, the C28 chain being the most abundant, were identified in the cuticular wax of Taxus baccata needles (Wen M et al., Phytochemistry 2007, 68, 2563). Long-chain aliphatic aldehydes with chain-length from C22 to C30 are also present in virgin olive oils, hexacosanal (C26) being the most abundant aldehyde (Perez-Camino MC et al., Food Chem 2012, 132, 1451).\nAldehydes may be produced during decomposition of fatty acid hydroperoxides following a peroxidation attack. Several aldehydes (hexanal, heptanal..) belong to aroma compounds which are found in environmental or food systems (see the website: Flavornet). Aldehydes (mono- or di-unsaturated) with 5 to 9 carbon atoms are produced by mosses (Bryophyta) after mechanical wounding (Croisier E et al., Phytochemistry 2010, 71, 574). It was shown that they were produced by oxidative fragmentation of polyunsaturated fatty acids (C18, C20). Trans-2-nonenal is an unsaturated aldehyde with an unpleasant odor generated during the peroxidation of polyunsaturated fatty acids. It participates to body odor and is found mainly covalently bound to protein in vivo (Ishino K et al., J Biol Chem 2010, 285, 15302).\nFatty aldehydes may be determined easily by TLC or gas liquid chromatography (follow that link). The most common method for the determination of aldehydes involves derivatization with an acidic solution of 2,4-dinitrophenylhydrazine to form corresponding hydrazones followed by HPLC separation and UV–VIS detection. An optimized derivatization procedure for the determination of aliphatic C1-C10 aldehydes has been described (Stafiej A et al., J Biochem Biophys Meth 2006, 69, 15).\nOther short-chain aldehydes (octadienal, octatrienal, heptadienal) are produced via a lipoxygenase-mediated pathway from polyunsaturated fatty acids esterifying glycolipids in marine diatoms (D'Ippolito G et al., Biochim Biophys Acta 2004, 1686, 100). Heighteen species of diatoms have been shown to release unsaturated aldehydes (C7:2, C8:2, C8:3, C10:2, and C10:3) upon cell disruption (Wichard T et al., J Chem Ecol 2005, 31, 949).\nSeveral short-chain aldehydes were shown to induce deleterious effects on zooplankton crustaceans and thus limiting the water secondary production (birth-control aldehydes) (D'Ippolito G et al., Tetrahedron Lett 2002, 43, 6133). In laboratory experiments, three decatrienal isomers produced by various diatoms were shown to arrest embryonic development in copepod and sea urchins and have antiproliferative and apoptotic effects on carcinoma cells (Miralto A et al., Nature 1999, 402, 173). Later, the copepod recruitment in blooms of planktonic diatom was shown to be suppressed by ingestion of dinoflagellate aldehydes (Nature 2004, 429, 403). It was demonstrated that diatoms can accurately sense a potent 2E,4E/Z-decadienal and employ it as a signaling molecule to control diatom population sizes (Vardi A et al., PLoS Biol 2006, 4, e60). This aldehyde triggered a dose-dependent calcium transient that has derived from intracellular store. Subsequently, calcium increase led to nitric oxide (NO) generation by a calcium-dependent NO synthase-like activity, resulting in cell death in diatoms.\nMyeloperoxidase-derived chlorinated aldehydes with plasmalogens has been reported. Thus, the vinyl-ether bond of plasmalogens is susceptible to attack by HOCl to yield a lysophospholipid and an\nBoth these chloro-fatty aldehydes have been detected in neutrophils activated\nwith PMA (Thukkani\nAK et al., J Biol Chem 2002, 277, 3842) and in human atherosclerotic\nAK et al., Circulation 2003, 108, 3128). Furthermore,\n2-chlorohexadecanal was shown to induce COX-2 expression in human coronary\nartery endothelial cells (Messner\nMC et al., Lipids 2008, 43, 581). These data suggest that\n2-chlorohexadecanal and possibly its metabolite 2-chlorohexadecanoic acid, both produced during leukocyte activation, may alter vascular endothelial cell\nfunction by upregulation of COX-2 expression.\nLong after the demonstration of the presence of iodinated lipids in thyroid (besides iodinated aminoacids), it was shown that the major iodinated lipid formed in thyroid when incubated in vitro with iodide was 2-iodohexadecanal (Pereira A et al, J Biol Chem 1990, 265, 17018). In rat and dog thyroid, 2-iodooctadecanal was determined to be more abundant that the 16-carbon aldehyde. These compounds, which are thought to play a role in the regulation of thyroid function, were recently shown to be formed by the attack of reactive iodine on the vinyl ether group of PE plasmalogen. This attack generates an unstable iodinated derivative which breaks into lysophosphatidylethanolamine and 2-iodo aldehydes (Panneels V et al, J Biol Chem 1996, 271, 23006).\nIn some bacteria, aldehyde analogs of cyclopropane fatty acids were described.\nSeveral fatty aldehydes are known to have pheromone functions. Studies in African and Asian countries have shown that the use of 10,12-hexadecadienal could be effective for control of the spiny bollworm Earias insulana, a cotton pest. The sex pheromone of the navel orange worm, Amyelois transitella, 11,13-hexadecadienal, is usually used in the control of this citric pest.\nA branched saturated aldehyde (3,5,9-trimethyldodecenal, stylopsal) has been identified as a female-produced sex pheromone in Stylops (Strepsiptera), an entomophagous endoparasitic insect (Cvacka J et al., J Chem Ecol 2012, 38, 1483).\nSeveral isoprenoid aldehydes are important in insect biology as pheromones and in botany as volatile odorous substances. Some examples are given below:\nThese three terpenic aldehydes are produced in large amounts by\nthe mandibular glands of ants and may function as defensive repellents (Regnier\nFE et al., J Insect Physiol 1968, 14, 955). In contrast, the same molecules\nhave a role of recruiting pheromones in honeybees\nCitral, a mixture of the tautomers geranial (trans-citral) and neral (cis-citral) is a major component (more than 60%) of the lemongrass (Cymbopogon flexuosus) oil. Lemongrass is widely used, particularly in Southeast Asia and Brazil, as a food flavoring, as a perfume, and for its medicinal properties (analgesic and anti-inflammatory). It was found that citral is a major suppressor of COX-2 expression and an activator of PPARa and g (Katsukawa M et al., Biochim Biophys Acta 2010, 1801, 1214).\nIt was demonstrated that damaged leaves released 2-hexenal, among other C6-volatile aldehydes, produced from the catalytic activity of hydroperoxide lyase (Turlings TC et al., Proc Ntl Acad Sci USA 1995, 92, 4169). These compounds, considered as signal molecules, can trigger several responses in neighboring plants and may also act as antimicrobial agents (Farmer EE, Nature 2001, 411, 854).\nOne important constituent of this group of aldehydes is retinal, one active form of vitamin A involved in the light reception of animal eyes but also in bacteria as a component of the proton pump.\nRetinal exist in two forms, a cis and a trans isomer. On illumination with\nwhite light, the visual pigment, rhodopsin is converted to a mixture of a protein (opsin)\nand trans-retinal. This isomer must be transformed into the cis form by retinal isomerase\nbefore it combines again with opsin (dark phase). Both isomers can be reduced to retinol (vitamin A) by a NADH dependent alcohol dehydrogenase.\nRetinol is stocked in retina mainly in an acylated form.\nCinnamic aldehyde (cinnamaldehyde) is the key flavor compound in cinnamon essential oil extracted from Cinnamomum zeylanicum and Cinnamomum cassia bark. Investigations have revealed than that benzyl aldehyde activates the Nrf2-dependent antioxidant response in human epithelial colon cells (Wondrak GT et al., Molecules 2010, 15, 3338). Cinnamic aldehyde may therefore represent a precious chemopreventive dietary factor targeting colorectal carcinogenesis.", "id": "<urn:uuid:545660ca-1ae5-41b7-b614-1a9c88f961c3>", "dump": "CC-MAIN-2013-20", "url": "http://www.cyberlipid.org/simple/simp0003.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.8814170956611633, "token_count": 10975, "score": 3.0625, "int_score": 3}
{"text": "Angola is a giant jigsaw puzzle of different climates, landscapes, cultures and colors. From mountains to vast open plains, wide white beaches to thick tropical rainforest, Angola has it all, as if each of its eighteen provinces were a different country. Lubango has a mild temperate climate, Luanda is hot and dry, while Cabinda is steamy and tropical. Much of the landscape is dramatic, with plunging waterfalls, bizarre rock formations and deep gorges.\nWith an Atlantic coastline stretching for over 1.650 kms, Angola has mighty rivers flowing into wide estuaries depositing sediments from the high plateaus to form numerous small islands, bays and sandbanks.\nIn Angola, you can encounter a diversity of wild animals: lions, hyenas, elephants and antelopes. Apes, hippopotamuses and crocodiles are also indigenous to this country. In the Namib Desert, which is situated in the south-west, you can find the tumboa, a unique plant with two wide leaves that are several metres long and lie on the ground of the desert.\nAlthough the climate is such that the beaches can be visited all year round, it is in fact during the hot season that they are most frequented. The bars all filled and the local music and dancing provide an animated and exotic atmosphere that mixes well with the mystery of the African nights.", "id": "<urn:uuid:b9e39f19-3d77-443f-afd7-2074037cf996>", "dump": "CC-MAIN-2013-20", "url": "http://brusselsairlines.com/en_se/look-for/destinations/angola/Default.aspx", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9529910087585449, "token_count": 286, "score": 2.5625, "int_score": 3}
{"text": "When the world was still young, some 3 500 million years ago, molten rock forced its way through the earth's crust and solidified to form the spectacular granite outcrops where Pretoriuskop Rest Camp is now nestled. The impressive granite dome known as \"Shabeni Hill\" is not far from the camp, which is found in the south-western corner of the Kruger National Park. It is immediately apparent to any visitor that Pretoriuskop is unique as brilliant red trees adorn the camp, pre-dating the decision to make exclusive use of indigenous plants in laying out rest camp gardens. Nostalgia prompted an exception to the rule for Pretoriuskop, the Kruger National Park's oldest rest camp, and exotic flowering plants were allowed to stay, enhancing the strong sense of the past that is so pervasive.\nGiving geographical context to places of interest in South Africa", "id": "<urn:uuid:ef5e50af-1d85-4468-9975-00dcebbaa0ff>", "dump": "CC-MAIN-2013-20", "url": "http://plak.co.za/moreinfo/25232/wesfleur-hospital", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9424307942390442, "token_count": 180, "score": 2.90625, "int_score": 3}
{"text": "Hoodoos may be seismic gurus\nHoodoo prediction Towering chimney-like sedimentary rock spires known as hoodoos may provide an indication of an area's past earthquake activity.\nThe research by scientists including Dr Rasool Anooshehpoor, from the United States Nuclear Regulatory Commission, may provide scientists with a new tool to test the accuracy of current hazard models.\nHoodoo formations are often found in desert regions, and are common in North America, the Middle East and northern Africa.\nThey are caused by the uneven weathering of different layers of sedimentary rocks, that leave boulders or thin caps of hard rock perched on softer rock.\nBy knowing the strengths of different types of sedimentary layers, scientists can determine the amount of stress needed to cause those rocks to fracture.\nThe United States Geological Survey (USGS) use seismic hazard models to predict the type of ground motion likely to occur in an area during a seismic event. But, according to Anooshehpoor, these models lack long term data.\n\"Existing hazard maps use models based on scant data going back a hundred years or so,\" says Anooshehpoor. \"But earthquakes have return periods lasting hundreds or thousands of years, so there is nothing to test these hazard models against.\"\nThe researchers examined two unfractured hoodoos within a few kilometres of the Garlock fault, which is an active strike-slip fault zone in California's Red Rock Canyon.\nTheir findings are reported in the Bulletin of the Seismological Society of America.\n\"Although we can't put a precise age on hoodoos because of their erosion characteristics, we can use them to provide physical limits on the level of ground shaking that could potentially have occurred in the area,\" says Anooshehpoor.\nThe researchers developed a three-dimensional model of each hoodoo and determined the most likely place where each spire would fail in an earthquake.\nThey then tested rock samples similar to the hoodoo pillars to measure their tensile strength and compared their results with previously published data.\nUSGS records suggest at least one large magnitude earthquake occurred along the fault in the last 550 years, resulting in seven metres of slip, yet the hoodoos are still standing.\nThis finding is consistent with a median level of ground motion associated with the large quakes in this region, says Anooshehpoor.\n\"If an earthquake occurred with a higher level of ground motion, the hoodoos would have collapsed,\" he says.\n\"Nobody can predict earthquakes, but this will help predict what ground motions are associated with these earthquakes when they happen.\"\nDr Juan Carlos Afonso from the Department of Earth and Planetary Sciences at Sydney's Macquarie University says it's an exciting development.\n\"In seismic hazard studies, it's not just difficult to cover the entire planet, it's hard to cover even small active regions near populated areas,\" says Afonso.\n\"You need lots of instruments, so it's great if you can rely on nature and natural objects to help you.\"\nHe says while the work is still very new and needs to be proven, the physics seems sound.", "id": "<urn:uuid:85a979cb-9571-4e06-b38a-2f79912abb44>", "dump": "CC-MAIN-2013-20", "url": "http://www.abc.net.au/science/articles/2013/02/05/3682324.htm?site=science&topic=enviro", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9556187391281128, "token_count": 644, "score": 4.3125, "int_score": 4}
{"text": "| Welcome to the lava tube\nportion of the Virtual Cave. Lava tube caves are found throughout the\nworld in places where fluid lava has flown over the surface. The longest\nand most vertically extensive lava tubes known are on the Big Island of\nHawai`i. Our idealized lava tube cross-section is based on\nthe tubes there, and most of the photos are from there. Lava tubes are\nfound in the western U.S.A. (Washington, California, Oregon, Nevada, Idaho,\nNew Mexico, Utah, and Arizona), the Canary Islands, Galapagos Islands,\nItaly, Japan, Korea, Kenya, Mexico, and many other volcanic regions. Most\ntubes form when fluid lava flows down the sides of volcanoes, the upper\nlayer begins to cool, and the lava beneath continues to flow in tubular\nconduits beneath the surface. Due to the insulating effects of the hardened\nlava above, molten lava is able to travel a considerable distance underground\nwith very little cooling. In Hawaii, lava tubes have carried fluid lavas\n50 or more miles from their source! Tubes may also form when lava\nfollows trenches or gulleys on the surface, which then roof over as lava\naccumulates along the top edges.\nLava tubes contain many features similar to those in limestone caves, such as stalactites and stalagmites, helictites, and a sort of flowstone. Most of the features in the diagram were made when the cave was active and during the early cooling stage. Secondary minerals may be deposited in the tubes later, such as gypsum or calcite crystals, but these tend to be on a much smaller scale than you can find in limestone caves.\nTo take a tour of the wondrous world of lava tubes, select a feature in context on our very cool Virtual Lava Tube Map (drawn by master lava tube cartographer Carlene Allred) or choose from the list above it. Not all of the items in the text list are represented on the image map. Those are shown in all capital letters, so be sure to check these newer pages out.\nStart here: BIRTH of a LAVA TUBE\nCheck out my new book on lava tubes, based on the Virtual Lava Tube, called CAVES OF FIRE: INSIDE AMERICA'S LAVA TUBES.\nIt is both a guide to lava tube features (with many more examples of each than shown here on the website) and describes and pictures many lava tubes that you can easily find and visit in national, state, and county parks and forests. It has 128 pages with 345 color images.\nNow available through the National Speleological Society Bookstore\n|Created: August 4, 2000\nLast update: December 11, 2008\nAuthor: Dave Bunnell\nReviewed by Kevin & Carlene Allred", "id": "<urn:uuid:abb7b5c5-5b04-4436-963d-1fafce2546d7>", "dump": "CC-MAIN-2013-20", "url": "http://goodearthgraphics.com/virtual_tube/virtube.html", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9277717471122742, "token_count": 594, "score": 2.921875, "int_score": 3}
{"text": "According to Buddhist tradition, the disciple Devadatta was the Buddha's cousin and also brother to the Buddha's wife, Yasodhara. Devadatta is said to have caused a split in the sangha by persuading 500 monks to leave the Buddha and follow him instead.\nThis story of Devadatta is preserved in the Pali Tipitika. In this story, Devadatta entered the order of Buddhist monks at the same time as Ananda and other noble youths of the Shakya clan, the clan of the historical Buddha.\nDevadatta applied himself to practice. But he became frustrated when he failed to progress toward becoming an arhat. So, instead, he applied his practice toward developing supernatural power instead of the realization of enlightenment.\nIt was said he also became driven by jealousy of his kinsman, the Buddha. Devadatta believed he should be the World-Honored One and the leader of the order of monks.\nOne day he approached the Buddha and pointed out that the Buddha was growing older. He proposed that he be put in charge of the order to relieve the Buddha of the burden. The Buddha rebuked Devadatta harshly and said he was not worthy. Thus Devadatta became the Buddha's enemy.\nLater, the Buddha was questioned how his harsh response to Devadatta was justified as Right Speech. I'll come back to this a bit later.\nDevadatta had gained the favor of Prince Ajatasattu of Magadha. Ajatasattu's father, King Bimbisara, was a devoted patron of the Buddha. Devadatta persuaded the prince to murder his father and assume the throne of Magadha.\nAt the same time, Devadatta vowed to have the Buddha murdered so he could take over the sangha. So that the deed could not be traced back to Devadatta, the plan was to send a second group of \"hit men\" to assassinate the first one, and then a third group to take out the second one, and so on for some time. But when the would-be assassins approached the Buddha they couldn't carry out the order.\nThen Devadatta tried to do the job himself, by dropping a rock on the Buddha. The rock bounced off the mountain side and broke into pieces. The next attempt involved a large bull elephant in a drug-induced fury, but the elephant was gentled in the Buddha's presence.\nFinally Devadatta attempted to split the sangha by claiming superior moral rectitude. He proposed a list of austerities and asked that they become mandatory for all monks and nuns. These were:\n- Monks must live all their lives in the forest.\n- Monks must live only on alms obtained by begging, and should not accept invitations to dine with others.\n- Monks must wear robes made only from rags collected from rubbish heaps and cremation grounds. They must not accept donations of cloth at any time. (See Kathina.)\n- Monks must sleep at the foot of trees and not under a roof.\n- Monks must refrain from eating fish or meat throughout their lives.\nThe Buddha responded as Devadatta had predicted he would. He said that monks could follow the first four austerities if they wished, but he refused to make them mandatory. And he rejected the fifth austerity entirely. (See Buddhism and Vegetarianism.)\nDevadatta persuaded 500 monks that his Super Austerity Plan was a surer path to enlightenment than the Buddha's, and they followed Devadatta to become his disciples. In response, the Buddha sent two of his disciples, Sariputra and Mahamaudgayalyana, to teach the dharma to the wayward monks. Upon hearing the dharma explained correctly, the 500 monks returned to the Buddha.\nDevadatta was now a sorry and broken man, and he soon fell mortally ill. On his deathbed he repented of his misdeeds and wished to see the Buddha one more time, but Devadatta died before his liter-bearers could reach him.\nLife of Devadatta, Alternate Version\nThe lives of the Buddha and his disciples were preserved in several oral recitation traditions before they were written down. The Pali tradition, which is the foundation of Theravada Buddhism, is the best known. Another oral tradition was preserved by the Mahasanghika sect, which was formed about 320 BCE. Mahasanghika is an important forerunner of Mahayana.\nMahasanghika remembered Devadatta as a devout and saintly monk. No trace of the \"evil Devadatta\" story can be found in their version of the canon. This has led some scholars to speculate that the story of the renegade Devadatta is a later invention.\nThe Abhaya Sutta, on Right Speech\nIf we assume the Pali version of Devadatta's story is the more accurate one, however, we can find an interesting footnote in the Abhava Sutta of the Pali Tipitika (Majjhima Nikaya 58). In brief, the Buddha was questioned about the harsh words he said to Devadatta that caused him to turn against the Buddha.\nThe Buddha justified his criticisms of Devadatta by comparing him to a small child who had taken a pebble into his mouth and was about to swallow it. Adults would naturally do whatever it took to get the pebble out of the child. Even if extracting the pebble drew blood, it must be done. The moral appears to be that it is better to hurt someone's feelings than to let them dwell in deceitfulness.", "id": "<urn:uuid:d836bf06-262b-4bca-8851-41ec64e31038>", "dump": "CC-MAIN-2013-20", "url": "http://buddhism.about.com/od/The-Disciples/a/The-Story-Of-Devadatta.htm", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9810645580291748, "token_count": 1172, "score": 2.96875, "int_score": 3}
{"text": "GEF and UNEP Launch Global Platform for Efficient Lighting\n25 September 2009: The Global Environment Facility (GEF) and the United Nations Environment Programme (UNEP) have launched the “Global Market Transformation for Efficient Lighting Platform,” a public-private partnership directed at reducing global energy demand for lighting.\nThe Platform aims to transform lighting markets, primarily in developing countries, by fostering the usage and production of energy efficient lighting while gradually discontinuing use of incandescent lighting, and substituting traditional fuel-based lighting with modern, efficient alternatives such as solid-state lighting (SSL) and Light Emitting Diode (LED) lamps. It is hoped that, through these efforts, global demand for lighting energy can eventually be reduced by up to 18 percent.\nIn attendance for the event was UNEP Executive Director Achim Steiner, who noted that “in terms of climate change, this is among the lowest of low-hanging fruit. Eight percent of global greenhouse gas emissions are linked with lighting; this project can by 2014 make a big dent in these while saving people money too.” [UN News Centre] [GEF press release]", "id": "<urn:uuid:57eddd85-d7cb-491b-bf06-f4c7e0f03a21>", "dump": "CC-MAIN-2013-20", "url": "http://climate-l.iisd.org/news/gef-and-unep-launch-global-platform-for-efficient-lighting/", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9269005656242371, "token_count": 238, "score": 2.6875, "int_score": 3}
{"text": "Information contained on this page is provided by an independent third-party content provider. WorldNow and this Station make no warranties or representations in connection therewith. If you have any questions or comments about this page please contact email@example.com.\nSOURCE Ford Motor Company\nDEARBORN, Mich., March 22, 2013 /PRNewswire/ --\nFord reduced the average amount of water used to make each vehicle by 8.5 percent between 2011 and 2012 – putting the company more than halfway toward its current goal of using an average of just 4 cubic meters per vehicle globally by 2015.\nSince 2000, Ford has reduced the amount of water it uses in everything from cooling towers to parts washing and paint operations by 10.6 billion gallons, or 62 percent. That's equal to the amount of water used by nearly 99,000 U.S. residences annually, or enough to fill 16,000 Olympic-size pools. Ford's reduced consumption rates mean even more to regions around the world struggling with water-related issues like drought and extensive population growth.\nFord's water reduction success is a result of the company's commitment to reduce the amount of water it uses by aggressively monitoring and managing just about every drop of water going into and out of its facilities and properties, says Andy Hobbs, director, Environmental Quality Office.\nSince 2000, Ford decreased the total amount of water used around the world annually from 64 million cubic meters to 24 million cubic meters.\n\"That's about 10.6 billion gallons of water that was conserved and went to use somewhere else,\" says Hobbs.\nFord voluntarily launched its Global Water Management Initiative in 2000, putting in place ways to manage water conservation, quality and reuse of storm and process water. Ford's water strategy complements the company's overall Code of Human Rights, Basic Working Conditions and Corporate Responsibilities.\n\"Ford recognizes the critical importance of water, and is committed to conserving water and using it responsibly,\" says Robert Brown, vice president, Sustainability, Environment and Safety Engineering. \"Many vehicle manufacturing processes require water and the resource is used at every point in our supply chain.\"\nFord aims to use an average of 1,056 gallons of water to make each vehicle globally – consistent with its overall goal of a 30 percent reduction in the amount of water used per vehicle between 2009 and 2015. That is slightly more than the 1,000 gallons fire engine tankers in the U.S. are required to contain in their tanks. One cubic meter of water is equal to 264 gallons.\nContinuing the progress\nFord had a positive impact on the world's water supply in many ways during 2012. The Ford Fund, for example, supported 19 different water-related projects in China, Indonesia, Thailand, Philippines, India, Germany and South Africa.\nOne project in arid Southwest China, for instance, involved 60 Ford employees from Nanjing, who helped eight families build water cellars designed to capture water during the rainy season to store and use during drier times of the year.\nAt the same time, Ford's biggest water-related projects were within its own facilities and included:\nThese accomplishments reflect Ford's overall approach to water use, which emphasizes several goals:\nMore information about Ford's water use-related efforts can be found in the company's annual sustainability report that is released annually every June. The most recent version can be found here.\nAbout Ford Motor Company\nFord Motor Company (NYSE: F), a global automotive industry leader based in Dearborn, Mich., manufactures or distributes automobiles across six continents. With about 171,000 employees and 65 plants worldwide, the company's automotive brands include Ford and Lincoln. The company provides financial services through Ford Motor Credit Company. For more information regarding Ford and its products worldwide, please visit http://corporate.ford.com.\n©2012 PR Newswire. All Rights Reserved.", "id": "<urn:uuid:268706f9-7219-4f86-8f3c-9f7fa5608ffb>", "dump": "CC-MAIN-2013-20", "url": "http://www.kcentv.com/story/21763361/ford-cuts-global-water-use-85-percent-per-vehicle-from-2011-to-2012-total-usage-down-62-percent-since-2000", "file_path": "s3://commoncrawl/crawl-data/CC-MAIN-2013-20/segments/1368696381249/warc/CC-MAIN-20130516092621-00000-ip-10-60-113-184.ec2.internal.warc.gz", "language": "en", "language_score": 0.9487351775169373, "token_count": 795, "score": 2.703125, "int_score": 3}
